[
    {
        "id": 1,
        "text": "Homeostasis is called as dynamic equilibrium because All variables are given equal importance Can achieve a constancy in extreme environmental challenge The set-point for all homeostatic variables is always fixed Body maintains an internal balance within fluctuating limits",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHomeostasis is called dynamic equilibrium because the body maintains an internal balance within fluctuating limits. It describes the maintenance of nearly constant conditions in the internal environment despite changes in the outside world.\nA number of variables such as body temperature, blood sugar levels, blood pH, etc. are regulated within a range of values (homeostatic ranges) and not at fixed values.\nThese variables are not given equal importance. There is a hierarchy of importance so that the constancy of certain variables may be altered markedly to maintain others within their normal range. For example, respiratory or metabolic compensation to maintain blood pH.\nThe disruption of homeostasis either due to extreme environmental challenge or a breakdown of internal homeostatic mechanisms is termed as a disease.",
        "image": "Physiology_img_1.png"
    },
    {
        "id": 2,
        "text": "Which is a component of homeostatic control system? Stimulus Receptor Effector All of the above",
        "options": {},
        "correct_option": null,
        "explanation": ":\nStimulus, receptor and effector are all components of a homeostatic control system. Components of homeostasis include:\nStimulus - It is a detectable change in the internal or external environment, such as change in temperature.\nReceptor - It detects environmental changes.\nIntegrating centre\nEffector - It is an organ or cell that acts in response to a stimulus.",
        "image": "Physiology_img_2.png"
    },
    {
        "id": 3,
        "text": "Feedback regulation is seen in The increased heart rate that occurs in an athlete just before a sprint begins Smell of food triggers secretion of salivary and gastric juices An increase in insulin before glucose absorption has raised blood glucose levels The increased heart rate in response to a decrease in blood pressure",
        "options": {},
        "correct_option": null,
        "explanation": ":\nFeedback regulation is seen in the increased heart rate in response to a decrease in blood pressure. This is because, in feedback regulation, the homeostatic response (increased heart rate) occurs after the change (decrease in blood pressure) has occurred.\nOn the other hand, in feedforward regulation, the homeostatic responses take place before the change has occurred. This is done in anticipation of the change to minimize fluctuations.\nExamples of feedforward regulation include:\nThe increased heart rate that occurs in an athlete just before a sprint begins.\nThe smell of food triggers the secretion of salivary and gastric juices.\nAn increase in insulin before glucose absorption has raised blood glucose levels.",
        "image": "Physiology_img_3.png"
    },
    {
        "id": 4,
        "text": "Positive feedback is seen in all except LH surge Action potential Gastric secretion Thrombus formation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPositive feedback is seen in all except gastric secretion. It is under negative feedback control.\nNegative feedback consists of certain changes that affect a deficient or excessive variable to pull it back to a certain mean value to maintain homeostasis. Most processes in the body are under negative feedback. For example, an increase in gastric acids leading to a decrease in gastric secretion.\nPositive feedback consists of changes that affect a variable to push it further away from a certain mean value. For example, an increase in LH leading to a further increase in LH. Instances, where positive feedback plays an important role are:\nClotting of blood\nCalcium release from the sarcoplasmic reticulum\nLH Surge\nAction potential\nShock\nParturition",
        "image": "Physiology_img_4.png"
    },
    {
        "id": 5,
        "text": "On infusion of a large volume of blood, the MAP rises from 100 mmHg to 175 mmHg. Due to the baroreceptor feedback mechanism, the MAP falls down to 125 mmHg. Calculate the gain of the feedback system. -2 -è c) +2 d) +è",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe gain of the feedback system in the above case is -2.\nThe gain of the system is then calculated by using the following formula: Gain = C/E\nHere, C is correction achieved from the deviated value and E is the remaining error post-correction.\nCalculation\n\nThe original value in the given case is 100 mmHg.\nThe deviated value in the given case is 175 mmHg.\nThe corrected value in the given case is 125 mmHg.\nC is given by correction achieved from deviated value, Corrected value - Deviated value = 125 -\n175 = -50 mmHg.\nE is given by the remaining error post-correction, Corrected value - Original value = 125 - 100 =\n25 mmHg.\nGain = -50/25 = -2.\nThe negative symbol indicates that the homeostatic mechanism acts in a direction opposite to the initial deviation.",
        "image": "Physiology_img_5.png"
    },
    {
        "id": 6,
        "text": "Plasma membrane in eukaryotes is made up of all except Cholesterol Lecithin Sphingomyelin Triglycerides",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPlasma membrane in eukaryotes does not contain triglycerides.\nThe plasma membrane is composed almost entirely of proteins and lipids. The major lipids include:\nPhospholipids: Lecithin, cephalin, phosphatidylserine\nSphingolipids: Sphingomyelin\nCholesterol",
        "image": "Physiology_img_6.png"
    },
    {
        "id": 7,
        "text": "Membrane fluidity is increased by \t. Stearic acid Palmitic acid Myristic acid Linoleic acid",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMembrane fluidity is increased by linoleic acid, an unsaturated fatty acid. All other options are saturated fatty acids.\nLonger and saturated fatty acids decrease the fluidity because their side chains are straight and interact more strongly with each other. Conversely, unsaturated fatty acids increase the\nfluidity because their side chains are kinked and less compact.\nCholesterol, also known as fluidity buffer helps to maintain the fluidity of the cell membrane.",
        "image": "Physiology_img_7.png"
    },
    {
        "id": 8,
        "text": "Which of the following is an example of peripheral protein? Sodium potassium ATPase pump Insulin receptor G-Protein coupled receptors Cell surface receptors",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCell surface receptors are peripheral proteins. Proteins in the Plasma Membrane",
        "image": "Physiology_img_8.png"
    },
    {
        "id": 9,
        "text": "Which of the following membranes has the highest protein content per gram tissue? Myelin sheath Outer mitochondrial membrane Sarcoplasmic reticulum Inner mitochondrial membrane",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe inner mitochondrial membrane has the highest protein content per gram tissue. Myelin has the lowest protein content per gram tissue.\nProtein to Lipid Ratio in Different Membranes",
        "image": "Physiology_img_9.png"
    },
    {
        "id": 10,
        "text": "The sequence of vesicular transport in a cell is ER - Trans - Cis - Mitochondria ER - Cis - Trans - Mitochondria ER - Trans - Cis - Cell membrane ER - Cis - Trans - Cell membrane",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe sequence of vesicular transport in a cell is ER - Cis - Trans - Cell membrane.\nRough endoplasmic reticulum (RER) - It is the site of protein synthesis. Proteins are taken to the Golgi apparatus through transport vesicles.\nCis end of Golgi apparatus - Also called as receiving end, it is closest to RER\nTrans end of Golgi apparatus - Also called as releasing end, it is furthest away from RER.\nCell membrane - Synthesised proteins within secretory vesicles are released into the extracellular space through the process of exocytosis.",
        "image": "Physiology_img_10.png"
    },
    {
        "id": 11,
        "text": "All of the following are enzyme markers of mitochondria except ATP synthase 5’-nucleotidase Glutamate dehydrogenase Creatine kinase",
        "options": {},
        "correct_option": null,
        "explanation": ":\n5’ Nucleotidase is an enzyme marker for plasma membrane. All the other options are mitochondrial enzyme markers.",
        "image": "Physiology_img_11.png"
    },
    {
        "id": 12,
        "text": "Which of the following will test negative for all mitochondrial markers? Spermatozoa Ova Mature red blood cells White blood cells",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMature red blood cells will test negative for all mitochondrial markers are as they do not have mitochondria.\nLack of mitochondria is the reason why red blood cells exclusively use anaerobic glycolysis to generate ATP.",
        "image": "Physiology_img_12.png"
    },
    {
        "id": 13,
        "text": "Which is the characteristic enzyme present in peroxisome? Arylsulfatases Ribonuclease Glycosidases Catalase",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nCatalase is the characteristic enzyme of peroxisomes. All other are lysosomal enzymes.",
        "image": "Physiology_img_13.png"
    },
    {
        "id": 14,
        "text": "Gap junctions are found in all except Neurons Cardiac muscle Smooth muscle Skeletal muscle",
        "options": {},
        "correct_option": null,
        "explanation": ":\nGap junctions are absent in adult skeletal muscles.\nGap junctions are intercellular connections with a channel in between. They are present in excitable tissues such as cardiac muscle, smooth muscle and neurons but not in skeletal muscles.",
        "image": "Physiology_img_14.png"
    },
    {
        "id": 15,
        "text": "Tight junctions are not seen in \t. Cardiac muscle Renal tubules Sertoli cells Choroid plexus",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTight junctions are not seen in cardiac muscle.\nTight junctions form a water-tight seal between cells. They are characteristically seen in the following:\nIntestinal mucosa\nRenal tubules\nChoroid plexus\nSertoli cells\nFunctions of tight junctions are:\nPrevents the diffusion of macromolecules between cells.\nMaintains cell polarity.\nSeals the paracellular pathway.",
        "image": "Physiology_img_15.png"
    },
    {
        "id": 16,
        "text": "Which of the following is not a cell adhesion molecule (CAM)? Integrin Selectin Cadherin Spectrin",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSpectrin is a cytoskeletal protein but not a cell adhesion molecule.\nCells are attached to each other or to the basal lamina by cell adhesion molecules (CAMs). Some important classes of CAMs are:\nIntegrins: heterodimers that bind to various receptors\nIgG superfamily of immunoglobulins\nCadherins: Ca2+-dependent molecules that mediate cell-to-cell adhesion by homophilic reactions\nSelectins which have lectin-like domains that bind carbohydrates Clinical significance\nCancer cells have abnormal CAMs and hence cause decreased cell adhesion and allow individual ancer cells to detach from the parent cancer.\nThe decrease in the amount of E-cadherin maybe the reason for early metastasis of numerous tumors.",
        "image": "Physiology_img_16.png"
    },
    {
        "id": 17,
        "text": "Identify the incorrectly matched pair of intercellular connections and their structural units Desmosome - Desmoglein Gap junctions - Cadherins Hemidesmosome - Integrins Zona occludens - Claudins",
        "options": {},
        "correct_option": null,
        "explanation": ":\nGap junctions are made of connexons. Connexons are in turn made of units called connexins.\n\n\n\nThe different intercellular connections and their structural units are given below:",
        "image": "Physiology_img_17.png"
    },
    {
        "id": 18,
        "text": "Integrin connects with: Cadherin Vitronectin Fibronectin Selectin",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIntegrin connects with fibronectin.\nIntegrins are transmembrane glycoproteins (integral proteins) that allow cells to attach to extracellular matrix constituents such as laminin, fibronectin and collagen. It helps in linking the intracellular cytoskeleton functionally and structurally with the outside world.",
        "image": "Physiology_img_18.png"
    },
    {
        "id": 19,
        "text": "The force-generating proteins are \t. Myosin and myoglobin Dynein and kinesin Calmodulin and kinesin Troponin and dynamins",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe force-generating proteins are dynein and kinesin.\nThere are three superfamilies of proteins namely kinesin, dynein, myosin referred to as molecular motors.\nThe molecular motors are the force generating proteins as they move proteins, organelles, and other cell parts (collectively referred to as “cargo”) to all parts of the cell.",
        "image": "Physiology_img_19.png"
    },
    {
        "id": 20,
        "text": "An absent dynein arm in cilia can lead to all of the following except: Chronic sinusitis Bronchiectasis Ciliocytophthoria Situs inversus",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAn absent dynein arm in cilia leads to primary ciliary dyskinesia. Kartagener syndrome is a primary ciliary dyskinesia characterized by the classical triad of situs inversus, chronic sinusitis, and bronchiectasis.\nCiliocytophthoria is the degradation of ciliated cells due to viral infections. It is not seen in primary ciliary dyskinesia.",
        "image": "Physiology_img_20.png"
    },
    {
        "id": 21,
        "text": "In dividing cells, mitotic spindles are formed by \t. Ubiquitin Tubulin Vimentin Keratin",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTubulins constitute the microtubules that form the mitotic spindle in a dividing cell. Cytoskeletal elements of the cell.\nUbiquitin helps in protein degradation.\n\n\n\n\nCellular messengers & Receptors\n\n\nQuestion 1:\n\nWhich of the following is an example of a polypeptide hormone?\nParathormone\nAdrenaline\nCortiso\nThyroxine\n\n\nQuestion 2:\n\nWhich hormone crosses the plasma membrane for its action?\nEpinephrine\nThyroxine\nGlucagon\nInsulin\n\n\nQuestion 3:\n\nWhich of the following hormone is not stored before release?\nInsulin\nCortiso\nThyroxine\nRenin\n\n\nQuestion 4:\n\nDownregulation of receptors occurs due to all except\t\nInactivation of receptor\nInternalisation\nDesensitisation\n\nDecreased level of stimulating hormone\n\n\nQuestion 5:\n\nReceptors on cell membrane that activate ion channel after binding with agonists are\t\nNicotinic cholinergic\nMuscarinic cholinergic\nOpioid  receptors\nGABAB receptors\n\n\nQuestion 6:\n\nAdrenaline, noradrenaline and dopamine act through\t\n1 pass receptor\n2 pass receptor\n4 pass receptor\n7 pass receptor\n\n\nQuestion 7:\n\nWhich of the following statements is true about the G-protein-coupled receptor (GPCR)?\nG proteins bind to hormones on the surface of the nucleus.\nAll the three subunits  , , and ■ should bind to each other for G proteins to act.\nG proteins act as inhibitory or excitatory because of differences in  subunit.\nG protein is bound to GTP in resting state.\n\n\nQuestion 8:\n\nAction of  subunit of G protein is\t\nBreakdown of GTP to GDP\nConversion of GDP to GTP\nInternalization of receptors\nBinding of agonist\n\nQuestion 9:\n\nPDGF acts through which of the following signaling pathways?\ncAMP\nIP3-DAG\ncGMP\nTyrosine kinase\n\n\nQuestion 10:\n\nWhich hormone acts on JAK-STAT kinase receptor?\nTSH\nThyroxine\nGH\nFSH\n\n\nQuestion 11:\n\nAll of the following act through cell surface receptors except\nCortiso\nInsulin\nFSH\nTSH\n\n\nQuestion 12:\n\nSteroid hormone receptors have an attachment site for all except\nSteroid hormone\nTranscription repressors\nHormone-responsive element\nTranscription activators\n\nQuestion 13:\n\nTrue statement about second messengers is \t\nAre substances that interact with first messengers outside cells.\nMediate the intracellular responses to many different hormones and neurotransmitters\nAre hormones secreted by cells in response to stimulation by another hormone\nAre substances that bind to first messengers in the cell membrane.\n\n\nQuestion 14:\n\nWhich one of the following acts as a second messenger?\nMg2+\nCl-\nCa2+\nPO43-\n\n\nQuestion 15:\n\nA primigravida with 38 completed weeks of gestation has gone into labor. Oxytocin was started to augment labor. The second messenger system through which oxytocin acts is \t\ncAMP\nPhospholipase c\ncGMP\nTyrosine kinase\n\n\nQuestion 16:\n\ncAMP is the exclusive second messenger for all the following except \t\nCorticotropin\nDopamine\nGlucagon\nVasopressin\n\nQuestion 17:\n\ncGMP is the second messenger of\nSomatostatin\nAngiotensin II\nADH\nNO (nitric oxide)\n\n\nQuestion 18:\n\nWhich of the following is not a second messenger?\nGuanylyl cyclase\ncAMP\nIP3\nDAG\n\n\nQuestion 19:\n\nActivation of protein kinase C causes\t\nIncreased adenylyl cyclase\nPhosphorylation of proteins\nIncreased cAMP\nIncreased ion channel conduction\n\n\nQuestion 20:\n\nA 7-year-old girl presents with skin lesions as shown in the image. The parents also complain of early breast development, growth acceleration, and vaginal bleeding. On genetic studies, it was found that there is a gain of function mutation of G Protein. What is the most probable diagnosis?\n\n\n\nColor blindness\nHirschsprung disease\nMcCune-Albright syndrome\nFamilial hypothyroidism\n\n\nQuestion 21:\n\nNuclear signalling pathways are all except\nCaveolins\nNF-kB\nImportins\nRat proteins\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nParathyroid hormone (PTH) is an example of a polypeptide hormone.\nCortisol is a steroid hormone. Adrenaline and thyroxine are derivatives of the amino acid tyrosine.\n\n\n\nSolution to Question 2:\nThyroxine crosses the plasma membrane for its action.\nThyroid hormones enter the nucleus and bind to thyroid hormone receptors. The\nhormone-receptor complex in the nucleus binds to DNA via zinc fingers. This increases the expression of a variety of different genes that code for proteins regulating cell function. Although thyroxine is an AA derivative, there are transporters to move it into the cell, hence they are intracellular receptors acting on the nucleus.\nEpinephrine, glucagon, and insulin bind to cell surface receptors.\n\n\n\nSolution to Question 3:\n\nCortisol is not stored before release.\nUsually, the polypeptide and protein hormones such as insulin, thyroxine or renin are stored in secretory vesicles before release. They are synthesized as much larger polypeptide chains (preprohormones) that are biologically inactive and then processed intracellularly by specific proteases to yield the final hormone molecule which is stored in the secretory vesicle until needed.\nOn the other hand, steroid hormones such as cortisol are synthesised as needed and are not stored. They are lipid soluble and easily diffuse across cell membrane to enter the interstitial fluid and then blood.\n\n\n\nSolution to Question 4:\nDownregulation of receptors occurs due to internalisation, inactivation of receptors or desensitisation.\nA decrease in the level of stimulating hormones generally leads to an increase in the level of active receptors. This is called upregulation of receptors.\nOn the other hand, an increase in the level of stimulating hormones generally leads to a decrease in the level of active receptors. This is called downregulation of receptors.\nDownregulation of receptors can occur by one of the following mechanisms:\nDesensitisation - Receptors undergo chemical modifications that make them less responsive.\nInternalisation - It is the temporary sequestration of the cell membrane receptors to the inside of the cell, away from the action of hormones. Following internalisation, the receptors are either destroyed or recycled.\nInactivation of receptors.\nDecreased production of receptors.\n\n\n\nSolution to Question 5:\nNicotinic cholinergic receptors activate an ion channel after binding with its agonist. These receptors are called ligand-gated channels or ionotropic receptors.\nReceptors for neurotransmitters are classified into two broad families based on structure and function. They are:\nLigand-gated channels (Ionotropic receptors)\nWhen bound to these receptors, a membrane channel is opened leading to a brief increase in ionic conductance.\nImportant for fast synaptic transmission.\nExamples - GABAA, GABAC, Nicotinic cholinergic, Glycine and Serotonin (5HT3 subtype).\nG-protein coupled receptors (Metabotropic receptors)\n\nWhen bound to these receptors, secondary messengers are released that modulate voltage-gated channels on neuronal membranes.\nExamples - GABAB, Muscarinic cholinergic, Catecholamines, Serotonin (all subtypes except 5HT3) and opioid receptors.\n\n\n\nSolution to Question 6:\nAdrenaline, noradrenaline and dopamine act through a 7 pass receptor called G-protein coupled receptor (GPCR).\nThe catecholamines act through GPCRs which are cell membrane receptors that span across the membrane 7 times hence called seven helix or serpentine receptors.\n\n\n\nSolution to Question 7:\nG proteins act as inhibitory or excitatory because of differences in  subunit.\nG protein-coupled receptors (GPCRs) are cell membrane receptors that span across the membrane 7 times hence called seven helix or serpentine receptors.\nG proteins have 3 subunits ( , and ■). In its resting state,  subunit is bound to GDP.\nUpon ligand binding to GPCR, it undergoes a conformational change that activates G protein within the cell. The  subunit dissociates and in turn alters the activity of second messengers such as cAMP, cGMP or Ca2+.\nOnce the ligand is unbound, the intrinsic GTPase activity of the  subunit converts GTP to GDP. This leads to reassociation of  with the -■ subunit and termination of effector activation.\n\n\nSolution to Question 8:\nThe action of  subunit of G protein is the breakdown of GTP to GDP as it has an intrinsic GTPase activity.\nGuanine exchange factors (GEFs) convert GDP to GTP by nucleotide exchange.\nG proteins can be either stimulatory (GS) or inhibitory (Gi) with respect to the production of the 2nd messenger cAMP by the enzyme adenylyl cyclase. Stimulatory or inhibitory activity resides in the  subunit.\nCholera toxin acts on  subunit of GS\nPertussis toxin acts on  subunit of Gi\n\n\n\n\nSolution to Question 9:\nPDGF (platelet-derived growth factor) acts through the activation of tyrosine kinases.\nAll growth factors that foster the multiplication or development of various types of cells act through the activation of tyrosine kinases.\n\n\n\nSolution to Question 10:\nGrowth hormone acts on JAK-STAT receptors.\nJanus tyrosine kinase receptors (JAK-STAT) serves as receptors for:\nGrowth hormone\nProlactin\nErythropoietin\n\nLeptin\nThyroxine acts on nuclear receptors. TSH and FSH act on G protein-coupled receptors.\n\n\n\nSolution to Question 11:\nCortisol is a steroid hormone and acts on intracellular (cytoplasmic) receptor.\n\n\n\nSolution to Question 12:\nSteroid hormone receptors have an attachment site for steroid hormone, hormone-responsive element, and transcription activators, but not transcription repressors.\nTranscription repressors are proteins that bind to specific sites on DNA and prevent transcription of nearby genes.\n\n\n\n\n\nSolution to Question 13:\nSecond messengers mediate the intracellular responses to many different hormones and neurotransmitters.\nCell surface receptors are substances that interact with the first messengers which are hormones and neurotransmitters.\nThe second messengers are the intracellular signalling molecules. They bring about many\nshort-term changes in cell function by altering enzyme function, triggering exocytosis, and other physiological effects. They can also lead to the alteration of transcription of various genes (long term effect).\n\nExamples of second messengers are cAMP, cGMP, Ca2+ and IP3-DAG (Inositol triphosphate and diacylglycerol).\n\n\n\nSolution to Question 14:\nAmong the following calcium (Ca2+) acts as a second messenger.\nIncreased cytoplasmic Ca2+ binds to and activates calcium-binding proteins (calmodulin,\ntroponin) or activate protein kinases (or phospholipase C) to bring about physiological effects. Cytoplasmic Ca2+ is increased by:\nDirect entry of Ca2+ from the ECF through Ca2+ channels that could be ligand-gated, voltage-gated or stretch-activated (mechanically gated).\nMobilisation of Ca2+ that are stored in high concentrations in the endoplasmic reticulum by other second messengers such as IP3-DAG (Inositol triphosphate and diacylglycerol).\n\n\n\nSolution to Question 15:\nThe second messenger system through which oxytocin acts is the phospholipase C system.\nIt activates the enzyme phospholipase C which breaks down some phospholipids in the cell membrane into IP3 (phosphoinositol triphosphate) and DAG (diacylglycerol). DAG then activates protein kinase C and IP3 mobilises Ca2+ from mitochondria and endoplasmic reticulum to bring about smooth muscle contraction and other cellular responses.\n\n\n\nSolution to Question 16:\nVasopressin does not use cAMP exclusively.\nVasopressin (ADH) acts on at least 3 kinds of receptors: V1A, V1B and V2\nAll the 3 are G-protein coupled receptors\nV1A and V1B receptors (Gq) act through IP3 as a second messenger, to increase the intracellular calcium concentration\nV2 receptors (Gs) use cAMP as a second messenger\ncAMP is the exclusive second messenger for dopamine, corticotropin and glucagon. Dopamine has 5 receptors (D1, D2, D3, D4, D5)\nall use cAMP as second messengers\nD1, D5 act by increasing cAMP\nD2, D3, D4 act by decreasing cAMP\n\nSolution to Question 17:\nVasodilatory actions of NO are mediated by cGMP.\nNO is a hormone derived from the amino acid arginine. It activates guanylyl cyclases in vascular smooth muscle cells resulting in the conversion of cGTP to cGMP (2nd messenger). cGMP activates cGMP dependent protein kinase, which causes blood vessels to relax.\ncGMP is the second messenger for nitric oxide and atrial natriuretic factor.\n\n\n\nSolution to Question 18:\nGuanylyl cyclase is the enzyme that catalyzes the formation of cGMP. It is cGMP that acts as the second messenger.\ncAMP, IP3 and DAG are all second messengers.\n\n\n\nSolution to Question 19:\nActivation of protein kinase C causes phosphorylation of proteins Cellular Phosphorylation is under the control of two groups of proteins:\nKinases\nenzymes that catalyse the phosphorylation of tyrosine or serine residues in protein\nExample- Protein Kinase A, Protein Kinase C, Ca2+/Calmodulin Kinase\nPhosphatases\nthat catalyses the dephosphorylation of tyrosine or serine residues in the protein\nKinases play important roles in regulating cellular physiology, including cell growth and cell death. Philadelphia chromosome, t(9:22) or the bcr-abl fusion gene codes for an abnormal kinase that leads to chronic myeloid leukaemia (CML). The drug imatinib was developed to block the tyrosine kinase activity of bcr-abl protein and is an effective treatment option for CML.\n\n\n\nSolution to Question 20:\nAmong the given options, the most probable diagnosis is McCune-Albright syndrome as it is the only gain-of-function mutation of G Protein.\nG proteins or G protein-coupled receptor complexes can undergo a loss- or gain-of-function mutation. Some examples are given below:\nIn McCune-Albright syndrome, a gain-of-function mutation in Gs is associated with the rough-bordered areas of skin pigmentation and hypercortisolism. This mutation occurs during fetal development, creating a mosaic of normal and abnormal cells.\n\n\n\n\n\nSolution to Question 21:\nRat proteins are not nuclear signalling pathways. Recombinant rat IFN- is a bioactive protein intended for use in cell culture applications.\nImportin:\nTransporting protein molecules into nucleus by binding to specific recognition sequences, called Nuclear Localization Sequences (NLS).\n2 subunits, importin  and importin .\nCaveolins:\nFamily of integral membrane proteins that are principal components of caveolae membranes\nInvolved in receptor-independent endocytosis.\nActs as scaffolding proteins within caveolar membranes by compartmentalizing and concentrating signaling molecules.\nNF-kB\nPart of a prototypical proinflammatory signaling pathway\nbased on the role of NF-B in the expression of proinflammatory genes including cytokines, chemokines, and adhesion molecules\n\nTransport Across Cell Membrane\n\n\nQuestion 1:\n\nTransport of lipid-soluble substances across the cell membrane occurs via which of the following?\nPorins\nIonophore\nLipopolysaccharides\nDiffusion\n\n\nQuestion 2:\n\nWhich of the following will diffuse more rapidly through phospholipid membranes?\nOxygen\nSodium\nChloride\nWater\n\n\nQuestion 3:\n\nWhich of the following is explained by the fick’s law of diffusion?\nActive diffusion along concentration gradient\nPassive diffusion along concentration gradient\nActive diffusion against concentration gradient\nPassive diffusion against concentration gradient\n\n\nQuestion 4:\n\nFor a membrane permeable substance, the intracellular concentration (IC) is 10 units and extracellular concentration (EC) is 5 units. If the intracellular concentration, surface area of the membrane and thickness of the membrane are doubled, and the EC remains the same, What will be the net effect on the diffusion?\n\nDiffusion becomes 2x\nDiffusion becomes 3x\nDiffusion becomes 1/2x\nDiffusion becomes 1/3x\n\n\nQuestion 5:\n\nWhich of the following does not follow transport saturation kinetics?\nFacilitated diffusion\nNa+-Ca2+ exchanger\nSimple diffusion\nCoupled transport\n\n\nQuestion 6:\n\nWhich statement about the facilitated diffusion is true?\nForm of active transport\nRequires carrier protein\nDoesn't follow saturation kinetics\nRequires creatinine phosphate\n\n\nQuestion 7:\n\nThe movement of which of the following substance across the membrane is most affected by osmotic pressure?\nSodium\nPotassium\nWater\nGlucose\n\n\nQuestion 8:\n\nOsmolarity is defined as \t\n\nNumber of osmole per litre\nNumber of osmole per kg\nWeight of solute per litre\nWeight of solvent per litre\n\n\nQuestion 9:\n\nPassive transfer of only solvent occurs in \t\nDiffusion\nActive transport\nOsmosis\nPinocytosis\n\n\nQuestion 10:\n\nA 47-year-old diabetic man takes a low-dose aspirin daily due to cardiovascular risk. The absorption of aspirin in the stomach is an example of which type of transport?\nNonionic diffusion\nFacilitated diffusion\nSimple diffusion\nSecondary active transport\n\n\nQuestion 11:\n\nEnergy is required in which of the following mode of transport.\nOsmosis\nDiffusion\nFacilitated diffusion\nActive transport\n\n\nQuestion 12:\n\nMovement of calcium from the cytosol to the extracellular space takes place by\n\nPrimary active transport\nFacilitated diffusion\nSimple diffusion\nNone of the above\n\n\nQuestion 13:\n\nNa+-K+ ATP pump uses \t\nATPase\nGTPase\nAcetyl CoA\nNADPH\n\n\nQuestion 14:\n\nPrimary active transport is mediated by which one of the following enzymes?\nG-Protein\nNa+-K+ ATPase\nCarrier protein\nChannel protein\n\n\nQuestion 15:\n\nFor Na+-K+ ATPase coupling ratio is \t\n1:1\n1:2\n2:3\n3:2\n\n\nQuestion 16:\n\nA 40-year-old diabetic man has been prescribed empagliflozin. Which of the following processes will most likely be affected by this drug?\n\nSecondary active transport\nPrimary active transport\nFacilitated diffusion\nSimple diffusion\n\n\nQuestion 17:\n\nGlucose is absorbed in intestine by?\nPrimary active transport\nFacilitated diffusion\nSimple diffusion\nSecondary active transport\n\n\nQuestion 18:\n\nA 40-year-old lady is diagnosed with Lambart- Eaton syndrome. Radioimmunoassay reveals the presence of serum antibodies against voltage-gated calcium channels. Which of the following process will be affected as a result of this pathology?\nFacilitated Diffusion\nEndocytosis\nExocytosis\nSimple Diffusion\n\n\nQuestion 19:\n\nWhich pathway is called regulated pathway?\nConstitutive exocytosis\nConstitutive endocytosis\nReceptor mediated endocytosis\nNon Constitutive exocytosis\n\n\nQuestion 20:\n\nA 30-year-old gentleman is diagnosed with elevated blood cholesterol levels. A defect in a process that involves the protein 'clathrin' is being suspected. Which of the following process will be most likely affected by this defect?\nReceptor mediated endocytosis\nExocytosis\nCell to cell adhesion\nPlasma membrane\n\n\nQuestion 21:\n\nWhich of the following is true about secretory vesicle transport?\nAlong concentration gradient\nNo relation with concentration gradient\nAgainst the concentration gradient\nPassive method of membrane transport\n\n\nQuestion 22:\n\nTranscytosis occurs in which of the following cell types?\nEpithelial cells of intestine\nNeuroglia\nNeuron\nAxolemma\n\n\nQuestion 23:\n\nWhich of the following ion is used in exocytosis?\nK+\nNa+\nCa2+\nMg\n\n\nQuestion 24:\n\nA 35-year-old diabetic man is started on an insulin secretagogue. Which of the following ions is required for emeiocytosis or reverse pinocytosis during the insulin secretion process?\nNa+\nK+\nCa2+\nMg2+\n\n\n\n\nAnswer Key\n\n\nDetailed Explanations\nSolution to Question 1:\nLipid-soluble substances are transported across the cell membrane via diffusion.\nThe rate of diffusion depends directly on lipid solubility.\nCharacteristics of simple diffusion\nThe only form of transport that is not carrier-mediated\nOccurs down an electrochemical gradient (“downhill”)\nDoes not require metabolic energy and therefore is passive\nPermeability\nDescribes the ease with which a solute diffuses through a membrane\nDepends on the characteristics of the solute and the membrane\nSmall hydrophobic solutes (e.g., O2) have the highest permeabilities in lipid membranes.\nHydrophilic solutes (e.g., Na+) must cross cell membranes through water-filled channels, or pores. If the solute is an ion, then its flux will depend on both the concentration difference and the potential difference across the membrane.\n\n\n\nSolution to Question 2:\nAmong the following substances, oxygen diffuses more rapidly through phospholipid membranes as it is a lipid-soluble substance.\nPhospholipid membranes are:\nPermeable to lipid-soluble substances (e.g., O2, CO2, NH3, steroid hormones)\nImpermeable to water-soluble substances (e.g., Na+, Cl-, glucose)\nSemipermeable to water\n\n\n\nSolution to Question 3:\nFick’s law of diffusion explains passive diffusion along the concentration gradient.\nFick’s law of diffusion: The magnitude of the diffusing tendency is directly proportional to the cross-sectional area across which diffusion is taking place and the concentration gradient, or chemical gradient, which is the difference in concentration of the diffusing substance divided by the thickness of the membrane.\n\nSolution to Question 4:\nThe net effect on the diffusion is, it becomes 3x. The magnitude of the diffusion:\nwhere,\nJ = net rate of diffusion\nD = diffusion coefficient\nA = area of the membrane\nx = thickness of the membrane or the distance the molecule must travel across for diffusion\nc = concentration gradient\nIn the condition mentioned above, the surface area, the thickness of the membrane and intracellular concentration becomes doubled. This means,\nA is doubled = 2A\nx is doubled = 2x\nIC is doubled. 10x2= 20 units; EC is 5 units.\nSo, c = 20 - 5 = 15. c was 5 with the original concentrations. Hence c has been tripled. Now,\nJ=-D x 2A x 3c/2x = 3 x [DA c/x]\nTherefore the diffusion of the substance increases by three-fold. 2nd method :\nJ = - DA (c / x )\nAfter applying changes,c = intracellular conc. - extracellular conc.\t= 10 - 5\t= 5 Therefore, J1 = - DA (5 / x )\nAfter appropriate doublings,\tNew intracellular conc. = 10 * 2 = 20\tNew extracellular conc. =\n5 (since no change)\tc = 20 - 5 = 15 Therefore, J2 = - D 2*A (15 / 2*x )\n= - D A (15 / x )\nNow,\tJ2 / J1 = [- DA (15 / x ) ] / [ = - DA (5 / x ) ]\nJ2 / J1 = 15 / 5\n= 3\nTherefore the diffusion of the substance increases by three-fold.\n\n\n\nSolution to Question 5:\n\nSimple diffusion is not carrier-mediated transport hence do not follow saturation kinetics.\nFacilitated diffusion, primary active transport, and secondary active transport all involve integral membrane proteins and are called carrier-mediated transport.\nAll carrier-mediated transport system follows saturation kinetics.\nThe figure shows that as the concentration of the diffusing substance increases, the rate o simple diffusion continues to increase proportionately, but in the case of facilitated diffusion, the rate of diffusion cannot rise greater than the transport maximum (Tm). Tm is analogous to\nthe maximum velocity (Vmax) level in enzyme kinetics.\n\n\n\n\n\nSolution to Question 6:\nWhen carrier proteins help in the movement of substances in the direction of their chemical or electrical gradients (downhill movement), no energy input is required and the process is called facilitated diffusion.\nExamples\nGLUT\nUrea Transporters :\nUTA 1, 2, 3, 4 in Kidney\nUTB in RBC\nAmino Acid Transporters\nOther options are wrong because:\nFacilitated diffusion is a type of passive transport.\nIt follows saturation kinetics.\nNo energy input is required in facilitated diffusion.\n\n\n\n\n\n\nSolution to Question 7:\nThe movement of water across the membrane is most affected by osmotic pressure.\nOsmotic pressure is the pressure that would have to be applied to prevent the movement of water molecules to the more concentrated solution i.e. to a region in which there is higher concentration of a solute to which the membrane is impermeable.\n\n\nOsmotic pressure is calculated by Vant Hoff’s law.\n\n\n\nSolution to Question 8:\n\nDifference between osmolarity &amp; osmolality:\nOsmolarity is the number of osmoles per litre of solution,\nOsmolality is the number of osmoles per kilogram of solvent.\nTherefore, osmolarity is affected by the volume of the various solutes in the solution and the temperature, while the osmolality is not.\n\n\n\nSolution to Question 9:\nPassive transfer of the only solvent occurs in Osmosis.\nThe diffusion of solvent molecules into a region in which there is a higher concentration of a solute to which the membrane is impermeable is called osmosis.\nNote: Membrane is impermeable to the solute.\n\n\n\nSolution to Question 10:\nThe absorption of salicylates like aspirin in the stomach is an example of nonionic diffusion.\nSome weak acids and bases are quite soluble in cell membranes in the undissociated form, but they cannot cross membranes in the charged (i.e. dissociated) form. Consequently, molecules o the undissociated substance diffuse from one side of the membrane to the other and then dissociate. This phenomenon is called nonionic diffusion.\nExamples\nAmmonia excretion in collecting ducts\nExcretion of weak acids and bases in the kidney\nAbsorption of salicylates in the stomach\nAbsorption of bile acids in the distal ileum\n\n\n\nSolution to Question 11:\nWhen a carrier protein transports substances against their electrical and chemical gradients\n(uphill movement) it requires energy and this type of transport is called active transport.\n\n\n\n\n\n\nSolution to Question 12:\nThe movement of calcium from the cytosol to the extracellular space takes place by primary active transport.\nTwo primary active transport calcium pumps maintain low intracellular calcium levels. One pumps calcium ions to the extracellular space and another to the sarcoplasmic reticulum.\nCalcium transport also takes place via secondary active transport. A sodium-calcium exchanger/antiporter moves sodium ions to the interior and calcium ions to the exterior.\n\n\n\nSolution to Question 13:\nNa+- K+ ATPase or Na+-K+ ATP pump catalyzes the hydrolysis of ATP to ADP and uses the energy to extrude three Na+ from the cell and take two K+ into the cell for each molecule of ATP hydrolyzed.\nSodium-Potassium Pump/ Na+– K+ Pump:\nCarrier protein located on the plasma membrane of all cells\nPumps 3 Na+ out of the cell &amp; 2 K+ into the cell (coupling ratio 3:2)\n2 separate globular proteins:\nLarger-  subunit &amp; smaller-  subunit,  subunit concerned with Na+- K+ transport\nBinding sites on  subunit:\n3 intracellular sites- for Na+, ATP, and one phosphorylation site\n2 extracellular sites- for K+ and oubain\n\n\n\nMechanism Of Action\n\n\nFunctions:\nControlling Cell Volume.\nElectrogenic Nature- maintains Resting membrane potential\nThe energy from the Na+–K+ pump also indirectly serves as the energy source for secondary active transport.\nRegulation:\nPump activity is altered by second messenger molecules eg. cAMP, DAG\nStimulated by thyroid hormones, insulin and aldosterone\nInhibition by dopamine ,digitalis glycosides, ouabain\n\nSolution to Question 14:\nIn active transport the energy is provided almost exclusively by the hydrolysis of ATP. Hence many carrier molecules are ATPases (eg. Na+-K+-ATPase), enzymes that catalyze the hydrolysis of ATP.\n\n\n\n\nSolution to Question 15:\nNa+-K+ ATPase or Na+-K+ ATP pump is an electrogenic pump in that it moves three positive charges out of the cell for each two that it moves in, and it is therefore said to have a coupling ratio of 3:2.\nNote:\nNa+-K+ ATP pump is found in almost all parts of the body, and it catalyzes the hydrolysis of ATP to ADP and uses the energy for its activity\nIt is one of the ma˜or energy using process in the body. On an average, it accounts for 24% of the energy utilized by the cells, and in neurons it accounts for 70%. Thus, it accounts for large share in basal metabolism\n\n\n\nSolution to Question 16:\nEmpagliflozin is an SGLT-2 inhibitor. SGLT-2 or sodium-glucose transport protein 2 is an example of a cotransporter that plays a key role in glucose absorption from renal tubule\nby secondary active transport. This process is blocked by SGLT-2 inhibitors, leading to renal loss of glucose and improved glycemic control.\nA special property of the transport protein involved in secondary active transport is that a conformational change to allow Na+ movement to the interior will not occur until a glucose\n\nmolecule also attaches to the transport protein. When they both become attached, the conformational change takes place automatically, and the Na+ and glucose are transported to the inside of the cell at the same time.\nThe figure shows glucose is transported uphill and Na+ is transported downhill. Energy derived rom the downhill movement of Na+ is maintained by the Na+-K+ ATPase pump on the basolateral side.\n\n\n\n\nSolution to Question 17:\nGlucose is absorbed in the intestine by secondary active transport (sodium co-transport).\nThe energy for glucose transport is provided indirectly, by the active transport of Na+ out of the cell. This maintains the concentration gradient across the luminal border of the cell so that more Na+ and consequently more glucose enter.\nThough both secondary active transport and facilitated diffusion play a role in glucose absorption, it is the initial active transport of sodium through the basolateral membranes of the intestinal epithelial cells that provide the eventual force for moving glucose through the membranes as well. So, secondary active transport is the single best answer for this question.\n\n\n\nSolution to Question 18:\nExocytosis of neurotransmitters at the nerve terminals will be affected as a result of antibodies against voltage-gated calcium channels.\nAfter an action potential reaches the terminal endings of a nerve, the influx of Ca2+ via\nvoltage-gated calcium channels leads to the fusion of intracellular vesicles with cell membranes. This results in the release of neurotransmitters into the synaptic space. This process will be impaired in the case of Lambert-eaton syndrome.\n\nExocytosis is the extrusion of membrane-bound vesicles. In exocytosis, intracellular vesicles move to the cell membrane, fuse with it and then release their contents to the extracellular fluid. Solute and water can be released from the cell via vesicles by the process of exocytosis.\nExocytosis can be:\nConstitutive exocytosis:\nInvolves prompt transport of proteins to the cell membrane in vesicles, with little or no processing or storage\nExamples\nGoblet cells in the intestine continuously to release mucus\nFibroblasts in connective tissue release collagen Regulated/ Non constitutive exocytosis:\nHere the proteins from golgi apparatus initially enter the secretory granules, where the processing of prohormones to mature hormones occurs before exocytosis\nExamples\nEndocrine cells, hormones are stored in secretory vesicles and released in response to a signal rom outside the cell.\nTo insert proteins into the cell membrane like aquaporin insertion Note:\nThe term ‘regulated exocytosis’ is misleading because even constitutive exocytosis is regulated.\nExocytosis involves two families of proteins: Rabs, which help vesicles dock onto the membrane, and SNAREs, which facilitate membrane fusion.\nThis is Ca2+ -dependent process\nExocytosis, like endocytosis, requires energy in the form of ATP.\n\n\nSolution to Question 19:\nThe non constitutive pathway of exocytosis is called the regulated pathway. Exocytosis can be either constitutive or non constitutive(regulated):\nRegulated or nonconstitutive pathway: Proteins from the Golgi apparatus initially enter secretory granules, where processing of prohormones to the mature hormones occurs before exocytosis.\nConstitutive pathway: Involves the prompt transport of proteins to the cell membrane in vesicles, with little or no processing or storage.\n\n\n\nSolution to Question 20:\nReceptor-mediated endocytosis takes place in coated pits or indentations where the cytoplasmic side of the membrane has high concentrations of protein. The most common protein found in coated pits is clathrin.\nA GTP binding protein dynamin is involved in pinching off the vesicle formed in clathrin-mediated endocytosis\n\n\nImportance:\nInternalisation of many receptors and ligands bound to them eg. LDL, Nerve Growth Factor.\nReceptor-mediated endocytosis transports a variety of substances including protein hormones, growth factors, antibodies, and plasma proteins that serve as carriers for iron and cholesterol.\nSynaptic function\nAbnormalities in receptor-mediated removal of cholesterol from the blood are associated with elevated plasma cholesterol levels and cardiovascular disease.\n\nSolution to Question 21:\nVesicular transport has no relation to the concentration gradient.\nVesicular transport requires energy expenditure by the cell, so this is an active method of membrane transport. Energy is needed to accomplish vesicle formation and vesicle movement within the cell.",
        "image": "Physiology_img_21.png"
    }
]