[
    {
        "id": 1,
        "text": "Which of the following timelines would be included in the perinatal period as per WHO? 37th week of gestation to 28 days after birth 20th week of gestation to 7 days after birth 28th week of gestation to 28 days after birth 22nd week of gestation to 7 days after birth",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe WHO states that the perinatal period commences at 22 completed weeks and ends at seven completed days after birth - 154 days. It corresponds to when the fetus weighs 500g or more.\nThis definition is not to be confused with the period used for the calculation of the perinata mortality rate (PMR). To calculate the PMR, a fetal weight above 1000 g is considered, which is achieved at 28 weeks of gestation. Therefore, for all statistical purposes, internationa comparisons, and calculation of perinatal mortality rate, the period from the 28th week of life is considered.\n\nPerinatal period: from the 22nd week.\nPerinatal mortality rate calculation: from the 28th week.\nThe neonatal period is defined as the first 28 days after birth. Infancy is defined as the first year of life.\nThe image below shows various time periods. Only the time period for perinatal mortality and the perinatal period are different as shown in the image. For others, corresponding mortality rates are calculated using the same time periods shown.",
        "image": "Pediatrics_img_1.png"
    },
    {
        "id": 2,
        "text": "You would classify a baby as post-term if it is born after 40 weeks of completed gestation 40 weeks and 2 days 41 weeks of completed gestation 42 weeks of completed gestation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPost-term infants are those born after 42 completed weeks of gestation, as calculated from the mother’s last menstrual period, regardless of weight at birth.",
        "image": "Pediatrics_img_2.png"
    },
    {
        "id": 3,
        "text": "You would classify a baby as a very low birth weight baby if the weight of the baby is found to be less than \t kg. 1 1.5 2 2.5",
        "options": {},
        "correct_option": null,
        "explanation": ":\nA very low birth weight baby is one whose birth weight is &lt;1.5 Kg. They are often premature\n(&lt;37 weeks of gestation).\nA low birth weight baby is one whose birth weight is &lt;2.5 Kg.\nAn extremely low birth weight baby is one whose birth weight is &lt;1 kg.",
        "image": "Pediatrics_img_3.png"
    },
    {
        "id": 4,
        "text": "Reena, a 34-year-old lady with gestation diabetes mellitus delivers an LGA baby at 37 weeks. What would the birth weight of this child be? &gt;75th Percentile &gt;97th Percentile &gt;90th Percentile &gt;95th Percentile",
        "options": {},
        "correct_option": null,
        "explanation": ":\nInfants with birth weight greater than the 90th percentile for their gestational age are called large for gestational age (LGA) babies.\n\n\n\n\nMaternal diabetes and obesity are predisposing factors for LGA babies. They have a higher incidence of:\nBirth injuries:\nBrachial plexus injury\nPhrenic nerve injury\nCephalohematomas\nHypoglycemia\nPolycythemia\nCongenital heart disease",
        "image": "Pediatrics_img_4.png"
    },
    {
        "id": 5,
        "text": "As the intern assisting in the labor room, you are tasked with administering Vitamin K to the term newborns with no complications. Which of the following dose and route would you use for administration? 0.5 - 1 mg IM 5 - 10 mg IV 1 - 5 mg IV 0.1 - 0.5 mg IM",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAll newborn infants are to be administered vitamin K at a dose of 0.5–1 mg intramuscularly, to prevent hemorrhagic disease of the newborn (HDN).\nHowever, for newborns with vitamin K deficiency, the dose of vitamin K administered is 1–5 mg intravenously.",
        "image": "Pediatrics_img_5.png"
    },
    {
        "id": 6,
        "text": "A term neonate born by normal vaginal delivery is diagnosed with hypothermia. Which of the following is not a physiological response for heat regulation in this baby? Shivering Breakdown of brown fat with noradrenaline secretion Increased muscular activity Cutaneous vasoconstriction",
        "options": {},
        "correct_option": null,
        "explanation": ":\nNeonates do not generate heat by shivering.\nHeat production in neonates happens by increasing the metabolic rate and oxygen consumption by releasing norepinephrine, which results in non-shivering thermogenesis through\nbeta-oxidation of brown fat. This sympathetic surge also causes cutaneous vasoconstriction.\n\nIncreased physical activity - crying, increased body movements, and muscular activity also contribute to thermogenesis.\nPreterm and small-for-gestational-age (SGA) infants have scanty brown fat stores.",
        "image": "Pediatrics_img_6.png"
    },
    {
        "id": 7,
        "text": "You are conducting the routine newborn assessment of a 2.3 kg baby born 10 minutes back. You would classify the neonate as having cold stress if you notice the body temperature to be: 35.4-36.0 °C 33.4-34.0 °C 34.4-35.4 °C 36.0-36.4 °C",
        "options": {},
        "correct_option": null,
        "explanation": ":\nA temperature of 36.0 to 36.4°C categorizes a neonate as having cold stress.\nAn infant’s normal body temperature is 36.5 to 37.5 °C. It is measured in the apex of the baby's axilla by holding the thermometer for at least 3 minutes.\nHypothermia is an axillary temperature of &lt;36.5 °C.\nCold stress: 36.0 to 36.4 °C\nModerate hypothermia: 32 to 35.9 °C\nSevere hypothermia: &lt;32 °C\nHyperthermia is an axillary temperature of &gt;37.5 °C.",
        "image": "Pediatrics_img_7.png"
    },
    {
        "id": 8,
        "text": "A 24-year-old primigravida delivers a preterm baby at 33 weeks of gestation with a birth weight of 2 kg. She is advised to hold her child as shown below. Which of the following statements about this method is false? Can be continued at home Safety and thermal protection is equivalent to incubators Reduces severe morbidity in the newborns Should be performed only by the mother",
        "options": {},
        "correct_option": null,
        "explanation": ":\nKangaroo Mother Care (KMC) can be carried out by the mother or any other caregiver.\nKMC was introduced for the prevention of neonatal hypothermia in low birth weight/ premature newborns. It has 4 components—\nSkin-to-skin positioning of the newborn on the mother’s chest.\nAdequate nutrition through breastfeeding.\nEarly discharge and ambulatory care.\nSupport for mother and family for child care. Evidence shows that-\nIt is as good as incubators, in terms of safety and thermal protection (measured by mortality)\nReduces severe morbidity by way of facilitating breastfeeding\nHumanization of neonatal care\nPromoted bonding between mother and child E igibility criteria for KMC:\nIt is indicated for all hemodynamically stable low birth weight babies. Short sessions of KMC can be initiated in babies on medical treatment like IV fluids or oxygen therapy. Initiation of KMC can vary with the birth weight of the baby.\nBirth weight &lt;1200 g - It may take days to weeks for initiation of KMC\nBirth weight =1200-1800 g - Only a few days may be taken before KMC initiation\n\nBirth weight &gt;1800 g - KMC can be initiated immediately after birth All mothers without any serious illness can provide KMC.\nPositioning for KMC: The baby is placed between the mother's breast in an upright position. The hips are abducted and flexed in the frog position and the arms are also flexed. The abdomen of the baby should be at the level of the mother's epigastrium. In this position, the mother's breathing would stimulate the baby and prevent the development of apnea.\nThe duration of KMC should be gradually increased from short sessions of more than one hour to 24 hours a day.\nKMC is not necessary once the baby attains 2500 g of weight or 37 weeks of gestation. Note:\nIncubatory care, feeding via nasal catheter, and prevention of infection are part of intensive care for low birthweight babies.",
        "image": "Pediatrics_img_8.png"
    },
    {
        "id": 9,
        "text": "You are the intern posted in the labor room and are tasked with calculating the gestational maturity of the infants delivered. As per the expanded New Ballard scoring, what will be the lowest and highest scores you can obtain? 0 and 40 -10 and 50 -20 and 44 10 and 32",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe lowest score on the expanded New Ballard Score is -10, which corresponds to 20\nweeks gestational age, and the highest score is 50, which corresponds to 44 weeks gestational age. An increase in the score by 5 points corresponds to an increase of 2 weeks gestational age.\nMaturity Rating on the expanded New Ballard Score:",
        "image": "Pediatrics_img_9.png"
    },
    {
        "id": 10,
        "text": "Which of the following is a component of the neuromuscular criteria for maturity according to the expanded New Ballard score? Heel-knee test Finger-nose test Scarf sign Cubital angle",
        "options": {},
        "correct_option": null,
        "explanation": ":\nScarf sign is a component of the neuromuscular criteria for maturity according to the expanded new Ballard score.\nScarf sign: If the infant's arm is pulled medially across the chest (as shown in the image below),\nIn a hypotonic infant, the elbow will cross the midline.\nIn a term infant with a normal tone, the elbow will not reach the midline.\n\n\nNeuromuscular criteria for maturity (according to the expanded New Ballard score) include:\nPosture\nSquare window (wrist)\nArm recoi\nPopliteal angle\nScarf sign\nHeel to ear\nPhysical criteria for maturity (according to the expanded New Ballard score) include:\nSkin\nLanugo\nEye/ear\nPlantar crease\nBreast\nGenitals\nThe expanded new Ballard score is used to assess the physical and neuromuscular maturity of the newborn by scoring six criteria and thereby calculating the gestational age. It is accurate\nbetween 20 to 44 weeks.\n\nThe lowest score on the expanded New Ballard Score is -10, which corresponds to 20\nweeks gestational age, and the highest score is 50, which corresponds to 44 weeks gestational age. An increase in the score by 5 points corresponds to an increase of 2 weeks gestational age\nGiven in the image below is the scoring system for the physical and neuromuscular criteria:",
        "image": "Pediatrics_img_10.png"
    },
    {
        "id": 11,
        "text": "A 1.8 Kg neonate is born to a 24-year-old primigravida with no antenatal checkups. While calculating the physical maturity of the neonate by the new Ballard scoring, which of the following criteria would you not take into account? Skin Lanugo hair Palmar surface Breast",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPalmar surface is not a component of the physical criteria for maturity according to the expanded New Ballard score.\nPhysical criteria for maturity (according to the expanded New Ballard score):\nSkin\nLanugo\nEye/ear\nPlantar crease (Not palmar surface)\nBreast\nGenitals",
        "image": "Pediatrics_img_11.png"
    },
    {
        "id": 12,
        "text": "While examining a healthy term neonate, you notice that the baby passes greenish-black colored stools. This color is due to - Bilirubin Biliverdin Meconium Gut flora of neonate",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe greenish-black color of the first stool in the newborn is due to biliverdin.\nMeconium is a dark, sticky material that is normally present in the intestine at birth and passed in the feces after birth. It is detected in the ileum at about 70–85 days of fetal life and begins to fill the colon and lower ileum late in the 4th month of gestation. The greenish color of the meconium is the consequence of the bile pigments excreted by the biliary tract. The main component\n\nresponsible for the greenish color of the meconium is biliverdin (a pigment formed from the oxidation of bilirubin).\nUp to the 22nd week of gestation, the intestinal content is not greenish and for this reason, fetal defecation would not stain the amniotic fluid. The production of biliverdin starts over the next few weeks or at a time closer to labor, probably due to a biochemical switch related to the bilirubin oxidation system. Bilirubin is responsible for the yellow color of the stools.\nNeonates do not harbor gut flora at birth.",
        "image": "Pediatrics_img_12.png"
    },
    {
        "id": 13,
        "text": "When does the parachute reflex disappear? At 3 months At 6 months At birth and reappears at 9 months Never",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe parachute reflex has its onset at 7–8 months of age. It is fully developed by 10-11 months of age and remains throughout life.\nIt can be evoked by holding the infant’s trunk and then suddenly lowering the infant as if he or she were falling. The arms will spontaneously extend to break the infant’s fall.\nThis reflex is a prerequisite to walking.",
        "image": "Pediatrics_img_13.png"
    },
    {
        "id": 14,
        "text": "A 6-day old infant is being examined. While checking the reflexes, a brisk Moro's reflex is noted. Which of the following conditions is a likely cause for this? Kernicterus Stage III hypoxic ischemic encephalopathy (HIE) Hypoglycemia Erb's palsy",
        "options": {},
        "correct_option": null,
        "explanation": ":\nA brisk Moro reflex can be seen in neonates with hypoglycemia.\nIn hypoglycemic babies, there is an activation of the autonomic system, which results in jitteriness. Newborns often exhibit this as an exaggerated Moro reflex.\nThe Moro reflex is a primitive reflex that is very sensitive to the infant's level of alertness. It is elicited by supporting the infant in the semierect position and allowing the infant’s head to fa backward onto the examiner’s hand.\nAn animated gif of normal response to Moro's reflex where there is symmetrical extension and abduction of the upper extremities, followed by flexion of the upper extremities is shown below\n\n\nThe Moro reflex disappears by 6 months of age in normal infants.\nAbsent Moro reflex: caused by significant generalized disturbance of the CNS\nStage III HIE\nKernicterus\nAsymmetric Moro reflex: feature of the root, plexus, or nerve disease\nFractured clavicle\nBrachial plexus injury (Erb's palsy)\nHemiparesis Brisk Moro reflex:\nNeonatal hypoglycemia\nCan also be a normal variant in healthy infants\nStage I HIE\nExaggerated, stereotyped, non-habituating Moro reflex is a feature of severe bilateral intrauterine cerebral disturbance, perhaps because of the release of the brain stem from inhibitory cortical influences. It is seen in conditions such as the following:\nHydranencephaly\nSevere micrencephaly\nMoro reflex in different stages of hypoxic-ischemic encephalopathy (HIE):\nStage I HIE (mild): Brisk\nStage II HIE (moderate): Weak/incomplete\nStage III HIE (severe): Absent\nOption A: In kernicterus, there is a deposition of unconjugated bilirubin in the basal ganglia and brain stem. Hence, the Moro reflex is absent\nOption C: In stage III HIE, the muscles are flaccid and the infant is comatose. Thus, the Moro reflex is absent.\nOption D: Erb's palsy results from an injury to the brachial plexus. So, the reflex is absent on the side of injury as the nerve supplying the muscles involved (efferent of the reflex) is affected.",
        "image": "Pediatrics_img_14.png"
    },
    {
        "id": 15,
        "text": "You are demonstrating findings in a pediatric OSCE examination on a 4-day old neonate. On turning the baby's head to the left, you obtain the finding as shown below. At what age does this reflex normally disappear? 6 months 9 months 4 months 5 months",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAsymmetric tonic neck reflex (ATNR) disappears by 6 months postnatally.\nThe tonic neck reflex is produced by manually rotating the infant’s head to 1 side and observing for the characteristic fencing posture (extension of the arm on the side to which the face is rotated and flexion of the contralateral arm).\n\nAn obligatory tonic neck response, in which the infant becomes “stuck” in the fencing posture, is always abnormal and implies a CNS disorder.",
        "image": "Pediatrics_img_15.png"
    },
    {
        "id": 16,
        "text": "A first-time mother rushes to the OPD with her 4-day old infant and worriedly points to the rash that appears as shown below. You reassure her of its harmless, transient nature. On microscopic examination, these papular lesions on an erythematous base will reveal Eosinophils Neutrophils Giant Cells Lymphocytes",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical complex describes a case of erythema neonatorum. Wright stained smear of the contents of the pustule will show an abundance of eosinophils.\nThey are papular lesions on an erythematous base, distributed over the trunk and face predominantly. They are seen 1-3 days after birth and may persist for up to a week, after which they resolve spontaneously.\nNeutrophils are seen in pustular melanosis.",
        "image": "Pediatrics_img_16.png"
    },
    {
        "id": 17,
        "text": "A 5-month-old infant is brought to the OPD for a well-baby check-up. A lesion that was present since birth is noticed as given below. What is the most likely diagnosis? Dermal melanocytosis Salmon patch Neonatal pustular melanosis Harlequin colour change",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe above image shows Mongolian spots or dermal melanocytosis.\nMongolian spots are benign blue or slate-grey macular lesions, with clearly defined margins, that appear over the presacral region (most common), posterior thighs, legs, back, and forearms.\nThese spots occur due to the presence of melanin-containing melanocytes in the dermis, which is arrested during the migration from neural crest cells to the epidermis. They are non-tender and do not rapidly change in color or size.\n\nDisorders of Newborn\n\n\nQuestion 1:\n\nA male infant born at 34 weeks of gestation by emergency LSCS was found to have the following finding on histopathological examination of his umbilical cord. Anomalies of which of the following systems are most likely to be found in this infant?\n\n\nRenal system\nCentral nervous system\nGastro-intestinal system\nEndocrine system\n\n\nQuestion 2:\n\nOn a particularly busy day in the labor room, you are requested by the PG to take anthropometric measurements and calculate the ponderal index of a baby while she attends to another baby. You find the ponderal index to be 1.45. Which of the following organs is unlikely to be affected in this neonate?\nSubcutaneous fa\nMuscle\nLiver\nBrain\n\nQuestion 3:\n\nThe ponderal index of a term baby delivered by elective cesarean section is 1.75. Which of the following is unlikely to be associated?\nGestational diabetes\nDiabetes with vasculopathy\nHypertension\nSickle cell anemia\n\n\nQuestion 4:\n\nAn unbooked primigravida, with no antenatal records, delivers a 2.5kg male baby by normal delivery. While ascertaining the maturity of the child, which of the following would be against a diagnosis of prematurity?\nNo creases on sole\nInsignificant breast nodule\nThick ear cartilage\nEmpty scrotum\n\n\nQuestion 5:\n\nA lady with wrong dates and a corrected gestational age of 43 weeks presents with labor pains. The CTG suggests placental insufficiency, and she is taken up for emergency LSCS. Which of the following physical signs is unlikely to be seen in this neonate?\nLong nails\nPale skin\nAlert faces\nScanty hair\n\n\nQuestion 6:\n\nA 34-year-old lady with an obstetric score of G3P2L2 delivers a baby boy at 43 weeks + 2 days period of gestation. Which of the following are unlikely to be associated in the given scenario?\n\nAnemia\nHypocalcemia\nMeconium aspiration\nPersistent pulmonary hypertension\n\n\nQuestion 7:\n\nImmediately following vaginal delivery, a baby is noted to have a diffuse ecchymotic swelling on the scalp. What is the most likely diagnosis?\nCephalohematoma\nCaput succedaneum\nSubgaleal hemorrhage\nEpidural hematoma\n\n\nQuestion 8:\n\nWhich of the following is not a feature of marking B?\n\n\nSwelling of the soft tissues of the scalp\nDoes not cross suture lines\nResorbed within 2 weeks to 3 months\nAppears only several hours after birth\n\nQuestion 9:\n\nA baby in the postnatal ward is noted to have paralysis of the left hand along with ipsilateral ptosis and miosis. What is the most likely cause?\nErb-Duchenne paralysis\nPhrenic nerve palsy\nHorner syndrome\nKlumpke's paralysis associated with Horner syndrome\n\n\nQuestion 10:\n\nFollowing a delivery complicated by shoulder dystocia, the baby is noted to have a deformity in the right upper limb. On inspection, the orthopedics JR notes an adducted, internally rotated arm and a pronated forearm. Which nerve roots are affected here?\nOnly C5\nC5 and C6\nC6 and C7\nC7 and C8\n\n\nQuestion 11:\n\nA term infant develops jaundice at day 2 of life. It first appeared on the sclera and progressed to the trunk by day 4. It completely disappeared by day 7 following phototherapy. Which of the following statements is false regarding the cause of this pattern of jaundice?\nDue to a rise in unconjugated bilirubin\nDue to limitation in the conjugation of bilirubin by the immature neonatal liver\nDue to Rh incompatibility between maternal and fetal red blood cells\nDue to increased breakdown of fetal red blood cells\n\n\nQuestion 12:\n\nA male infant with a birth weight of 3.2 Kg is admitted to the phototherapy unit with a total bilirubin of 11mg/dl at 36 hours of life. Which of the following statements does not describe pathological jaundice?\nJaundice appears within first 24 hours after birth\n\nJaundice present at or beyond age 3 weeks\nJaundice associated with rise in bilirubin level at a rate of &lt;5 mg/dl/24 hour\nJaundice seen in the mid-abdomen and soles\n\n\nQuestion 13:\n\nThe peripheral smear of a newborn baby girl sent on day 2 of life shows mild hemolysis. What is the most common cause of this finding in a newborn?\nRh incompatibility\nABO incompatibility\nKell antigen incompatibility\nHemolytic diseases due to infections\n\n\nQuestion 14:\n\nA 3.3 Kg term neonate is admitted on day 3 of life with yellowish discoloration of the skin and is going to undergo phototherapy. What is the most effective wavelength of light used for treatment?\n370 to 390 nm\n390 to 420 nm\n460 to 490 nm\n410 to 450 nm\n\n\nQuestion 15:\n\nA mother noticed yellowish discoloration of her term newborn within the first 6 hours of life. On examination, jaundice extended up to the lower abdomen and thighs. Which of the following drugs can be administered along with phototherapy?\nSn Mesoporphyrin\nTolazoline\nTromethamine\nSucrose\n\n\nQuestion 16:\n\nWhile on rounds in the postnatal ward, the senior PG shows you a baby with dark,\ngrayish-brown skin discoloration. It is a term, AGA baby on day 7 of life. She tells you that it is a case of bronze baby syndrome. This syndrome is caused by:\nPhototherapy\nHemosiderosis\nVancomycin\nChloramphenicol\n\n\nQuestion 17:\n\nA 3.2 Kg term neonate born to a primigravida with gestational diabetes presented to the OPD with complaints of lethargy, hypotonia, and difficulty in feeding. Periodic monitoring of blood glucose is being done. What blood glucose levels indicate a need for the treatment of neonatal hypoglycemia?\n&lt; 45 mg/dL\n&lt; 40 mg/dL\n&lt;50 mg/dL\n&lt; 55 mg/dL\n\n\nQuestion 18:\n\nAfter the delivery of an infant of a diabetic mother, the blood glucose of the Infant was 60 mg/dl. Which other investigation would you do?\nSerum potassium\nSerum sodium\nSerum chloride\nSerum calcium\n\n\nQuestion 19:\n\nA 31-year-old lady with diabetes mellitus delivers a term neonate. Which of the following problems may be associated with the baby born to this lady?\n1, 2, 3\n2, 3, 5\n\n1, 4, 5\n2, 3, 4\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe image shows the presence of a single umbilical artery which is associated with an increased risk for an occult renal anomaly.\nThe histopathological image of the cross-section of the umbilical cord shows 2 vessels as marked, a thin-walled umbilical vein and a thicker-walled umbilical artery.\n\n\n\n\nThe normal umbilical cord contains 2 arteries and 1 vein. A single umbilical artery is the most common cord abnormality. Anomalies are seen in 30% of cases with a single umbilical artery. The incidence is higher in twin deliveries.\nTrisomy 18 is a common association.\n\n\n\nSolution to Question 2:\nA ponderal index of &lt;2 suggests asymmetric intrauterine growth\nrestriction. Asymmetric IUGR is associated with a brain-sparing effect, unlike symmetric IUGR, where there is no sparing of head growth.\nPonderal index = Birth weight (gm)/Length (cm)3 x 100.\nIt is a weight-height-related parameter used as an indicator of fetal growth status.\n\n\nSolution to Question 3:\nA ponderal index of 1.75 suggests intrauterine growth restriction. Gestational diabetes usually presents with fetal macrosomia.\nMaternal factors associated with intrauterine growth restriction (IUGR):\nHypertension/renal disease\nDiabetes with placental vasculopathy\nHypoxemia\nMalnutrition\nChronic illness\nSickle cell anemia\nDrugs (narcotics, alcohol, cigarettes, cocaine)\nMaternal infection and parasite infestations\n\n\n\nSolution to Question 4:\nThick cartilage with a stiff ear in a newborn is a sign of maturity (not prematurity).\nNo creases on the sole, insignificant breast nodule, and empty scrotum are all physical signs of prematurity in a newborn.\nNote:\nAbundant lanugo hair is not discriminatory evidence of prematurity. This is because neonates of diabetic mothers born as a term or even post-term have abundant lanugo hair, especially over the pinna and upper back.\n\n\n\n\n\n\n\nSolution to Question 5:\nThe physical sign of an infant born post-term (43 weeks) in association with presumed placental insufficiency is abundant hair (not scanty hair).\nInfants born post-term in association with presumed placental insufficiency may have various physical signs, together termed as postmaturity syndrome (or dysmaturity syndrome).\nThese include:\nDesquamation, pale skin, and long nails.\nLoose skin around the thighs and buttocks.\nMeconium-stained nails, skin, vernix, and umbilical cord.\nPresence of placental membranes.\n\n\n\nSolution to Question 6:\nAnemia is not a complication of post-maturity. Polycythemia may be seen in neonates born after 42 weeks of gestation.\nComplications of post-maturity include:\nPerinatal depression\nMeconium aspiration\nPersistent pulmonary hypertension\nHypoglycemia\nHypocalcemia\n\nPolycythemia\n\n\n\nSolution to Question 7:\nThe most likely diagnosis is caput succedaneum.\nCaput succedaneum is a diffuse, sometimes ecchymotic, edematous collection of serosanguinous fluid in the subcutaneous layer of the scalp, involving the presenting part in a vertex delivery. It may extend across the midline and crosses suture lines.\nOption A: Cephalohematoma is a subperiosteal hemorrhage that is always limited to the surface of 1 cranial bone and does not cross suture lines. The swelling appears only several hours after\nbirth. There is no discoloration of the overlying scalp.\nOption C: Subgaleal hemorrhages occur with the rupture of emissary veins, which connect the dural sinuses with the superficial veins of the scalp. Blood accumulates between the epicranial aponeurosis of the scalp and the periosteum and resolves over 2-3 weeks. Often associated with vacuum-assisted delivery.\nOption D: Epidural hemorrhages, usually traumatic in origin, are associated with cephalo-pelvic disproportion, prolonged labor, breech, precipitous labors, or occur as a result of mechanical assistance in labor. Majority resolve with no intervention.\n\n\n\n\n\nSolution to Question 8:\nThe area marked B represents a cephalohematoma. It is not a swelling of the soft tissues of the scalp.\nCephalohematoma is a subperiosteal hemorrhage that is always limited to the surface of 1 cranial bone and does not cross suture lines. The swelling appears only several hours after birth. There is no discoloration of the overlying scalp.\n\nMost cephalohematomas are resorbed within 2 weeks to 3 months, depending on their size. Cephalohematomas require no treatment, although phototherapy may be necessary to treat the associated hyperbilirubinemia (resorption of blood takes place by the breakdown of RBCs).\n\n\n\nOther markings-\nA- Caput succedaneum. It is a diffuse ecchymotic or edematous collection in the soft tissues of the scalp with vertex presentation. It can extend across skull sutures and disappears with the first week of life.\nC- Sub-galeal hemorrhage. This a collection of blood under the aponeurosis of the scalp. It is a large potential space, thus bleeding can be extensive. It occurs as a result of ventouse deliveries due to tears of the emissary veins which connect to the dural venous sinuses. It can also occur in hereditary coagulopathies and in association with skull fractures.\nD- Epidural hemorrhage. Usually traumatic in origin, these are associated with cephalo-pelvic disproportion, prolonged labor, breech, precipitous labors, or as a result of mechanical assistance in labor. Majority resolve with no intervention.\n\n\n\nSolution to Question 9:\nLeft-hand paralysis with ipsilateral ptosis and miosis in a newborn suggests a diagnosis of Klumpke's paralysis associated with Horner syndrome.\nThere is an injury to the 7th-8th cervical nerves and the 1st thoracic nerve. This produces\na paralyzed hand where the intrinsic muscles of the hand (T1) and the ulnar flexors of the wrist and fingers (C8) are mainly affected, and the baby lies with the forearm supinated and the elbow flexed. There may be a unilateral Horner’s syndrome, characterized by ipsilateral ptosis and miosis if the sympathetic fibers of the 1 thoracic root are also injured.\nOption A: Erb–Duchenne paralysis affects the 5th and 6th cervical nerves. There is loss of abduction of the shoulder, external rotation, and supination. Moro's reflex is absent on the affected side.\n\nOption B: Phrenic nerve palsy (3, 4, and 5 cervical nerves) results in diaphragmatic paralysis. It is characterized by cyanosis and irregular and labored breathing.\nOption C: Horner's syndrome is characterized by miosis, ptosis, enophthalmos, anhydrosis, and loss of ciliospinal reflex.\n\n\n\n\n\nSolution to Question 10:\nThe clinical vignette suggests a diagnosis of Erb–Duchenne paralysis. The injury is limited to the 5th and 6th cervical nerve roots.\nThe characteristic position consists of adduction and internal rotation of the arm with pronation of the forearm. There is loss of abduction of the shoulder, external rotation, and supination.\nThere is an asymmetric Moro's Reflex\n\nNote:\nIn shoulder dystocia, the most common nerve injury is to the C5-6 nerve root. The most common bone to fracture is the clavicle.\n\n\n\n\n\nSolution to Question 11:\nThe above pattern of jaundice is suggestive of physiological jaundice/icterus neonatorum. It is due to increased bilirubin production from the breakdown of fetal red blood cells combined with transient limitation in the conjugation of bilirubin by the immature neonatal liver.\nIt first appears on the 2nd or 3rd day, usually peaks on the 4th day at 5–6 mg/dL, and decreases to &lt;2 mg/dL between the 5th and 7th days after birth.\nRh incompatibility between maternal and fetal red blood cells leads to pathological jaundice.\n\n\nNote:\nDepth of jaundice (degree of yellowness) should be carefully noted (light staining as lemon-yellow; deep staining as orange-yellow), as it is an important indicator of the level of jaundice. Earlier, the involvement of soles and palms indicated severe jaundice but deep yellow staining (even in absence of yellow soles or palms) may be associated with severe jaundice.\n\n\n\nSolution to Question 12:\nJaundice associated with a rise in bilirubin level at a rate of &lt;5 mg/dL/24 hours suggests physiological jaundice.\nFeatures suggestive of pathological jaundice:\nJaundice appears within the first 24 hours after birth\nJaundice present at or beyond age 3 weeks or sick infan\nElevated direct (or conjugated) bilirubin level\n\tTotal serum bilirubin levels above the expected normal range; jaundice seen in he mid-abdominal region ( 15 mg/dL) and soles ( 20 mg/dL)\nTotal serum bilirubin concentration not responding to phototherapy\nTotal serum bilirubin rising rapidly (i.e., crossing percentiles) in an infant receiving phototherapy\n\n\n\nSolution to Question 13:\nABO incompatibility is the most common cause of hemolytic disease of newborns and affects the firstborn. It is usually mild and subclinical.\nThis incompatibility between the mother and fetus generally results in milder disease than Rh incompatibility does.\nIt arises when a mother with blood group type O becomes pregnant with a fetus of different blood type (A/B). The mother's serum contains naturally occurring anti-A and anti-B, which can cross the placenta and cause hemolysis of fetal RBCs.\nAlthough antibodies against A and B factors occur without previous immunization (natural antibodies), they are usually IgM, which do not cross the placenta. However, IgG antibodies to A antigen may be present, and these do cross the placenta, resulting in A-O iso-immune hemolytic disease in the first-born infant (A-O is more common than B-O).\n\n\n\nSolution to Question 14:\nThe most effective range of wavelength of light for phototherapy in neonatal indirect hyperbilirubinemia is 460–490 nm (blue-green light).\n\nClinical jaundice and indirect hyperbilirubinemia are reduced by exposure to the high intensity of light in the visible spectrum by 3 mechanisms:\nIrreversible structural isomerization: Most important mechanism; acts by\nforming lumirubin from native bilirubin. It is then excreted by the kidneys in the unconjugated state.\nReversible photo-isomerization reaction: converts toxic unconjugated bilirubin into an unconjugated configurational isomer. It is then excreted in bile without conjugation.\nPhoto-oxidation: minor method\n\n\n\n\n\n\n\nSolution to Question 15:\nSn-mesoporphyrin (SnMP), a synthetic metalloporphyrin is a potential alternative medical therapy for pathological jaundice in neonates.\nIt acts by competitive inhibition of the conversion of heme protein to biliverdin by heme oxygenase. A single intramuscular dose on the 1st day of life reduces the need for subsequent phototherapy. Complication from metalloporphyrins includes transient erythema if the infant is receiving phototherapy.\nTolazoline is an alpha-adrenergic antagonist that produces systemic and pulmonary vasodilatation, which is used to correct pulmonary artery vasospasm when it causes severe right-left shunting soon after birth.\nTromethamine is an organic buffer used in the management of metabolic acidosis.\n\n\n\nSolution to Question 16:\nThe bronze baby syndrome is a dark, grayish-brown skin discoloration in infants undergoing phototherapy; it mainly occurs in infants with direct hyperbilirubinemia as an adverse effect of\n\nphototherapy.\nDespite the bronze baby syndrome, phototherapy can continue if needed. Other complications of Phototherapy:\nLoose stools\nErythematous macular rash\nThe purpuric rash associated with transient porphyrinemia\nOverheating\nDehydration (increased insensible water loss, diarrhea)\nHypothermia from exposure\nGray baby syndrome is an adverse effect of chloramphenicol. Redman syndrome is an adverse effect of vancomycin.\n\n\nSolution to Question 17:\nThe cut-off for the treatment of neonatal hypoglycemia to start IV glucose is a blood glucose level of &lt;40 mg/dL.\nNeonatal hypoglycemia can be suspected when the blood glucose is &lt;45 mg/dL. Clinically in neonates, hypoglycemia can be asymptomatic or symptomatic. The neonate presents with tremors, cyanosis, convulsions, apneic spells, tachypnea, weak and high-pitched cry, lethargy, difficulty in feeding, episodes of sweating, sudden pallor, hypothermia, and rarely cardiac arrest.\nManagement in symptomatic neonates:\nBlood glucose &lt;40mg/dL: IV glucose infusion\nBlood glucose &lt;25mg/dL: Bolus IV dextrose 1-2 mL/kg followed by infusion at the rate of 5-8mL/kg/min.\nManagement in asymptomatic neonates:\nBreastfeeding within 30 minutes\nStart IV glucose therapy if blood glucose &lt;35 mg/dL\nRecheck blood glucose before the next feeding\nContinue skin-to-skin care\nEvaluation for other underlying illnesses\nThe desired target glucose value is &gt;50mg/dL and blood glucose should be rechecked until three normal values.",
        "image": "Pediatrics_img_17.png"
    }
]