[
    {
        "id": 1,
        "text": "How many base pairs the human genome is made of? 3.6 billion 3.2 billion 7.2 billion 4.2 billion",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe human genome is the complete set of nucleic acid sequences for humans and is made up of\n3.2 billion base pairs.\nIt is encoded as DNA within the 23 chromosomes (haploid).\nIn 2007, a multinational project called Encyclopedia of DNA Elements (ENCODE) concluded that about 80% of the human genome does not code for the proteins. However, they allow for the binding of proteins or are involved in the regulation of gene expression, in a cell type-specific fashion. They are known as functional non-protein-coding genes.",
        "image": "Pathology_img_1.png"
    },
    {
        "id": 2,
        "text": "Which of the following describes the non-coding regulatory RNAs? Transcribed from protein-coding regions of DNA and translated to regulatory protein Transcribed from protein-coding regions of DNA but never translated Transcribed from non-protein-coding regions of DNA and translated to regulatory protein Transcribed from non-protein-coding regions of DNA but never translated",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe non-coding regulatory RNAs are the functional non-protein-coding regions of the DNA, which are transcribed to RNA but are never translated into proteins.\nThe two important types of non-coding regulatory RNAs are the micro RNA (miRNA) and the long non-coding RNAs (lncRNAs). These RNAs play an important role in the regulation of gene expression.",
        "image": "Pathology_img_2.png"
    },
    {
        "id": 3,
        "text": "What is the study of heritable changes in gene expression that are not caused by alterations in DNA sequence? Genomic Phylogenetic Epigenetic Molecular genetic",
        "options": {},
        "correct_option": null,
        "explanation": ":\nEpigenetics is the branch of molecular biology that deals with the study of heritable changes in gene function not involving changes in the DNA sequence.\nThese heritable changes involve factors that mediate processes such as:\nHistone organization\nDNA methylation\nChromatin organization\nThese in turn regulate the genomic organization and gene expression in a cell-type-specific fashion. The dysregulation of these epigenomic factors plays a major role in the development of malignancy.\nGreen tea catechins have been reported to modulate epigenetic processes. They can reverse DNA methylation of tumor suppressor genes and increase the transcription of these genes.",
        "image": "Pathology_img_3.png"
    },
    {
        "id": 4,
        "text": "Micro-RNA are involved during which of the following stages? Pre-transcriptional Post transcriptional Post translational Replication",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMicro-RNAs (miRNA) act during the post-transcriptional stage.\nIt is a type of non-coding RNA. The primary function of miRNA is to modulate the translation of target mRNAs into their corresponding proteins. After the target RNA is transcribed from its gene (post-transcriptional), the miRNA may either induce mRNA cleavage or repress its translation.\nThis is referred to as gene silencing.\nSmall interfering RNAs (siRNAs) are short RNA sequences that can be introduced experimentally into cells. They have functions similar to endogenous miRNA (serve as substrates for the Dicer enzyme and interact with the RNA-induced silencing complex). They may have a therapeutic role in silencing certain oncogenes.",
        "image": "Pathology_img_4.png"
    },
    {
        "id": 5,
        "text": "Which of the following statements is false about microRNAs? They are coding RNA They are involved in cell differentiation and carcinogenesi Mature forms of microRNAs are single stranded They can suppress tumor suppressor gene",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMicroRNAs (miRNAs) are small noncoding, single-stranded RNAs. They are approximately 22 nucleotides in length.\nMicroRNAs mediate inhibition of messenger RNA (mRNA) translation through the action of the RNA-induced silencing complex (RISC). They control normal cell growth, differentiation, and cell survival. miRNA can be of 2 types:\nTumour-suppressive miRNAs - decrease the translation of oncogenic mRNA\nOnco-miRNAs - suppress tumor-suppressor gene Other noncoding RNAs include:\npiwi-interacting RNAs (piRNAs) - involved in post-transcriptional gene silencing\nnoRNAs - involved in maturation of rRNA, assembly of ribosomes and noncoding RNA\nlncRNAs - regulate the activity of chromatin 'writers', which modify histones and control gene expression",
        "image": "Pathology_img_5.png"
    },
    {
        "id": 6,
        "text": "What is the most common cause of cell injury? Hypoxia Immunologic reaction Drug-induced Nutritional imbalance",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHypoxia is the most common cause of cell injury. Causes of cell injury include:\nHypoxia\nPhysical agent\nChemical agents and drug\nInfectious agent\nImmunologic reaction\nGenetic abnormalitie\n\nNutritional imbalance\nThe mechanism of hypoxic cell injury is reduced oxidative respiration. The most common cause of hypoxia is ischemia.\nHypoxia-inducible factor 1 (HIF-1) is a transcription factor with protective effects against hypoxic injury such as:\nPromotion of blood vessel formation\nStimulation of cell-survival pathway\nEnhancement of anaerobic glycolysi\nThe cells most sensitive to hypoxia are neurons. The most sensitive neurons include:\nPyramidal neurons of the hippocampus (especially, area CA1, also known as Sommer’s sector)\nCerebellar Purkinje cell\nPyramidal neurons in the cerebral cortex\nThe cells most resistant to hypoxia are fibroblasts.",
        "image": "Pathology_img_6.png"
    },
    {
        "id": 7,
        "text": "Which of the following statements is false? Atrophy is a type of reversible cell injury Plasma membrane blebbing occurs in reversible cell injury On removal of stimulus, necrosis can be reversed Chronic sublethal stimulus can cause cellular aging",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOn removal of stimulus, necrosis cannot be reversed. It is an irreversible cell injury.\nCellular adaptations are the reversible responses where the cells achieve an altered steady state in response to physiologic or some pathologic stimuli. They can be reversed if the stimulus causing stress or injury is removed. These cellular adaptations include:\nHypertrophy\nHyperplasia\nAtrophy\nMetaplasia\nChronic sublethal stimuli are unable to cause cell death but may lead to certain changes in cells, such as:\nIntracellular accumulation\nPathological calcification\nCellular aging",
        "image": "Pathology_img_7.png"
    },
    {
        "id": 8,
        "text": "Which among the following is not a feature of reversible cell injury? Large amorphous densities in the mitochondria Decrease in ATP generation Swelling of the endoplasmic reticulum Detachment of ribosomes from granular ER",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSmall amorphous densities are seen in the mitochondria in reversible cell injury. The following changes occur in reversible cell injury:\nCellular swelling - earliest change\nATP depletion leads to sodium-potassium pump failure\nNa and water accumulate within the cell causing cellular swelling\nFatty change -\nSeen in cells involved in or dependent on fat metabolism (liver hepatocytes and myocardial cells)\nLight microscopy - no noticeable change\nUltrastructural findings -\nMitochondrial swelling and small amorphous densitie\nPlasma membrane bleb\nSwelling of the endoplasmic reticulum (ER)\nDetachment of ribosomes from granular ER\nNuclear changes like disaggregation of granular and fibrillar filament\nNote: The formation of large amorphous densities in the mitochondria is a feature of irreversible injury.",
        "image": "Pathology_img_8.png"
    },
    {
        "id": 9,
        "text": "Which is the most important light microscopic feature of irreversible cell injury? Amorphous densities in mitochondria Cell membrane blebs and loss of microvilli Ribosomal detachment from endoplasmic reticulum Nuclear changes like pyknosis and karyolysi",
        "options": {},
        "correct_option": null,
        "explanation": ":\nNuclear changes like pyknosis, karyorrhexis, and karyolysis are features of irreversible cell injury visible on light microscopy.\nThe ultrastructural findings visible on electron microscopy include:\nLarge amorphous floccular densities in mitochondria\nCell membrane blebs and loss of microvilli\nRibosomal detachment from endoplasmic reticulum",
        "image": "Pathology_img_9.png"
    },
    {
        "id": 10,
        "text": "Thrombosis is initiated by: Platelet activation Endothelial injury Coagulation cascade Vasoconstriction of vessel",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThrombosis is initiated by endothelial injury.\nThrombosis is is the formation of a blood clot inside a blood vessel, obstructing the flow of blood through the circulatory system.\nThree primary abnormalities, often referred to as Virchow triad, are known to induce thrombosis. They include:\nEndothelial injury - most important factor\nStasis or turbulent blood flow\nHypercoagulability of the blood",
        "image": "Pathology_img_10.png"
    },
    {
        "id": 11,
        "text": "Which of the following statements about cellular adaptations is correct? Hyperplasia involves synthesis of intracellular component Atrophy is defined as decrease in cell size Atrophy is the decrease in number and size of cell Metaplasia is an irreversible replacement of a cell by another cell type",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nAtrophy is a reduction in the size of an organ or tissue due to a decrease in cell size and number.\nCellular adaptations are reversible changes in the size, number, phenotype, metabolic activity, or functions of cells in response to changes in their environment. There are 4 types:\nHypertrophy -\nIncrease in organ size due to an increase in the size of cell\nInvolves synthesis and assembly of intracellular structural component\nHyperplasia -\nIncrease in organ size due to an increase in the number of cell\nIt is due to division and proliferation of stem cell\nAtrophy - reduction in organ size due to a decrease in cell size and number.\nMetaplasia - one differentiated cell type (epithelial or mesenchymal) is replaced by another cell type",
        "image": "Pathology_img_11.png"
    },
    {
        "id": 12,
        "text": "A patient with long-standing hypertension develops left ventricular hypertrophy. Which of the following transcription factors do not play a role in this? GATA4 NFAT MEF2 HNF",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHNF is a transcription factor involved in the development of maturity-onset diabetes of the young\n(MODY), not the development of cardiac hypertrophy.\nThe transcription factors involved in cardiac muscle hypertrophy are:\nGATA4 – hypertrophic stimuli result in enhanced DNA-binding activity of GATA-4\nMEF2- increases due to pressure and volume overload\nNFAT (Nuclear Factor for Activated T-cells)",
        "image": "Pathology_img_12.png"
    },
    {
        "id": 13,
        "text": "How does myosin change during muscle hypertrophy? From -heavy chain to  -heavy chain From  -heavy chain to -heavy chain From  -light chain to -light chain From -light chain to  -light chain",
        "options": {},
        "correct_option": null,
        "explanation": ":\nDuring muscle hypertrophy, the -isoform of the myosin heavy chain is replaced by the\n -isoform. It produces slower and more energetically economic contraction.\nDuring hypertrophy, there may occur a switch of contractile proteins from the adult isoforms to the fetal or infantile isoforms.",
        "image": "Pathology_img_13.png"
    },
    {
        "id": 14,
        "text": "Both physiological hyperplasia and hypertrophy are simultaneously seen in which of the following individuals? A 24-year-old man vigorously training for an athletic race A 35-year-old woman regularly taking combined oral contraceptive pill A 50-year-old man with proliferation of liver cells following transplantation A 24-year-old pregnant woman at 22 weeks of gestation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPhysiological hypertrophy and hyperplasia can be simultaneously seen in the uterus during pregnancy.\nIn early pregnancy, uterine growth is due to hyperplasia of uterine smooth muscle cells; however, the predominant growth of the uterus during pregnancy occurs after mid-gestation, by way of stretch■induced myometrial hypertrophy.\nSimultaneous physiological hypertrophy and hyperplasia also occur in the female breast during puberty and pregnancy.\nOption A: Enlargement of skeletal muscles in athletes is an example of physiological hypertrophy.\nOption B: Combined oral contraceptive pills causing endometrial hyperplasia is an example of pathological hyperplasia.\nOption C: Following transplantation of a liver lobe, the remaining liver cells proliferate so that the organ grows back to its original size (compensatory hyperplasia).",
        "image": "Pathology_img_14.png"
    },
    {
        "id": 15,
        "text": "Which among the following do not usually undergo hyperplasia? Skeletal muscle only Skeletal and heart muscle Heart and smooth muscle Skeletal and smooth muscle",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSkeletal muscle and heart muscle usually undergo hypertrophy, not hyperplasia. Examples of physiologic hyperplasia:\nFemale breast during puberty and pregnancy (hormonal hyperplasia)\nUterine smooth muscle during early pregnancy\nCompensatory hyperplasia of liver cells after partial resection Examples of pathologic hyperplasia:\nEndometrial hyperplasia\nBenign prostatic hyperplasia",
        "image": "Pathology_img_15.png"
    },
    {
        "id": 16,
        "text": "Which of the following is an example of physiological atrophy? Atrophy of the legs of a bedridden patient Atrophy of the arm muscles following a nerve injury Muscle wasting in a child suffering from marasmu Uterine atrophy after delivery by Cesarean-section",
        "options": {},
        "correct_option": null,
        "explanation": ":\nUterine atrophy following delivery is an example of physiological atrophy.\n\nAtrophy is defined as a reduction in the size of an organ or tissue due to a decrease in cell size and number.\nThe following mechanisms are involved in atrophy:\nDecreased protein synthesis due to decreased metabolic activity\nIncreased destruction of proteins by the ubiquitin-proteasome pathway The various types of atrophy are:",
        "image": "Pathology_img_16.png"
    },
    {
        "id": 17,
        "text": "The cross-section of the brain of an 84-year-old man with dyslipidemia is given below, in comparison with a normal brain. Which of the following is the most likely pathological change? Malnutrition atrophy Pressure atrophy Denervation atrophy Ischemic atrophy",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given image shows narrowing of gyri and widening of sulci in a senile brain, which is suggestive of senile atrophy. It is due to a gradual decrease in blood supply as a result of atherosclerosis, known as ischemic atrophy.\nThe various types of pathological atrophy are:",
        "image": "Pathology_img_17.png"
    },
    {
        "id": 18,
        "text": "Which of the following is the most common type of metaplasia? Columnar to squamous epithelium Squamous to columnar epithelium Squamous to transitional epithelium Columnar to transitional epithelium",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe most common type of metaplasia is squamous metaplasia, in which the normal columnar cells are replaced by squamous epithelial cells.\nThe table below shows various types of metaplasia: GERD: Gastroesophageal reflux disease",
        "image": "Pathology_img_18.png"
    },
    {
        "id": 19,
        "text": "The lining epithelium of the respiratory tract of a middle-aged man who is a chronic smoker shows a change from columnar to stratified squamous epithelium, as depicted in the image below. The change is called: Dysplasia Hypertrophy Atrophy Metaplasia",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe change described in the question is called metaplasia. It is defined as a reversible change in which one type of differentiated cell is replaced by another type.\nThe table below shows various types of metaplasia: GERD: Gastroesophageal reflux disease",
        "image": "Pathology_img_19.png"
    },
    {
        "id": 20,
        "text": "Which of the following conditions is an example of connective tissue metaplasia? Myositis ossifican Dystrophic calcification Atherosclerotic plaque Keloid",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMyositis ossificans is an example of connective tissue metaplasia.\nIt refers to the formation of cartilage, bone, or adipose tissue (mesenchymal tissues) in tissues that normally do not contain these elements.\nMyositis ossificans is characterised by bone formation within muscle tissue following traumatic injury to the area. However, this type of metaplasia is less clearly seen as an adaptive response.",
        "image": "Pathology_img_20.png"
    },
    {
        "id": 21,
        "text": "Deficiency in which of the following vitamins can lead to metaplastic transformation in the lung? Vitamin A Vitamin B Vitamin C Vitamin E",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe deficiency of vitamin A (retinoic acid) induces squamous metaplasia in the respiratory epithelium.",
        "image": "Pathology_img_21.png"
    },
    {
        "id": 22,
        "text": "Anaplasia refers to: Lack of differentiation Variation in cell size and shape Replacement of one type of cell by other Disordered arrangement of tumor cell",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAnaplasia refers to a lack of differentiation.\nThe term anaplasia means to form backward implying a reversal of differentiation to a more primitive level. The extent to which neoplastic cells resemble normal cells, both morphologically and functionally, is called differentiation.\nAnaplasia is an important morphological feature of malignant transformation. The morphological features of malignancy include:\nAnaplasia\nPleomorphism - variation in the size and shape of cell\nIncreased N: C ratio (nucleus: cytoplasmic ratio) - around 1:4 in normal cells, increases to 1:1 in malignant cell\nHyperchromasia - coarsely clumped and darkly stained chromatin within irregular nuclei\nIncreased mitosis - atypical, bizarre mitotic figure\nLoss of polarity - sheets or large masses of tumor cells grow in an anarchic, disorganized fashion\n\nCell Death\n\n\nQuestion 1:\n\nWhich among the following is false regarding necrosis?\nIt is due to denaturation of protein\nIt is due to enzymatic digestion\nIt is an active process\nThere is swelling of cells\n\n\nQuestion 2:\n\nWhat is the correct sequence of events that occur during necrosis?\n1, 2, 3, 4\n1, 4, 3, 2\n2, 3, 4, 1\n4, 3, 2, 1\n\n\nQuestion 3:\n\nA 58-year-old man was admitted with sudden, substernal chest pain radiating to his left arm. On examination, he was diaphoretic and dyspneic with an irregular pulse. Despite resuscitative measures, he died within an hour of admission. Autopsy revealed the following gross appearance of the interventricular myocardium. Which of the following microscopic changes is most likely to be present?\n\n\n\nLiquefactive necrosis\nCaseous necrosis\nFat necrosis\nCoagulative necrosis\n\n\nQuestion 4:\n\nWhich of the following is the most common cause of the following pathological change seen in the spleen?\n\n\nApoptosis\n\nEmbolization\nMetastasis\nAtherosclerosis\n\n\nQuestion 5:\n\nA 67-year-old woman died in the hospital 3 days after she was admitted with a sudden onset of right-sided weakness of her body, along with slurring of speech. An autopsy showed the following finding in the brain. What is this pathological change in this lesion?\n\n\nFibrinoid necrosis\nLiquefactive necrosis\nCaseous necrosis\nCoagulative necrosis\n\n\nQuestion 6:\n\nThe gross specimen of the pancreas from a patient who died of acute pancreatitis is shown below. What is it suggestive of?\n\n\n\nCoagulative necrosis\nCaseous necrosis\nFibrinoid necrosis\nFat necrosis\n\n\nQuestion 7:\n\nWhat is the type of necrosis seen in the vessel wall of a patient with polyarteritis nodosa?\nFibrinoid necrosis\nGangrenous necrosis\nFat necrosis\nCaseous necrosis\n\n\nQuestion 8:\n\nWhich of the following is involved in recognition and clearance of necrotic cells?\nInflammasome\nToll-like receptors (TLRs)\nP selectin\nManoreceptor\n\nQuestion 9:\n\nIn cases of cell injury, all of the following are responsible for the increased eosinophilic staining and glassy homogenous cytoplasm except:\nLoss of cytoplasmic RNA\nDenatured protein\nIncrease in glycogen particles\nLoss of glycogen particles\n\n\nQuestion 10:\n\nWhich of the following is a true statement about apoptosis?\nThere is enzymatic digestion of cellular contents\nIt is associated with adjacent inflammation\nKaryolysis is present\nPlasma membrane remains intact\n\n\nQuestion 11:\n\nWhich of the following is not an example of physiological apoptosis?\nEndometrial cell break-down during menstrual cycle\nApoptosis of Müllerian structures in male fetuses\nElimination of neutrophils after an acute inflammatory response\nAtrophy in parenchymal organs following duct obstruction\n\n\nQuestion 12:\n\nWhich of the following is not an anti-apoptotic protein?\nBCL-XL\nBAX\nBCL- 2\nMCL-1\n\nQuestion 13:\n\nWhich of the following is not a stress sensor of apoptosis?\nBim\nPuma\nSmac\nNoxa\n\n\nQuestion 14:\n\nWhat are apoptotic bodies made up of?\nCytoplasm and organelles\nCytoplasm and nuclear fragments\nOrganelles and nuclear fragments\nCytoplasm, nuclear fragments and organelles\n\n\nQuestion 15:\n\nCaspase cleaves proteins at:\nCysteine residue\nCystine residue\nAspartic acid residue\nAsparagine residue\n\n\nQuestion 16:\n\nWhat is the function of FLIP protein in the pathway of apoptosis?\nStimulates the extrinsic pathway\nStimulates the intrinsic pathway\nInhibits the extrinsic pathway\nInhibits the intrinsic pathway\n\n\nQuestion 17:\n\nBoth intrinsic and extrinsic pathways are seen in:\nApoptosis\nNecrosis\nNecroptosis\nPyroptosis\n\n\nQuestion 18:\n\nWhich of the following pathological changes is represented by the marked structure seen on histopathology of a liver specimen?\n\n\nApoptosis\nGranuloma formation\nAbscess formation\nCoagulative necrosis\n\n\nQuestion 19:\n\nWhich of the following features is not true about necroptosis?\nIt is a form of programmed cell death\nIt results in cell swellin\nThere is caspase activation\nReduced cellular ATP levels\n\nQuestion 20:\n\nAll of the following are true about pyroptosis except:\nThere is cell swellin\nThere is loss of membrane integrity\nIt is a form of programmed cell death\nThere is involvement of caspase 8\n\n\nQuestion 21:\n\nDuring the autopsy of a 90-year-old woman, a normal-looking liver was noted. The following microscopic appearance of hepatocytes was noted. Which of the following cellular mechanisms is likely responsible for this finding?\n\n\nNuclear pyknosis\nHypertrophy\nCoagulative necrosis\nAutophagocytosis\n\n\nQuestion 22:\n\nWhat is the most reliable marker for cellular autophagy?\n\nAtg5\nRIP3\nLC3\nAnnexin V\n\n\nQuestion 23:\n\nWhich of the following forms of cell death is induced by lipid peroxidation?\nPyroptosis\nNecroptosis\nFerroptosis\nProgrammed necrosis\n\n\nQuestion 24:\n\nWhich of the following is not involved in efferocytosis?\nEpithelial cell\nMacrophage\nFibroblast\nFree radicals\n\n\nQuestion 25:\n\nWhich of the following diseases is not caused by an abnormal folded protein?\nAlzheimer's disease\nHuntington's disease\nParkinson's disease\nPompe disease\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nNecrosis is a passive process, not active.\nIt is due to denaturation of protein and enzymatic digestion.\n\n\n\nSolution to Question 2:\n\nThe sequence of events in necrosis is: cellular swelling  pyknosis  karyorrhexis  karyolysis\nNecrosis is defined as the spectrum of morphological changes that follow cell death due to the progressive degradative action of enzymes.\nMorphological changes that occur in necrosis are as follows:\nCytoplasmic changes -\nIncreased eosinophilic staining on H&amp;E specimens\nMoth-eaten appearance of the cytoplasm - due vacuolated cytoplasmic organelles formed by enzymatic degradation\nGlassy and homogenous cytoplasm - due to loss of glycogen in the cytoplasm Nuclear changes -\nPyknosis - nucleus first shrinks and becomes more condensed\nKaryorrhexis - fragmentation of the pyknotic nucleus\nKaryolysis - nucleus fades away leaving behind only the cell membrane or empty cells\n\n\n\nSolution to Question 3:\nThe given clinical scenario and image showing dead tissue are suggestive of myocardial infarction. It is characterized by coagulative necrosis.\nIn coagulative necrosis, despite cell death, the outline and architecture of the cells are preserved for a few days. This is because the cell injury is mainly due to the denaturation of all proteins, including the enzymatic proteins. This prevents the proteolysis of the dead cells. Ultimately, these necrotized cells are removed by phagocytosis and the lysosomal action of the enzymes of the leukocytes.\nExamples of coagulative necrosis:\nIschemic injury in all organs, except the brain\nDry gangrene\n\n\n\nSolution to Question 4:\nThe above image shows a pale, wedge-shaped area of infarction in the spleen.\nAn infarct is a region of ischaemic necrosis resulting from the obstruction of blood flow, typically due to occlusion of the arterial supply or venous drainage. The most common cause of solid organ infarts is thromboembolism.\nThe pattern of ischemic necrosis seen in solid organ infarction is coagulative necrosis. However, CNS infarctions are an exception. They cause liquefactive necrosis.\n\nSolution to Question 5:\nThis clinical scenario is suggestive of a stroke, which results in ischemic injury to the brain. This results in liquefactive necrosis.\nLiquefactive necrosis refers to cell death by enzymatic degradation. The brain contains microglial cells, which contain many enzymes. When these cells are broken down, they release these enzymes, resulting in liquefactive necrosis.\nThe various types of necrosis are as follows:\n\n\n\n\nSolution to Question 6:\nThe given specimen shows yellow nodules with areas of chalky-white deposits, which are suggestive of fat necrosis.\nFat necrosis results from the release of activated pancreatic lipases into the substance of the pancreas and the peritoneal cavity. These enzymes act on surrounding tissue to release fatty acids, which then combine with calcium to produce grossly visible chalky-white areas (fat saponification).\nHistologic examination reveals foci of shadowy outlines of necrotic fat cells, with basophilic calcium deposits, surrounded by an inflammatory reaction.\nThe various types of necrosis include:\n\n\nSolution to Question 7:\nImmune reactions involving blood vessels, as seen in the case of polyarteritis nodosa, usually show fibrinoid necrosis. Fibrinoid means fibrin-like.\nIn some immune disorders, the antigen-antibody complexes get deposited in the blood\nvessels. These complexes result in complement activation (type III hypersensitivity) leading to cell injury. This leads to leakage of fibrin out of the blood vessel, giving a pinkish appearance around the blood vessels.\nFibrinoid necrosis is seen in the following conditions:\nSLE\nLibman-sacks endocarditis\nArthus reaction\nSerum sickness\nPolyarteritis nodosa\nPost-streptococcal glomerulonephritis\nMalignant hypertension\n\n\n\n\n\n\n\nSolution to Question 8:\nInflammasomes are involved in the recognition and clearance of necrotic cells.\nInflammasomes are involved in pyroptosis, a process of programmed cell death distinct from apoptosis and necrosis. This process is dependent on caspases 1, 4, and 5 and is responsible for killing of infected cells. It occurs in the following sequence:\nActivation of inflammasome complex by infected cells\nThis causes activation of caspase-1\nThis results in generation of IL-1, which is responsible for fever, inflammation, leukocyte recruitment\nOption B: Toll-like receptors (TLR)- recognizes molecules shared by pathogens\nOption C: P-selectins - an important role in the initial recruitment of WBCs at the site of inflammation &amp; in platelet recruitment and aggregation at the site of injury.\n\n\n\nSolution to Question 9:\nIn cell injury, there is a loss of glycogen, which leads to a change in cytoplasmic appearance. An increase in glycogen particles is not a feature of cell injury.\nIn cell injury, the following changes are seen in the cytoplasm:\nIncreased eosinophilic staining due to -\nIncrease in denatured proteins (which bind to acidic dyes like eosin)\nLoss of cytoplasmic RNA (nucleic acids bind to basic dyes like hematoxylin)\nGlassy, homogeneous appearance - due to loss of glycogen particles\n\nMoth-eaten appearance - vacuolated appearance due to enzymatic digestion of cytoplasmic organelles\n\n\n\nSolution to Question 10:\nThe plasma membrane remains intact in apoptosis.\nApoptosis literally means falling-off in Greek. It is a pathway of programmed cell death.\nApoptotic cells break up into fragments called apoptotic bodies. These apoptotic bodies have intact plasma membrane but altered structures. Hence, they are subjected to phagocytosis without eliciting inflammation.\nNecrosis is an unprogrammed form of cell death that includes:\nEnzymatic digestion\nAdjacent inflammation\nKaryolysis\n\n\n\nSolution to Question 11:\nAtrophy in parenchymal organs after duct obstruction is a pathological cause of apoptosis. Physiological causes of apoptosis:\nDuring embryogenesis - Müllerian inhibiting factor causing apoptosis of the Mullerian structures in the male fetus\nHormone-dependent apoptosis -\nEndometrial cell breakdown during the menstrual cycle\nRegression of the lactating breast after weaning.\nCell loss in proliferating cell populations - turnover of cells of intestinal crypt epithelium\nElimination of neutrophils after an acute inflammatory response and lymphocytes at the end of an immune response\nPathological causes of apoptosis:\nDNA damage beyond repair\nAccumulation of misfolded proteins leads to endoplasmic reticulum stress\nCell injury in certain viral infections (e.g., Councilman bodies in viral hepatitis)\nPathologic atrophy after duct obstruction in parenchymal organs like pancreas, parotid gland, and kidneys\n\n\n\nSolution to Question 12:\n\nBAX and BAK are pro-apoptotic proteins.\nThey get inserted into the mitochondrial membrane and result in the formation of channels. This allows proteins from the inner mitochondrial membrane to leak out into the cytoplasm.\nOn the other hand, antiapoptotic proteins of the BCL2 family, like BCL-2 and BCL-XL limit the escape of proapoptotic mitochondrial proteins.\n\n\n\nSolution to Question 13:\nSmac, also known as Diablo is not a stress sensor of apoptosis. It is a proapoptotic protein that initiates the caspase cascade by neutralizing IAPs (physiological inhibitors of apoptosis).\n\n\n\nSolution to Question 14:\nApoptotic bodies are made up of cytoplasm with tightly packed organelles, and nuclear fragments.\nDuring apoptosis, extensive plasma membrane blebbing occurs, followed by cell fragmentation into apoptotic bodies by a process called budding.\nIn apoptotic cells, phosphatidylserine, which is normally present on the inner leaflet of the plasma membrane, flips to the outer leaflet. Hence, it gets recognized by tissue macrophages and leads to phagocytosis of the apoptotic bodies.\nAnnexin V is a marker of apoptosis.\n\n\n\nSolution to Question 15:\nCaspases are cysteine proteases that cleave proteins at the aspartic acid residue. Hence, the activation of caspases plays a key role in the process of apoptosis.\n\n\n\nThe activation of caspases depends on a finely tuned balance between production of pro- and anti-apoptotic proteins.\nTwo distinct pathways converge on caspase activation:\nThe mitochondrial (intrinsic) pathway\nThe death receptor (extrinsic) pathway\n\n\n\nSolution to Question 16:\nFLIP is a cellular protein that inhibits the extrinsic pathway of apoptosis.\nIt is a caspase antagonist that inhibits the activation of caspases involved in the extrinsic or death receptor pathway. Some viruses produce homologs of this protein. This may play a role in keeping infected cells alive.\nThere are two pathways that can lead to caspase activation and cause apoptosis of the cell. APAF-1 - Apoptotic peptidase activating factor-1\nTNF - Tumor necrosis factor\n\n\n\n\n\n\nSolution to Question 17:\nIntrinsic and extrinsic pathways are both seen in apoptosis. Apoptosis has two pathways:\nAPAF-1 - Apoptosis activating factor-1 TNF - Tumor necrosis factor\n\n\n\n\n\n\nSolution to Question 18:\nThe above histopathological image shows Councilman or acidophil bodies. They represent hepatocytes undergoing apoptosis.\nCouncilman bodies are commonly seen in acute viral hepatitis.\n\n\n\n\n\nSolution to Question 19:\nCaspase activation does not occur in necroptosis. It is a caspase-independent form of programmed cell death.\n\nNecroptosis is a programmed form of necrosis (which is normally an unprogrammed process). Though the activation of this pathway is similar to apoptosis, there is no activation of caspases, which is an important part of apoptosis.\nNecroptosis is triggered by the activation of TNFR1 by TNF-. This induces the recruitment of RIP1 and RIP3 kinase and the formation of a necrosome. The necrosome reduces cellular ATP levels.\nNecroptosis occurs in the following conditions:\nPathological - ischemic brain injury, neurodegenerative diseases, viral infections\nPhysiological - formation of the mammalian bone growth plate\nThe following table lists the differences between apoptosis and necroptosis:\n\n\n\n\nSolution to Question 20:\nCaspases 1, 4, and 5 are involved in pyroptosis, not caspase 8.\nPyroptosis is a form of programmed cell death that is different from apoptosis and necrosis. It is involved in the clearance of necrotic and microbe-infected cells. It occurs in the following sequence:\nActivation of the inflammasome complex\nActivation of caspase-1\nGeneration of IL-1 - results in fever, inflammation, leukocyte recruitment Pyroptosis differs from apoptosis by the following features:\nThere is cellular swellin\nThere is loss of cell membrane integrity\nIt is associated with inflammation\nCaspases 1, 4, and 5 are involved\n\nSolution to Question 21:\nThe given image shows brownish lipofuscin granules within the liver cells. It is composed of lipid-containing residues of lysosomal digestion that are formed due to autophagocytosis.\nLipofuscin is a wear-and-tear pigment that is due to free radical injury to the tissue. It is prominent in the liver and heart of aging patients or patients with severe malnutrition and cancer cachexia.\nAutophagy is a process by which the cell consumes itself. It involves the sequestration of cellular organelles into cytoplasmic autophagic vacuoles (autophagosomes) that fuse with lysosomes, resulting in the digestion of the enclosed material. It occurs in the following conditions:\nAs a survival mechanism during nutrient deprivation and stress conditions\nCancers, inflammatory bowel diseases, neurodegenerative disorders - due to dysregulation\n\n\n\nSolution to Question 22:\nMicrotubule-associated protein light chain 3 (LC3) is a reliable marker for cellular autophagy.\nThere is increased synthesis of this molecule during autophagy. LC3 plays a role in elongation and closure of the autophagosomal membrane.\nAutophagy (self-eating) is the process in which the starved cell eats its own components in an attempt to reduce nutrient demand to match the supply.\nOption A: Atg5 protein, although associated with autophagy, is not a reliable marker as there is no differential expression during autophagy initiation.\nOption B: RIP3 (receptor associated kinase 3) is a unique kinase involved in necroptosis. Option D: Annexin V is a marker for cellular apoptosis.",
        "image": "Pathology_img_22.png"
    }
]