[
    {
        "id": 1,
        "text": "On a historical day, performing surgeries without the torture of pain was demonstrated successfully for the first time at Massachusetts General Hospital, the home of Harvard Medical School. This is celebrated as the 'World Anesthesia Day' every year on which day? December 1st April 7th October 16th July 11th",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOctober 16th is celebrated every year as \"World Anesthesia Day\" or \"Ether day\" to commemorate the first successful demonstration of diethyl ether anesthesia to perform painless surgeries.\n\nOn this day in 1846, William Thomas Green Morton gave the first successful public demonstration of ether anaesthesia at Massachusetts General Hospital, Harvard Medical School.\nThe first public demonstration of surgical anesthesia:\n\n\nOn this day, W.T.G. Morton administered ether to Gilbert Abbott for the removal of a tumor from his jaw by the surgeon Dr. John Collin Warren. At the end of the procedure, Dr. Warren uttered his iconic words “Gentlemen, this is no humbug.” This was the dawn of modern anesthesia.",
        "image": "Anaesthesia_img_1.png"
    },
    {
        "id": 2,
        "text": "You are assisting your senior resident who is performing the procedure shown in the image. He engages you with some historical trivia and asks you who performed this procedure first. What would your answer be? John Lundy August Bie Carl Kolle Oliver Wendell",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe procedure shown in the above picture is spinal anesthesia.\nThe first case of spinal anesthesia in humans was performed by August Bier in 1898. He performed spinal anesthesia using the local anesthetic cocaine.\nSpinal anesthesia involves the administration of a local anesthetic into the spinal subarachnoid space to provide motor and sensory blockade. Another contribution by August Bier is 'Bier's block' or IVRA (intravenous regional anesthesia).\n\n\nJohn Lundy: coined the term balanced anesthesia.\nCarl Koller: proposed local anesthetic property of cocaine. Oliver Wendell: coined the term anesthesia.",
        "image": "Anaesthesia_img_2.png"
    },
    {
        "id": 3,
        "text": "The prototype of the device shown in the image below was originally named after which personality? John Lundy Carl Kolle Edmund Boyle Oliver Wendell",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe image shown above is the anesthesia workstation.\nThe prototype of this device is Boyle's machine which was first invented by Edmund Gaskin Boyle in 1917. Boyle’s machine, which is used to provide anaesthesia, has evolved over the years into\n\nanesthetic workstations, which are currently in use. John Lundy: coined the term balanced anesthesia.\nCarl Koller: proposed local anesthetic property of cocaine. Oliver Wendell: coined the term anesthesia.",
        "image": "Anaesthesia_img_3.png"
    },
    {
        "id": 4,
        "text": "The term \"balanced anaesthesia\" was coined by the same person who lobbied in 1939 to get anaesthesia recognized as a speciality by the American Medical Association. Who is this individual? John Lundy James Simpson Edmund boyle Oliver Wendell",
        "options": {},
        "correct_option": null,
        "explanation": ":\nJohn Lundy coined the term balanced anaesthesia in 1926.\nHe was instrumental in the formation of the American Board of Anesthesiology and chaired the American Medical Association’s Section on Anesthesiology for 17 years.\nBalanced anaesthesia involves the use of multiple anaesthetic agents and techniques to produce the different components of anaesthesia, i.e.:\nAnalgesia\nAmnesia\nMuscle relaxation\nAbolition of autonomic reflexes\nOption B: James Young Simpson introduced chloroform Option C: Edmund Boyle invented the anaesthetic machine Option D: Oliver Wendell coined the term anaesthesia",
        "image": "Anaesthesia_img_4.png"
    },
    {
        "id": 5,
        "text": "Why is October 16, 1846, important in the history of anaesthesia? Demonstration of ether anesthesia Demonstration of nitrous oxide as anesthetic Discovery of local anesthetic action of cocaine Discovery of chloroform as anaesthetic",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOctober 16th 1846 is significant due to the demonstration of ether anesthesia by William Thomas Green Morton at Ether Dome at Massachusetts General Hospital.\nThe first public demonstration of surgical anesthesia:\n\n\n\nOn this day, W.T.G. Morton administered ether to Gilbert Abbott for the removal of a tumor from his jaw by the surgeon Dr. John Collin Warren. At the end of the procedure, Dr. Warren uttered his iconic words “Gentlemen, this is no humbug.” This was the dawn of modern anesthesia.",
        "image": "Anaesthesia_img_5.png"
    },
    {
        "id": 6,
        "text": "Who proposed the term anaesthesia? William Morton Oliver Wendell Holmes Joseph Priestley John Lundy",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOliver Wendell Holmes in 1846 was the first to propose the term anesthesia.\nHe used the term anesthesia to denote “the state that incorporates amnesia, analgesia, and narcosis to make painless surgery possible”\nThe term anesthesia refers to “no senses” William Morton: Introduced ether anesthesia. Joseph Priestley: First synthesized nitrous oxide.\nJohn Lundy: Coined the term balanced anesthesia.",
        "image": "Anaesthesia_img_6.png"
    },
    {
        "id": 7,
        "text": "In 1884, a paper on the local anaesthetic action of cocaine in ophthalmic surgery was published and was lauded by ophthalmologists all over the world. Who proposed it? Carl Kolle Joseph Priestley Humphry Davy William Morton",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCocaine was the first topical anaesthetic and was discovered by Carl Koller in 1884.\nHe first introduced cocaine as a topical anaesthetic for ophthalmologic surgery of the cornea. Thereafter, cocaine was used for intradermal infiltration and nerve blocks by William Halsted.\nJoseph Priestley: First synthesized nitrous oxide.\nHumphrey Davy: Experimented with nitrous oxide and named it laughing gas. William Morton: Introduced ether anaesthesia.",
        "image": "Anaesthesia_img_7.png"
    },
    {
        "id": 8,
        "text": "Who is considered the \"Father of Anesthesia\"? William Morton Joseph Priestley August bie John Snow",
        "options": {},
        "correct_option": null,
        "explanation": ":\nJohn Snow is the Father of Anesthesia.\nHe administered chloroform to Queen Victoria at the birth of her eighth son, Leopold in 1853 and performed the same procedure when her daughter Beatrice was born in April 1857.\nWilliam Morton is considered the father of modern anesthesia for his public demonstration of ether anesthesia.\nJohn Snow\n\n\n\nJohn Snow is considered one of the founders of epidemiology for his work identifying the source of a cholera outbreak in 1854. He was a firm believer of 'germ' theory of disease which was not widely accepted until the 1860s.\n\n\nBroadwick Street showing the John Snow memorial and public house. John Snow had the handle of the pump removed following a cholera outbreak in August 1854.",
        "image": "Anaesthesia_img_8.png"
    },
    {
        "id": 9,
        "text": "Who was the first person to synthesize nitrous oxide? Horace Wells Joseph Priestley Humphry Davy William Morton",
        "options": {},
        "correct_option": null,
        "explanation": ":\nJoseph Priestley first synthesized nitrous oxide in 1772.\nJoseph Priestley, an English chemist is well known for his experiments and observations on different kinds of air. He is most famously known for the discovery of \"dephlogisticated air,\" which was later named oxygen by Lavoisier.\n\nHumphry Davy, in 1800, first noted the analgesic properties of nitrous oxide.\nHorace Wells studied the analgesic properties of nitrous oxide and put into clinical use in 1844 for dental extraction but it was less potent than ether.\nWilliam Morton introduced ether anesthesia.",
        "image": "Anaesthesia_img_9.png"
    },
    {
        "id": 10,
        "text": "Passive euthanasia was recently made legal in which of the following countries? India Netherlands Belgium Luxembourg",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPassive euthanasia is legal in India, since 9 March 2018. Prior to this, it was legal only in Netherlands, Belgium, and Luxembourg.\nEuthanasia involves the administration of medication by someone other than the patient for the purpose of ending the patient’s life in the belief that it is best for the patient (but not necessarily at the specific request of the patient).\nInvoluntary euthanasia, which is done against the patient’s consent, is illegal in all countries and amounts to murder.\nTypes of euthanasia:\nActive euthanasia: Direct administration of a lethal substance to the patient by another party with merciful intent\nPassive euthanasia: Withholding or withdrawing of life-sustaining treatment either at the equest of the patient or when prolonging life is considered futile\nIndirect euthanasia: Prescription of painkillers that may be fatal in an attempt to relieve suffering\nPhysician-assisted suicide: A medical professional aiding a patient in terminating their life upon the patient's request/\n\nPreoperative Evaluation\n\n\nQuestion 1:\n\nA 50-year-old man with well controlled hypertension has been scheduled for surgery. What is his ASA-PS classification?\nASA-PS Class I\nASA-PS Class II\nASA-PS Class III\nASA-PS Class IV\n\n\nQuestion 2:\n\nA known diabetic with an HbA1c value of 9% should be classified under which ASA-PS classification?\nASA 1\nASA 2\nASA 3\nASA 4\n\n\nQuestion 3:\n\nYou would use all of the following as part of airway assessment in a patient except?\nThyromental distance\nASA-PS classification\nCormack-Lehane classification\nNeck circumference\n\n\nQuestion 4:\n\nWhich of the following features in a patient would prompt you to anticipate a difficult intubation?\n1 and 5\n\n1, 3 and 5\n2, 3 and 4\n5 only\n\n\nQuestion 5:\n\nWhich of the following statements is true regarding the American Society of Anaesthesiologists - Physical Status (ASA-PS) classification?\nIt is used to assess difficulty in intubation\nBrain dead patients come under ASA class V\nA patient with anaemia without symptoms comes under ASA class III\nASA-PS grading strongly correlates to the peri-operative risk\n\n\nQuestion 6:\n\nWhich of the following statements is false about the modified Mallampati score?\nIt is used to assess oral cavity before intubation\nIn class II, tonsillar pillars cannot be visualized\nHigher scores are associated with higher risk of sleep apnea\nIn class III, only hard palate is visible\n\n\nQuestion 7:\n\nA patient is posted for Whipple’s procedure. During preoperative preparation, you note that his medical history is significant for ankylosing spondylitis for which he has been taking aspirin. What is the next best step for this patient?\nContinue aspirin\nAdminister half the dose of aspirin with pre-op bleeding time monitoring\nStop aspirin 3 days before surgery\nStop aspirin and replace with clopidogre\n\n\nQuestion 8:\n\nA 60-year-old patient on regular low dose aspirin requires a CABG procedure. What would be your advice regarding aspirin before the procedure?\nContinue aspirin\nStop aspirin and replace with heparin\nStop aspirin and give a platelet transfusion\nCancel the surgery as he cannot be operated on\n\n\nQuestion 9:\n\nA patient on clopidogrel is scheduled to undergo an elective procedure. What would be your advice regarding the drug?\nContinue as usua\nContinue but omit the morning dose\nStop 1 day before surgery\nStop 1 week before surgery\n\n\nQuestion 10:\n\nA 76-year-old woman has been scheduled for hip replacement surgery. She has a history of non-valvular atrial fibrillation resulting in a stroke 2 months back and is on warfarin since then. Which of the following is the correct advice regarding warfarin?\nStop warfarin 4-5 days preoperatively and check INR\nStop warfarin 4-5 days preoperatively and continue LMWH till a day before surgery\nStop warfarin on the day of surgery\nContinue warfarin\n\n\nQuestion 11:\n\nWhich of the following drugs can not be continued on the day of surgery?\nAntithyroid drugs\nOral anticoagulants\nBeta blockers\nAnti convulsants\n\nQuestion 12:\n\nA patient on tablet levothyroxine is posted for surgery. How many days prior to surgery is the tablet stopped?\n1 day\n1 week\n5 Days\nTablet should be continued without stopping\n\n\nQuestion 13:\n\nWhich of the following drugs cannot be safely continued on the day of surgery?\nFurosemide\nPropylthiouraci\nDigoxin\nPrednisolone\n\n\nQuestion 14:\n\nWhich of the following drugs should not be continued on the day of surgery?\nAsthma medications\nOral hypoglycemics\nAnticonvulsants\nBeta blockers\n\n\nQuestion 15:\n\nA 20-year-old patient has been on tablet fluoxetine for depression for the past 3 months and is now scheduled to undergo elective surgery. What would you advise him?\nWithhold Fluoxetine for 3 weeks prior to surgery\nWithhold fluoxetine for 3 days prior to surgery\nWithhold fluoxetine and replace with monoamine oxidase inhibitors\nContinue fluoxetine\n\nQuestion 16:\n\nA 50-year-old hypertensive patient, on tablet amlodipine, is posted for elective open cholecystectomy. What would your advice be regarding the use of amlodipine?\nWithhold amlodipine on the day of surgery\nContinue amlodipine at a lower dose\nContinue the same dose of amlodipine\nReplace amlodipine with enalapri\n\n\nQuestion 17:\n\nWhich of the following drugs should be discontinued 24-hours before the surgery?\nSildenafi\nStatins\nNSAID\nWarfarin\n\n\nQuestion 18:\n\nA 45-year-old chronic smoker is diagnosed with an inguinal hernia. The surgeon briefs him about the elective laparoscopic hernia repair. What is the minimum duration for which he should stop smoking to reduce the risk of postoperative complications?\n3- 4 days before surgery\n1-2 weeks before surgery\n2-4 weeks before surgery\n6-8 weeks before surgery\n\n\nQuestion 19:\n\nWhile filling the preoperative diet recommendations on the chart of a 22-year-old patient scheduled to undergo elective surgery, you would recommend fasting of at least\n4 hours for solids, 2 hours for clear liquids\n2 hours for solids, 4 hours for clear liquids\n8 hours for solids, 2 hours for clear liquids\n\n2 hours for solids, 8 hours for clear liquids\n\n\nQuestion 20:\n\nWhich of the following is a preoperative fasting recommendation for an adult patient after a light meal?\nFasting not required\n2 hours\n8 hours\n6 hours\n\n\nQuestion 21:\n\nYou are a junior resident in the pediatric surgery department and an infant in your unit is scheduled for a surgical correction of the ASD. Which of the following would you ask the mother to follow regarding the preoperative fasting?\n6 hours for solids , 4 hours for breast milk\n4 hours for solids , 6 hours for breast milk\n4 hours for solids, 2 hours for breast milk\n2 hours for solids , 4 hours for breast milk\n\n\nQuestion 22:\n\nA 60-year-old male is set to undergo knee replacement surgery. He has a history of consumption of herbal supplement tablets every day for the past 6 months. Ideally, how many days before surgery should it be stopped?\nCan be continued\n1 day before surgery\n1 month before surgery\n1-2 weeks before surgery\n\n\nQuestion 23:\n\nA difficult airway is least likely to be associated in a patient with \t\n\nRheumatoid arthritis\nReactive arthritis\nScleroderma\nDowns syndrome\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\n\nSolution to Question 1:\nA well-controlled hypertensive patient falls under the ASA-PS Class II category.\nASA-PS Class II - A patient with a mild systemic disease such as well-controlled diabetes mellitus or hypertension or a current smoker.\n\n\n\nSolution to Question 2:\nA patient with poorly controlled diabetes should be classified as ASA-PS Class III.\nASA-PS Class III: A patient with severe systemic disease and substantial functional\nlimitation. Poorly controlled diabetes mellitus or hypertension or complicated diabetes is included under ASA-PS Class III.\nNote: If the question was about well-controlled diabetes or mild diabetes without complications, the answer would be ASA-PS Class II.\n\n\n\nSolution to Question 3:\nASA-PS classification is used to quantify patient risk for anesthesia and not for assessment of the airway.\n\n\n\nSolution to Question 4:\nThe following are indicators of difficult intubation:\nMallampati class 3 and 4 airways\nThyromental distance &lt;6cm with neck extension\nNeck circumference &gt;17 inches in men and 16 inches in women\nAn inability to extend the neck at the atlantooccipital joint\nA history of previous difficult intubation.\n\n\n\nSolution to Question 5:\nASA-PS classification describes a patient’s preoperative medical status and strongly correlates with the perioperative risk.\nThe ASA classification system alone does not predict the perioperative risks, but when used with other factors like the type of surgery, frailty and level of deconditioning of the patient, it can be helpful in predicting perioperative risks.\n\nOption A: ASA-PS is used to quantify the risk for patients who require anaesthesia, not assess intubation difficulty.\nOption B: Brain dead patients are classified as ASA-PS class Vl.\nOption C: A patient with anaemia without functional limitation (no symptoms) is classified as ASA-PS class ll.\n\n\n\nSolution to Question 6:\nIn class III of Mallampati score, both hard and soft palates are visible.\nOption A: Mallampati score is used to predict difficult tracheal intubation based on the size of the tongue base relative to the oropharyngeal space.\nOption B: In class II, only soft palate, fauces, and the portion of uvula are visualized, tonsillar pillars can't be visualized.\nOption C: Higher Mallampati scores (class III and IV) are associated with a greater incidence of difficult intubation and sleep apnea.\n\n\n\nSolution to Question 7:\nAspirin should be discontinued 3 days before surgery in this patient to mitigate potential intraoperative bleeding.\nHowever, low dose aspirin should be continued to prevent cardiovascular thrombotic events in the following cases:\nPatients with a prior PCI (Percutaneous coronary intervention)\nPatients with coronary artery disease\nPatients with stroke in the past 9 months\nIn addition, aspirin should be continued in patients requiring CABG. This is due to associated increased in-hospital mortality if discontinued.\nDuration for which other antiplatelet drugs should be stopped before surgery-\n\n\nSolution to Question 8:\nAspirin should be continued in patients requiring CABG procedure.\nDiscontinuation of aspirin in patients requiring CABG procedure is associated with increased in-hospital mortality. Hence aspirin is continued before the procedure.\nThe approach for most surgical patients is to discontinue aspirin temporarily for 3 days before surgery to mitigate potential intraoperative bleeding. However, the drug should be continued to prevent cardiovascular thrombotic events in the following:\nPatients with a prior PCI (Percutaneous coronary intervention)\nPatients with coronary artery disease\nPatient with stroke in the past 9 months.\nNote: The use of heparin may paradoxically increase platelet aggregation and is not recommended.\n\n\n\nSolution to Question 9:\nClopidogrel is an antiplatelet drug and is stopped 1 week prior to surgery to avoid the risk of increased surgical bleeding.\n\n\n\n\nSolution to Question 10:\nSince the patient has increased thromboembolic risk (stroke), warfarin is stopped 4-5 days\npre-operatively and LMWH (low molecular weight heparin) is used till the day before(24 hours) surgery.\nIn patients at high risk for thrombosis (e.g., those with certain mechanical heart valve implants or with atrial fibrillation and a prior thromboembolic stroke), warfarin should be stopped and replaced by UFH or LMWH to minimize the risk.\nPatients at lower risk for thrombosis may have warfarin discontinued 4-5 days preoperatively and then reinitiated after successful surgery.\nWarfarin may be continued in patients posted for cataract surgery without a bulbar block.",
        "image": "Anaesthesia_img_10.png"
    }
]