[
    {
        "id": 1,
        "text": "Which of the following is incorrect regarding the development of skin? Develops from neuroectoderm Expression of bone morphogenetic proteins by cells Blocking of response to fibroblast growth factors Lack of Wnt signalling promotes epidermal fate",
        "options": {},
        "correct_option": null,
        "explanation": ":\nDevelopment of skin includes activation of Wnt signaling. The lack of Wnt signaling promotes the neural fate of the neuroectoderm cells.\nA single layer of neuroectoderm forms the nervous system or the skin epithelium depending on the molecular signals it receives. Activation of Wnt signaling blocks the response of ectoderm to fibroblast growth factors (FGFs) and the cells express bone morphogenetic proteins\n(BMPs). This leads to the epidermal fate of the neuroectoderm.",
        "image": "Dermatology_img_1.png"
    },
    {
        "id": 2,
        "text": "Which layer of the epidermis is underdeveloped in the very low birth weight infants in the initial 7 days? Stratum germinativum Stratum granulosum Stratum lucidum Stratum corneum",
        "options": {},
        "correct_option": null,
        "explanation": ":\nStratum corneum is underdeveloped in very low birth weight (VLBW) infants in the initial 7 days.\nIn preterm infants, the stratum corneum is permeable and becomes similar to the adult and full-term infant after 2-3 weeks of postnatal maturation.\nThe development of the layers of the epidermis starts from below upwards. Therefore, the stratum basale is the first to form and the stratum corneum is the last layer to form.",
        "image": "Dermatology_img_2.png"
    },
    {
        "id": 3,
        "text": "Choose the correctly labelled layer of the epidermis from the image given below. 1 - stratum spinosum 2 - stratum granulosum 3 - stratum basale 4 - stratum corneum",
        "options": {},
        "correct_option": null,
        "explanation": ":\nFrom superficial to deep, the layers of the epidermis are as marked in the image-\nStratum corneum\nStratum granulosum\nStratum spinosum\nStratum basale\nThe thick skin found in the palms and soles has an additional fifth layer, called the stratum lucidum, located between the stratum corneum and stratum granulosum.\nThe epidermis is made of superficial keratinized, stratified, squamous epithelium. The epidermis is a highly cellular layer but is avascular hence dependent on the underlying dermis for nutrition via diffusion through the dermoepidermal junction.\nIt is thinnest on the eyelid and thickest on the palms and soles.",
        "image": "Dermatology_img_3.png"
    },
    {
        "id": 4,
        "text": "A patient presents with complaints of dry skin and lesions as shown. The epidermal protein deficient in this patient is present in: Stratum corneum Stratum granulosum Stratum spinosum Stratum basale",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe above image is suggestive of ichthyosis vulgaris which is due to the deficiency of filaggrin protein. They are found in the keratohyalin granules of stratum granulosum in the form of profilaggrin (made of filaggrin monomers).\nProfilaggrin undergoes proteolytic processing to yield individual filaggrin monomers that bind and aggregate keratin bundles and intermediate filaments between the stratum granulosum and corneum to form the epidermal barrier of the skin.",
        "image": "Dermatology_img_4.png"
    },
    {
        "id": 5,
        "text": "Which of the following are included in malpighian layer of the epidermis? Stratum corneum and stratum granulosum Stratum granulosum and stratum spinosum Stratum granulosum and stratum lucidum Stratum spinosum and stratum basale",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe malpighian layer of the epidermis includes both stratum basale and stratum spinosum as a unit. It is named after Marcello Malpighi.",
        "image": "Dermatology_img_5.png"
    },
    {
        "id": 6,
        "text": "Which of the following terms is used to describe the skin with all its appendages? Pilosebaceous unit Malpighian system Reactive unit Integumentary system",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSkin, hair, nails, the subcutaneous tissue below the skin, and assorted glands constitute the integumentary system. The most important function of the integumentary system is the protection against external damage.",
        "image": "Dermatology_img_6.png"
    },
    {
        "id": 7,
        "text": "Where are granules of Eleidin seen? Stratum corneum Stratum lucidum Stratum spinosum Stratum basale",
        "options": {},
        "correct_option": null,
        "explanation": ":\nGranules of Eleidin are clear intracellular proteins present in the stratum lucidum of the thick skin of palms and soles.\nThe cytoplasm of this layer is packed with keratin filaments and Eleidin granules giving it a translucent appearance. It is also called the clear cell layer.",
        "image": "Dermatology_img_7.png"
    },
    {
        "id": 8,
        "text": "Choose the incorrect statement regarding skin. Langerhans cells are dendritic cells which originate from bone marrow. Melanocytes are present in stratum basale. Stratified squamous epithelium with hallmark keratin filaments. Stratum lucidum is present between stratum spinosum and granulosum.",
        "options": {},
        "correct_option": null,
        "explanation": ":\nStratum lucidum is the layer of the epidermis, which is present between the stratum corneum and stratum granulosum. It is present only in the thick skin of the palms and soles. It is also called the clear cell layer due to the presence of refractile granules of Eleidin.\nThe image below shows stratum lucidum sandwiched between stratum corneum above and stratum granulosum below.",
        "image": "Dermatology_img_8.png"
    },
    {
        "id": 9,
        "text": "Which of the following layers of the skin predominantly contains non-nucleated cells? Stratum lucidum Stratum basale Stratum granulosum Stratum corneum",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe stratum corneum, also known as the horny layer, consists of cells without the nucleus and hence does not divide.\nIt prevents the entry of microbes from the environment into the body and prevents leakage of fluids from the body to the environment. This is called the barrier function.\nAs keratinocytes divide and move up to the stratum corneum from stratum basale, they undergo the following changes:\nLoss of nucleus and ability to divide\nIncrease in size\nChange in shape and flattening\nDehydration and loss of water\nLoss of metabolic activity\nNote: In palmoplantar skin, there is an additional zone, also electron■lucent, the stratum lucidum, which lies between the granulosum and corneum. These cells are still nucleated and may be referred to as transitional cells.",
        "image": "Dermatology_img_9.png"
    },
    {
        "id": 10,
        "text": "Where are Odland bodies present? Stratum corneum Stratum lucidum Stratum granulosum Stratum basale",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOdland bodies, lamellar bodies, or membrane-coating granules or keratinosomes are present in the stratum granulosum and upper stratum spinosum.\nThey discharge lipid components into the intercellular space that plays an important role in barrier function and intercellular cohesion.\n\nThe image below shows Odland bodies in stratum granulosum. Green arrows indicate lamellar granules in the cytoplasm. Red arrows indicate secreted lamellar granules.",
        "image": "Dermatology_img_10.png"
    },
    {
        "id": 11,
        "text": "Melanocytes are present in which layer? A C D B",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMelanocytes are present in the stratum basale (marking D).\nThese cells produce melanin which is packed into organelles called melanosomes and transferred via finger-like processes called the dendrites to keratinocytes.\nMelanocytes originate from neural crest cells.",
        "image": "Dermatology_img_11.png"
    },
    {
        "id": 12,
        "text": "Which of the following cells act as slow-adapting touch receptors? Meissner corpuscle Pacinian corpuscle Langerhans cells Merkel cells",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nMerkel cells (Haascheiben cells, Merkel-Ranvier cells, or tactile epithelial cells) are oval-shaped mechanoreceptors essential for light touch sensation and found in the skin of vertebrates.\nThey are seen among the basal keratinocytes and contain desmosomes. They are abundant in the highly sensitive areas of the skin like fingertips and synapse with somatosensory afferent nerve fibers.\nThese cells may become malignant and form a Merkel cell carcinoma which is aggressive and difficult to treat.",
        "image": "Dermatology_img_12.png"
    },
    {
        "id": 13,
        "text": "What is the location of Meissner's corpuscle in the skin? Stratum lucidum Stratum basale Papillary dermis Reticular dermis",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMeissner's corpuscles are located in the skin just below the epidermis within the dermal papilla. They are concentrated predominantly over glabrous skin (non-hair bearing) like fingertips and lips.",
        "image": "Dermatology_img_13.png"
    },
    {
        "id": 14,
        "text": "Which of the following are connected by desmosomes? Keratinocytes Melanocytes Dermis and epidermis Langerhans cells",
        "options": {},
        "correct_option": null,
        "explanation": ":\nDesmosomes connect keratinocytes in the epidermis of the skin.\nDesmosome (macula adherens) is a cell structure specialized for cell-to-cell adhesion. They resist mechanical stress as they are strongly adhesive.\nDesmosomes contain proteins like desmoglein (dsg), desmocollin (dsc), and desmoplakin (dp).\nThe loss of any one protein can lead to the separation of keratinocytes leading to acantholysis.",
        "image": "Dermatology_img_14.png"
    },
    {
        "id": 15,
        "text": "A patient presents with multiple blisters on the skin and oral mucosa. The immunofluorescence staining for IgG shows the following characteristic pattern. Which of the following is targeted by the immune system in this condition? Keratinocytes Melanocytes Desmosomes Langerhans cells",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given image shows the characteristic fish-net pattern of immunofluorescence seen in pemphigus vulgaris. It is an autoimmune disease caused by antibodies directed\nagainst desmoglein present in desmosomes.\nLoss of desmosomes results in loss of cohesion between keratinocytes (acantholysis) and blister formation. Desmosomes failure can result in diseases of both skin and the heart. Mutations within the desmosomes are the main cause of arrhythmogenic right ventricular cardiomyopathy (ARVC).",
        "image": "Dermatology_img_15.png"
    },
    {
        "id": 16,
        "text": "Hemidesmosomal plaque components include which of the following? K5/K14 BPAg1 Nidogen Laminin",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHemidesmosomal plaque components include BPAg1/BP230 and plectin.\nHemidesmosome connects the basal cell layer to the dermo-epidermal junction or basement membrane zone.",
        "image": "Dermatology_img_16.png"
    },
    {
        "id": 17,
        "text": "A child presents with non-hemorrhagic bullous lesions on areas of friction that heal without scarring. Nikolsky's sign is negative. Choose the correctly matched defective protein and its site involved in this condition. K5/K14 - Stratum basale K1/K10 - Stratum corneum K4/K13 - Stratum granulosum K’/K1’ - Stratum spinosum",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe above scenario is suggestive of epidermolysis bullosa simplex. It is associated with mutations in the genes for K5/14 (keratin filaments). K5/14 keratin filaments are present in the stratum basale.\nKeratin is an intermediate filament protein present in all keratinocytes. There are 2 types of keratin filaments:\nKeratin filaments exist as heterodimers consisting of one acidic and one basic filament. Stratified squamous epithelia express various keratin pairs during epithelial differentiation:",
        "image": "Dermatology_img_17.png"
    },
    {
        "id": 18,
        "text": "What is the major component of lamina densa? Laminin 5 Laminin 322 Collagen IV Collagen VII",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe lamina densa is an electron-dense layer present in the dermo-epidermal junction and it is composed mainly of type IV collagen.\nComponents of lamina densa:\nCollagen type IV\nLaminin 1/111\nBM-40\nSPARC\nPerlecan",
        "image": "Dermatology_img_18.png"
    },
    {
        "id": 19,
        "text": "What is the main type of collagen found in anchoring fibrils? Type IV Type VII Type III Type II",
        "options": {},
        "correct_option": null,
        "explanation": ":\nType VII collagen is the major component of anchoring fibrils of the dermo-epidermal junction.",
        "image": "Dermatology_img_19.png"
    },
    {
        "id": 20,
        "text": "Where is the superficial vascular plexus of skin present? Below the papillary dermis Below the reticular dermis At the dermo-epidermal junction Epidermis",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe superficial vascular plexus of the skin is present below the papillary dermis.\n\nThe dermis is rich in vascular supply (unlike the epidermis, which is avascular). It can be divided into the papillary dermis (upper 1/10) and reticular dermis (lower 9/10).\nThe superficial vascular plexus is present between the papillary and reticular dermis (subpapillary plexus) and the deep vascular plexus is present below the reticular dermis.\nThe main functions are providing nutrients and oxygen. It also regulates body temperature by controlling blood flow through capillaries in the upper dermis such that the opening of blood vessels allows dissipation of excess heat while constriction conserves heat.\nThe image below shows the location of the papillary and reticular layers of the dermis.",
        "image": "Dermatology_img_20.png"
    },
    {
        "id": 21,
        "text": "Which is the most abundant form of collagen in the dermis? Type I Type II Type III Type IV",
        "options": {},
        "correct_option": null,
        "explanation": ":\nType-I collagen is the predominant type of collagen present in the dermis accounting for approximately 80% of the collagen in the dermis.\nDermis forms the major part of human skin and extends from lamina densa above to the subcutis below. It is highly vascular, largely acellular, and primarily consists of the extracellular matrix of connective tissue.\nThe four main classes of extracellular components present in the dermis are as follows:\nCollagen fibers to provide tensile strength (most abundant)\nElastic structures to provide resilience like elastin\nNon-collagenous glycoproteins like fibrillins that facilitate cell-matrix interactions\nProteoglycan molecules like hyaluronic acid, dermatan sulfate, and chondroitin sulfate",
        "image": "Dermatology_img_21.png"
    },
    {
        "id": 22,
        "text": "An infant with the following finding was diagnosed with incontinentia pigmenti. What does the pattern of these lesions represent? Lines along lymphatics Lines along blood vessels Lines along nerves Lines of development",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nIncontinentia pigmenti is a rare X-linked dominant disorder in which the lesions are present along Blaschko’s lines. Blaschko's lines are lines of normal cell development in the skin.\nThe lines are believed to trace the migration of embryonic cells and are invisible under normal conditions, becoming apparent only when some diseases of the skin or mucosa manifest themselves according to these patterns.\nThey follow a \"V\" shape over the upper spine, 'S-shaped' whirls over the lower abdomen and sides, inverted U-shape from the breast area onto the upper arm, and wavy shapes on the head. The stripes are a type of genetic mosaicism.\n\n\nSeveral other dermatological disorders are known to follow the lines of Blaschko as given in the table:",
        "image": "Dermatology_img_22.png"
    },
    {
        "id": 23,
        "text": "Stem cells involved in skin homeostasis are present in all of the following areas except . Bulge area of hair follicle Basal layer of interfollicular epidermis Base of sebaceous glands Base of apocrine glands",
        "options": {},
        "correct_option": null,
        "explanation": ":\nStem cells are not known to occur at the base of apocrine sweat glands. The stem cells are present in:\nBulge area of hair follicles\n\nBasal layer of the interfollicular epidermis\nBase of sebaceous glands.\nTheir function is to maintain skin homeostasis, regenerate skin appendages and repair itself after injury.\nThe image below shows the location of stem cells of the skin.",
        "image": "Dermatology_img_23.png"
    },
    {
        "id": 24,
        "text": "What is the ratio of type-I to type-III collagen in the adult human skin? 1:4 8:1 3:2 4:1",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe ratio of type-I to type-III collagen in the adult human skin is 8:1.\nType-I collagen is the predominant collagen in the human dermis. Type-III collagen is known to predominate in the human skin during embryonic development, but during the early postnatal period, type-I collagen synthesis accelerates. This results in the ratio of type-I to type-III collagen in the adult human skin being approximately 8:1.",
        "image": "Dermatology_img_24.png"
    },
    {
        "id": 25,
        "text": "What is the type of connective tissue present in the area marked by the arrow in the given image? Dense regular Dense irregular Loose irregular Specialised",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe area marked is the reticular dermis. It is made up of dense irregular connective tissue.\nIt is found in the regions that are under considerable mechanical stress and where protection is given to ensheathed organs. It is usually present in:\nReticular dermis\nSuperficial connective tissue sheaths of the muscle and nerves\nAdventitia of large vessels\nCapsules of various organs and glands (e.g., testis, sclera, periosteum, perichondrium) On the other hand, dense regular collagen fibers are found in tendons.\n\n\n\nDermatopathology of Skin Lesions\n\n\nQuestion 1:\n\nWhich of the following conditions are associated with the given histopathological finding?\n\n\n2, 3, 4\n2, 5\n1, 3\n4, 5\n\n\nQuestion 2:\n\nChoose the correct option with respect to the histopathological finding shown below.\n\n\n\nIntracellular edema in stratum spinosum\nIntercellular edema in stratum granulosum\nIntracellular edema in stratum granulosum\nIntercellular edema in stratum spinosum\n\n\nQuestion 3:\n\nWhich of the following is not a histopathological feature of lichenoid tissue reaction?\nLiquefactive degeneration\nSaw toothing\nMicroabscess\nColloid body formation\n\n\nQuestion 4:\n\nA 29-year-old man presented with purple, pruritic plaques on the flexor aspect of the left forearm for 7 months. A history suggestive of Koebner's phenomenon was elicited. A skin biopsy done is shown below. Identify the structure marked.\n\n\n\nCopper penny bodies\nColloid bodies\nDonovan bodies\nKamino bodies\n\n\nQuestion 5:\n\nAcantholysis is seen in all except:\nPemphigus vulgaris\nHerpes labialis\nStaphylococcal scalded skin syndrome\nBullous pemphigoid\n\n\nQuestion 6:\n\nChoose the correct statement regarding acanthosis.\nThickening of stratum corneum\nThickening of stratum granulosum\nThickening of stratum spinosum\nThickening of dermo-epidermal junction\n\nQuestion 7:\n\nA patient presented with a scaly, plaque-like lesion on the face. A skin biopsy was done. What is the likely diagnosis?\n\n\nPsoriasis\nLichen Planus\nBowen's disease\nVitiligo\n\n\nQuestion 8:\n\nA patient presented with scaly pruritic lesions on his arm. Biopsy done is shown below. What is this finding called?\n\n\n\nPapillomatosis\nParakeratosis\nSaw toothing\nVilli\n\n\nQuestion 9:\n\nNeutrophilic micro-abscesses are seen in which of the following conditions?\nPemphigus vegetans\nUrticaria pigmentosa\nMycosis fungoides\nPsoriasis\n\n\nQuestion 10:\n\nThe skin biopsy section was taken from a patient diagnosed with psoriasis is shown below. What is the arrow pointing to?\n\n\n\nMunro's microabscess\nPautrier's microabscess\nSpongiform pustules of Kogoj\nEosinophilic microabscess\n\n\nQuestion 11:\n\nThe arrow depicted in the image is an important histopathological feature of which of the following conditions?\n\n\nMycoses fungoides\n\nPsoriasis\nLichen planus\nEczema\n\n\nQuestion 12:\n\nA patient presents with fine scaly plaque-like lesions on the upper arm. A skin biopsy is taken which shows the following histopathological finding. What is the most likely diagnosis?\n\n\nPsoriasis\nMycosis fungoides\nDermatitis herpetiformis\nLichen planus\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe above image shows nucleated stratum corneum suggestive of parakeratosis commonly seen in psoriasis and actinic keratosis.\nParakeratosis refers to abnormal keratinization in which the cells of basal layer divide rapidly reaching the stratum corneum faster and do not have time to shed the nucleus. As a result, the nucleated stratum corneum is observed on histopathology.\nHyperkeratosis refers to the increased thickness of the stratum corneum. This is observed in psoriasis, lichen planus, and ichthyosis.\n\n\n\n\nSolution to Question 2:\nThe above image shows intercellular edema involving the stratum spinosum which is suggestive of spongiosis. Spongiosis is the characteristic histopathological feature of acute eczema.\n\nIn contrast, ballooning degeneration is a term that refers to the intracellular edema occurring in the stratum spinosum. This results in acantholysis. Ballooning degeneration is often seen secondary to viral infections like herpes.\nThe image below shows ballooning degeneration (intracellular edema is seen).\n\n\n\n\nSolution to Question 3:\nMicroabscess is not typical of lichenoid tissue reactions. Skin changes in lichenoid tissue reactions:\nUpper dermis - Band■like infiltrate of mononuclear cells.\nDermoepidermal junction - Saw■toothed pattern.\nBasal cell layer - Liquefaction degeneration, colloid body formation.\nEpidermis - Increase in thickness. Lichenoid reactions are seen in:\nLichen planus\nLupus erythematosus\nLichen sclerosis\nPoikilodermas\nCutaneous drug eruptions.\n\n\n\nSolution to Question 4:\n\nThe given scenario with symptoms of purple, itchy, plaque exhibiting Koebner's phenomenon is suggestive of lichen planus. It is characterized by the presence of Civatte bodies or colloid bodies as seen in the image above.\nThe colloid body is a homogeneous, eosinophilic, rounded body resulting from the degeneration and death of keratinocytes, particularly in the lower layers of the epidermis. This structure is found in various lichenoid tissue reactions.\nOption A: Copper penny bodies are seen in chromoblastomycosis.\n\n\nOption C: Donovan bodies are seen in granuloma inguinale.\n\n\nOption D: Kamino bodies are eosinophilic globules seen in the epidermis or in the region of the dermal-epidermal junction in the spindle and epithelioid cell (Spitz) naevi.\n\nSolution to Question 5:\nAcantholysis is not seen in bullous pemphigoid as it is associated with subepidermal blistering.\nAcantholysis is the loss of intercellular connections, such as desmosomes, resulting in the loss of cohesion between keratinocytes.\nAcantholysis is classified as:\nThe image below shows acantholysis (note the rounded and free-floating, detached keratinocytes).\n\n\n\n\n\nSolution to Question 6:\nAcanthosis is characterized by the increase in the number of cells of the stratum spinosum leading to its increased thickness.\nAcanthosis is commonly accompanied by other histological changes such as hypergranulosis, hyperkeratosis, and papillomatosis. It is seen in verruca vulgaris, chronic eczema, lupus vulgaris.\nKindly note that this should not be confused with the term acantholysis. Acantholysis refers to the loss of cohesion between keratinocytes due to the breakdown of intercellular bridges formed by desmosomes. This can be seen in various pemphigus-related disorders and secondary to bullous impetigo and other infections.\n\nThe image below shows acanthosis. Notice the increased thickness of the Malpighian layer and the elongated rete ridges.\n\n\n\n\nSolution to Question 7:\nThe above image showing abnormal epidermal cell keratinization suggestive of dyskeratosis along with the clinical presentation points to a likely diagnosis of Bowen's disease.\nDyskeratosis is characterized by nuclear pyknosis and condensation of the cytoplasm of keratinocytes.\nThis can occur in:\nMalignant lesion - squamous cell carcinoma\nPremalignant lesions:\nBowen disease\nPaget’s disease\nSolar keratosis\nBenign conditions:\nDarier disease\nHailey Hailey disease\n\n\n\nSolution to Question 8:\nThe above image shows upward elongation of the dermal papillae, giving an accentuated and sometimes irregular, undulating configuration to the dermal-epidermal junction which is suggestive of papillomatosis. The feature is commonly seen in psoriasis, and a wide variety of\n\nother inflammatory and neoplastic cutaneous disorders.\nOption B: Parakeratosis can be defined as the retention of keratinocyte nuclei within the stratum corneum. It is commonly seen in psoriasis.\n\n\nOption C: Saw toothing refers to the pattern of the dermal-epidermal junction where dermal papillae are expanded and the tips of the rete pegs are pointed. It is seen in lichen planus and other lichenoid reactions.\n\n\nOption D: Villi refers to elongated dermal papillae usually covered with a single layer of epidermal cells, which form the base of a blister cavity as a result of suprabasal acantholysis. It is seen in various forms of pemphigus and Darier disease.\n\n\n\n\n\n\nSolution to Question 9:\nNeutrophilic micro-abscesses are seen in psoriasis.\nA microabscess is a small cavity in the epidermis or dermis formed by collections of leucocytes. Some types of microabscesses and their examples are given below:\n\n\n\n\nSolution to Question 10:\nIn the given image, the arrow points to a small collection of cells seen within the stratum corneum in a patient with psoriasis. This is suggestive of a Munro's microabscess.\nMunro's microabscesses are small collections of neutrophil polymorphs. Hyperkeratosis and parakeratosis are also seen here.\nThe spongiform pustule of Kogoj refers to the multilocular micropustules that form in the spinous layer of the epidermis in pustular psoriasis.\n\n\n\n\n\nSolution to Question 11:\nThe arrow mark is pointing towards a collection of atypical lymphocytes in the epidermis termed as Pautrier microabscess. This is a very important histopathology feature of mycoses fungoides which is the most common type of cutaneous T cell lymphoma.\n\n\n\n\nSolution to Question 12:\nThe above image shows malignant lymphocytes that have migrated to the epidermis from the dermis which is called epidermotropism. It is seen in mycosis fungoides.\nPautrier's microabscess constituting a collection of atypical T-cells in the epidermis is also a feature of mycosis fungoides (cutaneous T-cell lymphoma).\nThe image below shows atypical lymphocytes showing epidermotropism and the formation of Pautrier's microabscesses (H&amp;E stain, 4••x).\n\n\n\nMorphology and Investigations of Skin Lesions\n\nQuestion 1:\n\nWhich of the following is a primary skin lesion?\nCrust\nAtrophy\nPurpura\nInduration\n\n\nQuestion 2:\n\nWhich of the following is a secondary skin lesion?\n\n\nImage 1\nImage 2\nImage 3\nImage 4\n\n\nQuestion 3:\n\nWhich of the following cannot be considered as a primary lesion of skin?\n\n1, 2 and 4\n2 and 5\n1, 3 and 4\n3 and 5\n\n\nQuestion 4:\n\nA patient presents to the dermatology OPD with the following finding. How would you describe the morphology of this lesion?\n\n\nPlaque\nLichenification\nScale\nCrust\n\n\nQuestion 5:\n\nA patient presents with flat, circumscribed, non-palpable skin lesions that are less than 1 cm in diameter. Which of the following terms best describes them?\nMacule\nPatch\nEcchymosis\nPapule\n\nQuestion 6:\n\nA dermatology resident identified several flake-like lesions while examining a patient. Skin biopsy is shown below. What are these lesions?\n\n\nScar\nCrust\nScale\nExcoriation\n\n\nQuestion 7:\n\nA patient presents with the following rash. What is the diagnosis?\n\n\n\nPsoriasis\nSeborrheic dermatitis\nPityriasis rosea\nIchthyosis vulgaris\n\n\nQuestion 8:\n\nA 50-year-old man with a chronic skin condition is noted to have areas of linear discontinuation over his skin. What is this finding called?\nUlcer\nExcoriation\nErosion\nFissure\n\n\nQuestion 9:\n\nA 39-year-old woman is being evaluated for pale-colored stools. Further workup reveals elevated direct bilirubin, elevated ALP, and ŽŽT. Which of the following skin lesions would you expect to see?\nErosion\nMacule\nFissure\n\nExcoriation\n\n\nQuestion 10:\n\nA 26-year-old man presents with the following skin lesion. How will you describe it?\n\n\nAnnular\nNummular\nArcuate\nPolycyclic\n\n\nQuestion 11:\n\nAn 11-month-old infant is brought with the given finding for the past 1 month. The mother is concerned that the lesions are itchy as the baby has been fussy and not sleeping well. What is the diagnosis?\n\n\n\nX-linked ichthyosis\nSeborrheic dermatitis\nAtopic dermatitis\nIchthyosis vulgaris\n\n\nQuestion 12:\n\nA circumscribed elevation, greater than 1 cm in diameter containing clear fluid is known as a:\nPustule\nVesicle\nWhea\nBulla\n\n\nQuestion 13:\n\nA 7-year-old girl develops the following lesions after a camping trip. They are mildly itchy. In which condition are they characteristically seen?\n\n\n\nTinea corporis\nErythema multiforme\nContact dermatitis\nUrticaria\n\n\nQuestion 14:\n\nWhich of the following diseases has an intertriginous distribution?\nHerpes zoster\nHailey-Hailey Disease\nIncontinentia pigmenti\nSporotrichosis\n\n\nQuestion 15:\n\nA 30-year-old professional mountain climber presents with the following lesions over his leg. What is the diagnosis?\n\n\n\nScabies\nCutaneous larva migrans\nAllergic contact dermatitis\nTinea corporis\n\n\nQuestion 16:\n\nA 2-month-old infant is brought to the pediatrician with the following finding. His mother says that he is otherwise healthy. What is the diagnosis?\n\n\nImpetigo\n\nSeborrheic dermatitis\nAtopic dermatitis\nTinea capitis\n\n\nQuestion 17:\n\nWhich of the following would not be seen in a patient with poikiloderma?\nVaried pigmentation\nLoss of temperature sensation\nSkin atrophy\nTelangiectasia\n\n\nQuestion 18:\n\nYou have ordered a patch test for an 8-year-old boy with a history of allergic contact dermatitis. After the application of the patch, when should you ask him to return for removal?\n24 hours\n72 hours\n48 hours\n96 hours\n\n\nQuestion 19:\n\nA dermatology resident performing Wood's lamp examination on a patient notes a milky-white fluorescence. What is the diagnosis?\nPityriasis versicolor\nVitiligo\nTinea capitis\nAlbinism\n\n\nQuestion 20:\n\nA 67-year-old diabetic comes to you with a rash over the intertriginous areas, which is more pronounced over his groin. Wood's lamp examination shows coral pink fluorescence. What is the diagnosis?\nPityriasis versicolor\nErythrasma\nTinea cruris\nCandidal intertrigo\n\n\nQuestion 21:\n\nWhich of the following diseases cannot be diagnosed by Tzanck smear?\nHansen's disease\nToxic epidermal necrolysis\nStaphylococcal scalded skin syndrome\nPemphigus\n\n\nQuestion 22:\n\nWhat test is being performed in the image given below?\n\n\nScratch test\nAuspitz sign\nDiascopy\n\nPatch test\n\n\nQuestion 23:\n\nA pathologist is preparing paraffin sections of a skin biopsy sample. Which fixative is he likely to use in this process?\nAlcoho\nFormal saline solution\n2.5% glutaraldehyde\n10% neutral buffered formalin\n\n\nQuestion 24:\n\nScrapings from a patient's skin lesion are mounted in KOH and observed under Calcofluor white UV illumination. Hyphae and clusters of yeast are seen. What is the diagnosis?\nPemphigus vulgaris\nCandidiasis\nPityriasis versicolor\nBullous Pemphigoid\n\n\nQuestion 25:\n\nWhich of the following statements is false about the test shown below?\n\n\nIt is used for photoallergy\nThe covered side shows reaction\nReading is taken at 48 hours\nPatients back is positioned 15 cm from the front panel of lamps\n\n\nQuestion 26:\n\nWhich of the following drugs used as nail lacquer belongs to morpholines?\nAmorolfine\nOxiconazole\nCiclopirox olamine\nTioconazole\n\n\nQuestion 27:\n\nIdentify the type of skin lesion.\n\n\nNummular\nAnnular\nDiscoid\nTarget\n\nQuestion 28:\n\nIdentify the condition shown in the image below.\n\n\nPsoriasis\nSeborrheic dermatitis\nPityriasis rubra pilaris\nPemphigus foliaceus\n\n\nQuestion 29:\n\nWhich of the following are primary lesions of skin?\n1,3,4\n3,4,5\n3\n3,5\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nPurpura is a primary skin lesion. Crust, atrophy, and induration are secondary lesions.\nIt is a condition with red or purple discolored spots on the skin that do not blanch on applying pressure. The spots are caused by bleeding underneath the skin. It is seen:\nVasculitis\nThrombocytopenia\n\nVitamin C deficiency\n\n\n\nOption A: Crusts or scabs consist of dried-up discharge from the lesions.\n\n\nOption B: Atrophy refers to loss of tissue. There may be fine wrinkling and increased translucency if the process is superficial.\nOption D: Induration refers to dermal thickening that clinically presents as skin that feels thicker and firmer than normal on palpation.\n\n\n\nSolution to Question 2:\nImage 4 shows an ulcer with crusting. This is a secondary skin lesion.\n\nImages 1, 2, and 3 show a bulla, a papule, and a patch respectively. All of these are primary skin lesions.\n\n\n\n\n\nSolution to Question 3:\nExcoriation and crusts are secondary skin lesions. Wheal, macule and pustule are primary skin lesions.\n\n\n\n\n\n\n\nSolution to Question 4:\nThe given image shows lichenification.\nIt is a secondary skin lesion characterized by hyperpigmentation, thickening of the skin, and exaggerated skin markings. It is a feature of chronic eczema.\n\n\n\nSolution to Question 5:\nA macule is a flat, circumscribed, non■palpable lesion of less than 1 cm that differs in color from the surrounding skin. It can be of any color or shape.\nOption B: A patch is a lesion of similar description but of size &gt;1 cm. Option C: An ecchymosis is macular area of hemorrhage &gt; 1 cm Option D: A papule is a raised lesion &lt; 1 cm.\n\n\n\n\n\nSolution to Question 6:\nThe given biopsy shows parakeratosis. It is associated with visible scales or visible exfoliation of the skin that consists of flakes of stratum corneum.\nParakeratosis refers to the presence of nucleated keratinocytes in the stratum corneum. It is indicative of a high turnover of keratinocytes. It is associated with thickening of the stratum corneum and visibly presents as scaling. The scales represent compacted desquamated layers of stratum corneum.\nThe following image shows visible fragments of the stratum corneum as it is shed from the skin.\n\n\n\n\n\n\nSolution to Question 7:\nThe given image shows collarette scales, which are a characteristic feature of pityriasis rosea.\nCollarette refers to a scale with an adherent outer border and detachable inner border. It appears like a rim around the lesion as seen below.\n\n\n\n\nSolution to Question 8:\nA linear crack or discontinuation of the skin surface is called a fissure.\nOption A: Ulcer refers to a loss of dermis and epidermis, often involving underlying tissue as well.\n\nOption B: Excoriation refers to loss of skin substance, specifically produced by scratching.\nOption C: Erosion refers to a loss of the epidermis, which heals without scarring. It commonly follows a blister.\n\n\n\n\nSolution to Question 9:\nThis clinical scenario is suggestive of obstructive jaundice, which is associated with severe itching. Hence, you would expect to see excoriations or scratch marks.\nThe pruritis occurring in obstructive jaundice is due to cholestasis. The bile salts deposit in the skin, causing saponification of the fat surrounding the nerve endings. This leaves the nerves exposed, producing the sensation of a severe itch.\nIt involves loss of skin substance till the level of the epidermis or upper dermis. Almost all pruritic conditions (except lichen planus) cause excoriation.\nThe image given below shows excoriations.\n\n\n\n\n\nSolution to Question 10:\nThe given image showing a round lesion without central clearing is called a nummular (coin-like)\nor a discoid lesion.\nBoth, the edge and center are equally active and uniformly colored. It is seen in discoid eczema, psoriasis.\nOption A: Annular lesions are ring-shaped with central clearing i.e., only the edges are active and appear raised, or in a different color. It is seen in tinea corporis, granuloma annulare.\n\n\nOption C: Arcuate lesions are arc-shaped or incomplete circles.\n\n\n\nOption D: Polycyclic lesions are several circles that have merged together.\n\n\n\n\nSolution to Question 11:\nThis image shows fish-like scales on the skin that is characteristic of ichthyosis vulgaris.\nIt is an autosomal dominant condition that is associated with filaggrin mutations. This leads to a reduction in the natural moisturizing factors (NMF) in the skin. It develops at 3-12 months of life and presents with generalized, itchy, small, light-grey scales and xerosis that are more marked over extensor surfaces and trunk. The groin and flexures are spared.\nlinked recessive ichthyosis occurs only in males. It results in larger, dirty-brown scales.\n\nSolution to Question 12:\nA bulla is a circumscribed elevation of &gt; 1 cm in diameter.\nBullae can be multilocular due to coalesced vesicles, as seen in eczema, or unilocular.\n\n\n\nSolution to Question 13:\nThis image shows typical target lesions, characteristically seen in erythema multiforme. It is also called an iris or bull's eye lesion and typically consists of 3 zones as follows:\nCentral area of dusky erythema or purpura\nMiddle paler zone of edema\nOuter ring of erythema with a well-defined edge\nAtypical target lesions with only 2 zones may be seen in Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN).\n\n\n\nSolution to Question 14:\nHailey–Hailey disease has an intertriginous distribution.\n\n\n\n\n\n\nSolution to Question 15:\nThe given image shows serpiginous or serpent-like skin lesions, which are characteristically seen in cutaneous larva migrans or ground itch.\nIt is caused by the larvae of various hookworm or Ancylostoma species. The parasite is acquired from direct skin contact with soil contaminated by dog or cat feces. It is common following travel to endemic or tropical areas and symptoms develop within the first 2 weeks.\nThe site of entry is marked by an inflamed papule, often located between the toes. Serpentine or linear single-track lines later appear as the larvae migrate through the epidermis. The lesions can enlarge as much as 1 to 2 cm per day.\nThe first-line treatment is oral ivermectin at 200 g/kg. Oral albendazole is an alternative treatment.\nNote: Larva currens is caused by the migrating larva of Strongyloides stercoralis. It also produces serpiginous lesions and can be differentiated by the faster rate of progression and haphazard distribution of lesions.\nThe image below shows serpiginous larval tracks over the skin.\n\n\n\n\nSolution to Question 16:\nThe yellowish greasy scales on the scalp of an infant are characteristic of seborrheic dermatitis.\n\nSeborrheic dermatitis is a common, inflammatory skin condition that causes the formation of flaky, white to yellowish greasy scales on oily areas such as the scalp, forehead, nose, or inside the ear. It is known as cradle cap when it affects the scalp of infants, as shown in the image below:\n\n\nOther options:\nOption A: Impetigo presents with shallow bullae. When ruptured, they result in erosions and discharge that forms honey-colored crusting.\n\n\nOption C: Atopic dermatitis presents in infants as an itchy erythematous rash that affects the face and flexural areas such as elbows. The given image shows atopic dermatitis on the abdomen and thigh of an infant:\n\n\n\nOption D: Tinea capitis is ringworm of the scalp. It is uncommon in infants. It is common in older children and presents as patches of alopecia associated with scaling or black dots (swollen hair shafts).\nThe given image shows severe tinea capitis infection with follicles discharging pus, this clinical variant is known as kerion:\n\n\n\n\nSolution to Question 17:\nLoss of temperature sensation is not associated with poikiloderma. Poikiloderma is a special skin lesion with a triad of features:\nCutaneous pigmentation (both hypopigmentation and hyperpigmentation)\nSkin atrophy\n\nTelangiectasia\nIt may be congenital or acquired. It is associated with mycosis fungoides, dermatomyositis, xeroderma pigmentosum, etc.\n\n\n\nSolution to Question 18:\nIn patch testing, the patch is removed after 48 hours to examine the site of reaction.\nPatch testing is a test to detect sensitivity to a specific allergen. A battery of suspected allergens is applied to the patient’s back under occlusive dressings or patches. It is allowed to remain in contact with the skin for 48 hours.\n48 hours: Patch removal for initial reading to detect delayed hypersensitivity reaction.\n72-96 hours: Final reading done for confirmation.\nNote: Since the question is regarding the timing of patch removal and not regarding the final diagnosis, 48 hours is the answer.\n\n\n\n\n\n\nSolution to Question 19:\nIvory or milky-white fluorescence on Wood's lamp examination is seen in vitiligo.\nIn vitiligo, there is less or no epidermal melanin in the affected patches. As the normal function of melanin is to absorb light, the vitiligo-affected patches cannot block the light emitted from deeper layers of the skin. They appear as bluish, milky, or ivory white patches with sharp margins. Woods lamp is hence helpful in the diagnosis of vitiligo, especially in fair-skinned people in whom lesions may not be obvious to the naked eye.\nThe following image shows milky-white fluorescence under a Wood's lamp.\n\n\nSolution to Question 20:\nCoral pink fluorescence on Wood's lamp examination is characteristic of erythrasma.\nErythrasma is a skin infection caused by Corynebacterium minutissimum. It is common in diabetics and immunodeficient patients and is associated with obesity, sweating and poor hygiene.\nCoral pink fluorescence is due to the production of coproporphyrin III by the bacterium.\n\n\n\nSolution to Question 21:\nHansen's disease is diagnosed by slit skin smear for acid-fast bacilli using the modified Ziehl-Neelsen technique.\nSome important findings on Tzanck smear are as follows:\n\n\n\n\nSolution to Question 22:\nThe test depicted in the given image is diascopy.\nIt involves pressing a glass slide or a stiff, clear, colorless piece of plastic onto the skin to cause blanching by compressing blood out of small vessels. This allows other colors to be evaluated.\nSome uses of diascopy are as follows:\nApple jelly nodules - Yellow-brown lesions seen in lupus vulgaris and sarcoidosis.\nSpider naevi - Compression of radiating arterioles is noted.\nDifferentiation of erythema (disappears) and purpura (remains unaltered). The image given below shows apple-jelly nodules on diascopy.\n\n\n\n\n\nSolution to Question 23:\n10% neutral buffered formalin is the most widely used fixative for routine diagnostic microscopy of paraffin-embedded tissue samples.\nSkin biopsies are indicated in various conditions like epidermal or dermal neoplasms as well as blistering disorders for immunofluorescence. Michel's medium is used as a transport medium.\nVarious techniques of skin biopsy are available based on the lesions to be biopsied:\n\n\nSolution to Question 24:\nThe microscopic picture described in this clinical scenario is called spaghetti and meatball appearance. It is diagnostic of pityriasis versicolor or tinea versicolor.\nSkin scrapings from the lesions are mounted in 10-30% potassium hydroxide. A\nhigher percentage of KOH solution speeds up the process. It is then observed under fluorescence microscopy using a fluorescent brightener like Calcofluor white or Blankophor which specifically stains polysaccharides in the fungal cell wall.\nThe hyphae and spherical Malassezia yeasts are called spaghetti and meatballs or bananas and grapes appearance as shown below.\n\n\n\n\nSolution to Question 25:\nThe given image shows a photo-patch test. Skin reaction is seen on the uncovered side that is exposed to UV rays.\nPhoto-patch test is useful in the diagnosis of photosensitive rashes and photoallergic contact dermatitis that are typically localized to the sun-exposed areas of the skin.\nUV light is used at a dose sufficient to trigger the photoallergic response, without causing a false positive phototoxic reaction. It is performed like a conventional patch test, except two sets of allergens are applied over the back. The control set of allergens and the rest of the skin\nare covered with an opaque material. The patient is positioned 15 cm from a UV lamp and the test site is irradiated with UV light.\nThis test is best read after 48 hours. In the case of a positive test indicating photoallergy, the exposed side shows a reaction.",
        "image": "Dermatology_img_25.png"
    }
]