[
    {
        "id": 1,
        "text": "Fundoscopic evaluation in an HIV patient showed CMV retinitis. He was started on intravenous foscarnet, a highly ionized drug. Which of the following statements is true about the drug? Excreted mainly by the kidneys Can cross the blood brain barrier easily Well absorbed from the intestine Accumulates in the cellular lipids",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHighly ionized drugs like foscarnet are mainly excreted by the kidneys.\nThey are not reabsorbed from the renal tubules and are hence excreted unchanged by glomerular filtration. Dose reduction is necessary in renal impairment to avoid the accumulation of the drug and associated toxicity.\nThe non-ionized forms of weak acids and bases undergo tubular reabsorption. Option B: The blood-brain barrier limits the entry of ionized, non-lipid soluble drugs.\nOption C: A drug is more readily absorbed from the gastrointestinal tract when it is in its unionized, more lipophilic form.\nOption D: As the ionized form has low lipid solubility, it cannot penetrate cell membranes easily.",
        "image": "Pharmacology_img_1.png"
    },
    {
        "id": 2,
        "text": "Alkalinization of the urine is done in case of toxicity with which of the following substances? Barbiturate Amphetamine Heparin Morphine",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAlkalinization of the urine is done in barbiturate poisoning. When the urine is alkaline, weakly acidic drugs like barbiturates are present in highly ionized form and excreted more rapidly.\nWhen the tubular urine is made more alkaline, weak acids like barbiturates become highly ionized and are excreted to a greater extent. Similarly, acidification of urine increases the excretion of weak bases. This property is used in the management of drug overdose.",
        "image": "Pharmacology_img_2.png"
    },
    {
        "id": 3,
        "text": "When the pH = pKa of a drug, which of the following statements is true? Concentration of the drug is 50% ionic and 50 % non-ionic Concentration of the drug is 90% ionic and 10% non-ionic Concentration of the drug is 75% ionic and 25 % non-ionic Concentration of the drug is 25% ionic and 75 % non-ionic",
        "options": {},
        "correct_option": null,
        "explanation": ":\nWhen the pH = pKa of a drug, the concentration of the drug is 50% ionic and 50% non-ionic. pKa is defined as the pH at which a drug exists as 50% ionized (hydrophilic) and 50% unionized\n(lipophilic).\nFor e.g., phenobarbitone is an acidic drug with a pKa of 7.2. At a pH of 7.2, 50% will be unionized. In a more basic plasma (pH=7.4), a lesser fraction (around 40%) will be unionized.\nSmall changes in pH near pKa of a drug may cause large variations in the degree of ionization.",
        "image": "Pharmacology_img_3.png"
    },
    {
        "id": 4,
        "text": "In a patient with nephrotic syndrome, drug toxicity is least likely with which of the following drugs? Efavirenz Morphine Diazepam Valproate",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn a patient with nephrotic syndrome, drug toxicity is least likely with morphine.\nAcidic drugs generally bind to plasma albumin while basic drugs bind to alpha-1 acid glycoprotein.\nNephrotic syndrome reduces plasma albumin levels, therefore there is a decrease in the protein-bound drug fraction and an increase in the free form, resulting in drug toxicity.\nThis is less likely with drugs having low plasma protein binding such as morphine (only around 35%).\nEfavirenz, diazepam, and valproate have a very high plasma protein binding of &gt;90% and predominantly bind to albumin and are associated with toxicity in hypoalbuminemia.",
        "image": "Pharmacology_img_4.png"
    },
    {
        "id": 5,
        "text": "What does time for peak plasma concentration (Tmax) indicate? Rate of elimination Rate of absorption Duration of effect Intensity of effect",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe time for peak plasma concentration (Tmax) indicates the rate at which the drug is absorbed from the administered site. It depends on both the administered site and the drug formulation.\n\nThis is used to determine the timing of the administration of hypnotics with respect to sleep timings. A hypnotic with a higher rate of absorption might be preferred to induce sleep at a shorter latency as the target concentration can be achieved earlier.",
        "image": "Pharmacology_img_5.png"
    },
    {
        "id": 6,
        "text": "The pharmacokinetics of an experimental drug is being studied. If its apparent volume of distribution is 6L/kg, which of the following is true regarding its distribution? Highly bound to plasma proteins Confined to vascular compartment Sequestered in body tissues Distributed in extracellular fluid volume",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn the present case, the volume of distribution of the drug is 6L/kg (420 L in a normal adult with reference weight 70kg) which is very high when compared to the total body water of 42L. Therefore, it can be implied that the drug is having high sequestration in tissues.\nThe apparent volume of distribution (Vd) is an imaginary volume throughout which the drug is distributed if the plasma concentration remains constant throughout.\nVd = Dose administered IV/ plasma concentration\nThe difference in the volume of distribution based on drug type:\nLow Vd\nRestricted to the intravascular compartment\nSeen in drugs with high molecular weight (e.g., heparin) or high protein binding (e.g., warfarin -\n9.8L)\nMedium Vd\nLipid insoluble drugs (e.g., gentamicin - 20L) do not enter the cells and are distributed in the extracellular fluid volume\nSmall water-soluble molecules (e.g., ethanol - 42L) are distributed in the total body water\nHigh Vd\nSequestered and accumulated in the tissues\nSmall lipophilic molecules (e.g., chloroquine - 13000L)",
        "image": "Pharmacology_img_6.png"
    },
    {
        "id": 7,
        "text": "Which of the following parameters is used to assess the extent of drug absorption in a plasma concentration vs. time graph? Tmax Cmax T1/2 Area under the curve",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe area under the curve of plasma concentration vs. time curve gives the extent of absorption which is calculated by the trapezoidal rule.\nThe following image shows a plasma concentration vs. time graph:\n\n\n\n\nTwo drugs may have the same rate of absorption but a different extent of absorption or bioavailability.\nThe factors upon which the extent of drug absorption depends are:\nLipophilicity - If too lipophilic (e.g., acyclovir), the drug is not soluble enough to cross the water layer adjacent to the cell.\nHydrophilicity - If too hydrophilic (e.g., atenolol), the drug cannot cross the lipid cell membrane.",
        "image": "Pharmacology_img_7.png"
    },
    {
        "id": 8,
        "text": "Which of the following statements is true about first-order kinetics? A constant amount of drug is eliminated in unit time The half life increases with an increase in dose The rate of elimination is constant The rate of elimination is proportional to the plasma concentration",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe rate of elimination is proportional to plasma concentration in first-order kinetics.",
        "image": "Pharmacology_img_8.png"
    },
    {
        "id": 9,
        "text": "You would consider administering a loading dose for a patient if the drug has High clearance High volume of distribution Long plasma half life Short plasma half life",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe volume of distribution of the drug determines the loading dose of the drug.\nLoading dose is a relatively large dose of the drug given initially to rapidly achieve the target plasma concentration. It is given by the formula\nLoading Dose = Vol. of Distribution x Desired Steady-state plasma Concentration.\nThe bioavailability determines the route of administration. Though bioavailability may affect the dose necessary, it will not be the primary factor considered during the calculation of the loading dose.\nOption A: Clearance is used to determine the maintenance dose. Maintenance dose = Clearance x Desired Steady-state plasma concentration.\nOptions C and D: Plasma half-life primarily determines the frequency of dosing.",
        "image": "Pharmacology_img_9.png"
    },
    {
        "id": 10,
        "text": "Which of the following drugs approach zero-order kinetics at higher therapeutic levels? Penicillin Phenytoin Valproate Carbamazepine",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPhenytoin kinetics changes from first-order to zero-order kinetics at higher therapeutic levels. True zero-order kinetics is shown only by ethanol.\nSome drugs have first-order kinetics at low plasma concentrations while at higher plasma concentration (within therapeutic range), the mechanism for elimination gets saturated and they change over to zero-order kinetics.\nDrugs that show early saturation kinetics include:\nWarfarin\nAspirin\nTheophylline\nVerapamil\nFluoxetine\nPhenytoin\nSome drugs show zero-order kinetics at much higher (non-therapeutic / toxic) levels.",
        "image": "Pharmacology_img_10.png"
    },
    {
        "id": 11,
        "text": "Which of the following routes of administration will not bypass hepatic first-pass metabolism? Sublingual Oral Intravenous Transdermal",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHepatic first-pass metabolism occurs in drugs administered via the oral route.\nWhen drugs are given orally, they are absorbed in the intestine and reach the liver through the portal vein. During this process, the drug is acted on by enzymes of the liver and intestine.\nAdditionally, the liver may excrete part of the drug in the bile, further reducing the bioavailability. This is called the first-pass metabolism.\nIn all the other routes, the drug directly enters systemic circulation without reaching the liver.\nNote: Bioavailability is the fraction of an administered dose of unchanged drug that reaches the systemic circulation. Hence, the bioavailability of a drug administered intravenously (I.V)\nis 100%. It is neither subjected to the first-pass metabolism as in the oral route nor does it depend on local factors as in subcutaneous, intramuscular, or transdermal.",
        "image": "Pharmacology_img_11.png"
    },
    {
        "id": 12,
        "text": "In the metabolism of xenobiotics, all of the following are phase 1 reactions except? Oxidation Reduction Acetylation Hydrolysis",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAcetylation is a phase 2 reaction. Metabolizing enzymes in hepatic cells:\nMicrosomal enzymes - present in the smooth endoplasmic reticulum\nNon-microsomal enzymes - present in mitochondria and cytoplasm",
        "image": "Pharmacology_img_12.png"
    },
    {
        "id": 13,
        "text": "Sulphonamides undergo which of the following metabolic reactions? Acetylation Methylation Hydroxylation Oxidation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSulphonamides undergo acetylation. It is a phase II metabolic reaction where compounds having amino or hydrazine residues are conjugated with the help of acetyl coenzyme-A.\nDrugs that undergo acetylation are:\nSulphonamides\nHydralazine\nIsoniazid\nPAS\nDapsone\nClonazepam\nProcainamide",
        "image": "Pharmacology_img_13.png"
    },
    {
        "id": 14,
        "text": "All of the following can cause lupus-like syndromes except: Isoniazid Penicillin Hydralazine Sulphonamide",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPenicillin is not associated with a lupus-like syndrome.\nDrug-induced lupus is a consequence of genetic polymorphism of N-acetyl transferase 2 (NAT2)\nenzyme which results in slow acetylators and fast acetylators:\nSlow acetylators of isoniazid, hydralazine, and sulphonamides can have increased toxicity that ncludes lupus-like syndrome\nFast acetylators can have decreased efficacy as a result of faster metabolism of the active drug Drugs that may result in lupus-like syndrome (The SHIP MeChaniQ has lupus-like syndrome) are:\nSulphonamides/ Sulfasalazine\nHydralazine\nIsoniazid\nProcainamide, Para-aminosalicylic acid\nMethyldopa\nChlorpromazine\nQuinidine",
        "image": "Pharmacology_img_14.png"
    },
    {
        "id": 15,
        "text": "A patient on long-term anticoagulation therapy with warfarin would need an increased dose when coadministered with which of the following drugs? Captopril Erythromycin Rifampicin Cimetidine",
        "options": {},
        "correct_option": null,
        "explanation": ":\nA patient on long-term anticoagulation therapy with warfarin would need an increased dose when coadministered with rifampicin. This is because rifampicin is a potent microsomal enzyme\n\ninducer and can decrease the effect of warfarin. Rifampicin induces CYP3A and CYP2D6 enzymes. Enzyme inducers:\nCYP3A\nCarbamazepine\nPhenobarbitone (CYP2B1)\nRifampicin (CYP2D6)\nPhenytoin\nGlucocorticoids\nCYP2E1\nIsoniazid\nChronic alcoholism\nNote: Isoniazid is an inducer for CYP2E1 but an inhibitor for CYP3A4",
        "image": "Pharmacology_img_15.png"
    },
    {
        "id": 16,
        "text": "Contraceptive failure while on oral contraceptive pills is unlikely to occur with which of the following drugs? Valproate Rifampicin Phenytoin Phenobarbitone",
        "options": {},
        "correct_option": null,
        "explanation": ":\nContraceptive failure in patients on the oral contraceptive pill is unlikely to occur with valproate. It is an enzyme inhibitor that inhibits the degradation of OCPs and increases their duration of action.\nRifampicin, phenytoin, and phenobarbitone are enzyme inducers and can cause increased metabolism of OCPs leading to contraceptive failure.",
        "image": "Pharmacology_img_16.png"
    },
    {
        "id": 17,
        "text": "Which of the following microsomal enzymes is important for the activation of procarcinogens? CYP3A4 CYP2C8/9 CYP2C19 CYP1A1/2",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCYP1A1/2 enzymes are important in the activation of procarcinogens.\nThey are involved in the metabolism of few drugs like theophylline, caffeine, paracetamol, and carbamazepine.\nInducers of CYP1A1/2:\nPolycyclic hydrocarbons\nCigarette smoking\n\nCharbroiled meat\nRifampicin\nCarbamazepine",
        "image": "Pharmacology_img_17.png"
    },
    {
        "id": 18,
        "text": "Cytochrome enzymes are not involved in which of the following processes? Oxidation Production of bile acids Synthesis of steroids Acetylation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCytochrome enzymes are not involved in acetylation. Cytochrome enzymes such as CYP450 are involved in phase 1 reactions such as oxidation.\nThey are also involved in bile acid production from cholesterol; synthesis of steroids and fatty acid signaling molecules like epoxyeicosatrienoic acids.",
        "image": "Pharmacology_img_18.png"
    },
    {
        "id": 19,
        "text": "A patient is brought to the emergency in an unresponsive state. There is an alleged history of consumption of multiple prescription tablets in an attempt to commit suicide. After the drug was conclusively identified, the doctor recommends dialysis for definitive management. The drug most likely is: Digoxin Verapamil Diazepam Lithium",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe drug most likely is lithium as it is the only one amongst the given drugs that can be removed by dialysis. It is the treatment of choice in case of severe lithium toxicity (&gt;4mEq/L).\nThe distribution of lithium is mainly restricted to the vascular compartment and it is not bound to any plasma proteins. Dialysis is effective in removing the drugs if they are sufficiently present in the free form in the plasma. Therefore, lithium can be removed by dialysis during an overdose.\nDrugs not suitable for dialysis are those with:\nHigh volume of distribution - digoxin, verapamil, and organophosphates\nHigh level of plasma protein binding - diazepam",
        "image": "Pharmacology_img_19.png"
    },
    {
        "id": 20,
        "text": "Which of the following is not a prodrug? Enalapril Imipramine Sulfasalazine Cyclophosphamide",
        "options": {},
        "correct_option": null,
        "explanation": ":\nImipramine is not a prodrug. It is a tricyclic antidepressant and has therapeutic activity. It also forms an active metabolite, desipramine.\nProdrugs are inactive precursors of active forms. They require metabolic alteration in the body to become active.\nExamples of prodrugs:\nPrednisone\nLevodopa\nACE inhibitors (except lisinopril and captopril)\nSulfasalazine\nMethyldopa\nCyclophosphamide\nClopidogrel",
        "image": "Pharmacology_img_20.png"
    },
    {
        "id": 21,
        "text": "Which of the following is not true about P-glycoprotein? Pgp stands for permeability glycoprotein Also known as CD243 Also known as ABCB1 Also known as MDR2",
        "options": {},
        "correct_option": null,
        "explanation": ":\nP-glycoprotein is also known as multidrug resistance protein 1 or MDR1 (not MDR2). It is also denoted by cluster of differentiation 243 (CD243).\nP-glycoprotein (P-gp) is one of the first members of the ATP-binding cassette (ABC) transporter, which acts as an efflux membrane transporter. It is responsible for limiting cellular uptake and the distribution of xenobiotics and toxic substances. It is associated with multidrug resistance (MDR).\nIncreased P-gp expression: Reduces the absorption of drugs that are substrates for P-gp\nDecreased P-gp expression: Leads to supratherapeutic plasma concentrations and drug toxicity",
        "image": "Pharmacology_img_21.png"
    },
    {
        "id": 22,
        "text": "For which of the following drugs, is absorption increased after a fatty meal? Griseofulvin Amphotericin B Ampicillin Aspirin",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe absorption of griseofulvin is increased after a fatty meal.\nNote: Fatty meals increase the rate of absorption of efavirenz to such an extent as to cause toxicity. Hence, efavirenz is recommended to be taken on an empty stomach.",
        "image": "Pharmacology_img_22.png"
    },
    {
        "id": 23,
        "text": "You prescribe an antibiotic course for a patient following cesarean section. What advice would you give regarding breastfeeding? No advice as most of drug are not present in breast milk Avoid breastfeeding during the antibiotic course Medications to be taken 3-4 hours before next feeding She can take medications anytime",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIf the lactating mother needs to take medications that are deemed safe, the dosing optimally should be 30-60 minutes after nursing and at least 3-4 hours before the next feeding.\nA minimum interval of 3-4 hours allows time for partial clearance of the drug. This ensures the infants are not exposed to the peak maternal plasma concentration that may translate to higher levels secreted into milk.\nOption A: Most drugs administered are detected in breast milk but most of them are excreted in very small quantities that do not cause any effect in the infants.\nOption B: Breastfeeding should not be avoided altogether for all medications. Intake of cytotoxic agents and immunomodulatory agents are contraindications for breastfeeding.\nOption D: The timing of medication should preferably be at an interval where the infants are not exposed to higher maternal plasma concentrations.",
        "image": "Pharmacology_img_23.png"
    },
    {
        "id": 24,
        "text": "A 55-year-old patient is on omeprazole for gastroesophageal reflux disease. She is now to be started on dual antiplatelet therapy with aspirin and clopidogrel. You decide to switch to pantoprazole because of the action of omeprazole on which enzyme? CYP3A4 CYP2D6 CYP2C19 CYP2C20",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOmeprazole is replaced with another proton pump inhibitor (PPI) during coadministration with clopidogrel because of the action on CYP2C19.\nClopidogrel is a prodrug that is activated to its active metabolite by the liver enzyme CYP2C19. Apart from CYP2C19, CYP3A4, and CYP2C9 are also involved to a certain extent.\nOmeprazole serves as both substrate and inhibitor for CYP2C19. It may inhibit the activation of clopidogrel and decrease its antiplatelet action. Hence, they are not prescribed together.",
        "image": "Pharmacology_img_24.png"
    },
    {
        "id": 25,
        "text": "Subfamily of CYP3A4 is CYP A 3 4",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe sub-family of CYP3A4 is A.\nIn CYP enzymes nomenclature, the root CYP is followed by a number designating the family, a letter denoting the subfamily and another number designating the gene. Therefore, in CYP3A4:\n3 - family\nA - subfamily A\n4 - individual gene coding for one specific isoenzyme\nThere are numerous CYP isoenzymes in humans. Among them, CYP3A4 is the most abundant and carries out the metabolism of nearly 50% of clinically used drugs.",
        "image": "Pharmacology_img_25.png"
    },
    {
        "id": 26,
        "text": "How much drug will remain at the end of 6 hours when a patient is given 200 mg drug, 75 mg excreted in 90 min and if the drug follows first-order kinetics? 50 mg 30.5 mg 12.5 mg 6.25 mg",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn first order kinetics, a constant fraction of the drug is excreted in a given time. 75 mg of 200 mg is excreted in 90 minutes\n75/200 = 37.5/100 = 0.375 is eliminated\nAfter 90 minutes; 200 mg-75 mg = 125 mg remains\nThe next 90 minutes (after 180 minutes) = 125 x 0.375 = 46.875 mg is eliminated, and 125-46.875\n= 78.125 mg remains\nThe next 90 minutes (after 270 minutes) = 78.125 x 0.375 = 29.297 mg is eliminated, and 78.125-29.297 = 48.828 remains\nThe next 90 minutes (after 360 minutes) = 48.828 x 0.375 = 18.310 mg is eliminated,\n48.828-18.310 = 30.518 mg remains after 6 hours. Simpler way to calculate\n3/8 fraction is excreted in 90 minutes  5/8 remains after 90 minutes.\n6 hours (360 min) is 4 times of 90 minutes.\n\nSo 200 x (5/8)(5/8)(5/8)(5/8) = 30.518 mg remains after 360 minutes\n\nPharmacodynamics\n\n\nQuestion 1:\n\nNeurotransmitters like noradrenaline, adrenaline, and dopamine act on:\nSingle-pass transmembrane receptor\nNuclear receptor\nSeven-pass transmembrane receptor\nLigand-gated receptor\n\n\nQuestion 2:\n\nWhich of the following statements is true about G-protein-coupled receptors?\nG proteins bind to hormones on the cell surface.\nAll the three subunits alpha, beta and gamma should bind to each other for G proteins to act.\nG proteins act as inhibitory and excitatory because of differences in the alpha subunit.\nG protein is bound to GTP in resting state.\n\n\nQuestion 3:\n\nWhich of the following GPCRs does not act via the K+ channel?\nAngiotensin 1 receptor\nMuscarinic M2 receptor\nDopamine D2 receptor\nSerotonin 5 HT1 receptor\n\n\nQuestion 4:\n\nWhich of the following is an example of a GPCR?\nMuscarinic\nNicotinic\nGABA-A\n\nInsulin\n\n\nQuestion 5:\n\nWhich of the following is an ion channel receptor?\nNicotinic cholinergic receptor\nMuscarinic cholinergic receptor\nBeta adrenergic receptor\nOpioid receptor\n\n\nQuestion 6:\n\nAll of the following agents act by intracellular receptors except \t\nThyroid hormone\nVitamin D\nInsulin\nSteroid\n\n\nQuestion 7:\n\nWhich among the following is not a second messenger?\nCyclic AMP\nGuanylyl cyclase\nDiacylglycerol\nInositol triphosphate\n\n\nQuestion 8:\n\nWhich of the following hormones act through the receptor shown in the image below?\n\n\n\nInsulin\nSomatostatin\nCholecystokinin\nVasopressin (V1 receptor)\n\n\nQuestion 9:\n\nA patient with congestive heart failure is being treated with an intravenous infusion of nesiritide. Which of the following receptors does this drug act through?\nG-protein coupled receptor\nTyrosine kinase receptor\nJAK-STAT receptor\nLigand-gated guanylyl cyclase receptor\n\n\nQuestion 10:\n\nJAK/STAT is a signal transducer for which of the following receptors?\nG protein coupled receptor\nIon channel\nTransmembrane receptor\nNuclear receptor\n\nQuestion 11:\n\nAdrenaline is used to treat histamine-induced bronchoconstriction in a patient with brittle asthma. What is this type of antagonism called?\nPhysiological antagonism\nChemical antagonism\nCompetitive antagonism\nUncompetitive antagonism\n\n\nQuestion 12:\n\nDiamox is given to a patient with glaucoma. It is a non-competitive inhibitor of the carbonic anhydrase enzyme. Which of the following would be the effect of this drug?\nDecrease in Vmax\nDecrease in Km\nDecrease in both Km and Vmax\nNo change in Vmax\n\n\nQuestion 13:\n\nLetrozole, a competitive inhibitor of the enzyme aromatase is prescribed to a patient with breast cancer. Which of the following is true about this type of antagonism?\nAntagonism cannot be completely reversed by increased dose of the agonist\nAn agonist cannot displace an antagonist from the receptor\nAgonists and antagonists bind to the same receptor\nDose response curve shifts to the left in the presence of an antagonist\n\n\nQuestion 14:\n\nWhich of the following statements is true regarding the dose-response curve shown in the image below?\n\n\n\n\nC is competitive antagonist\nC is more potent than A\nB is more potent than A\nB is competitive antagonist\n\n\nQuestion 15:\n\nWhich of the following is a true statement regarding inverse agonists?\nBinds to the receptor and causes maximum action\nBinds to the receptor and causes opposite action to that of agonist\nBinds to the receptor and causes no action\nBinds to the receptor and causes submaximal action\n\n\nQuestion 16:\n\nA patient with symptoms of psychosis is prescribed aripiprazole. Which of the following best describes this drug?\nNo intrinsic activity and high affinity for D2 receptor\nHigh intrinsic activity and no affinity for D2 receptor\nLow intrinsic activity and high affinity for D2 receptor\nHigh intrinsic activity and low affinity for D2 receptor\n\nQuestion 17:\n\nWhat type of antagonism is shown by drugs A and B in the following dose-response curve?\n\n\n\n\n\nCompetitive antagonism\nNoncompetitive antagonism\nUncompetitive antagonism\nCannot be determined\n\n\nQuestion 18:\n\nThe graph below shows the relationship between the log(dose) and the response of three drugs, A, B, and C. Which of these drugs has the highest potency?\n\n\n\n\nA\nB\nBoth A and B\nC\n\n\nQuestion 19:\n\nWhich of the following statements is true about the given dose-response curve?\n\n\nDrug B is the most potent.\nDrug B is the most efficacious.\n\nDrug C is more efficacious than drug D.\nDrug A is more potent than drug B.\n\n\nQuestion 20:\n\nWhich of the following statements regarding the potency and efficacy of a drug is not true?\nIn a clinical setup, efficacy is more important than potency\nIn the log dose response curve, the height of the curve corresponds with efficacy\nED50 of the drug corresponds to the efficacy\nDrugs that produce a similar pharmacological effect can have different levels of efficacy\n\n\nQuestion 21:\n\nWhich of the following shows a U-shaped dose-response curve?\nVitamin\nAnti-cancer drug\nSteroid\nChelator\n\n\nQuestion 22:\n\nWhat does the area between the dotted lines in this graph indicate?\n\n\n\nMedian effective dose\nMedian lethal dose\nTherapeutic index\nTherapeutic window\n\n\nQuestion 23:\n\nTherapeutic index is used for assessing which of the following factors?\nSafety\nEfficacy\nPotency\nToxicity\n\n\nQuestion 24:\n\nTherapeutic index is calculated with which of the following equations?\nED50/LD50\nLD50/ED50\nED50-LD50\nED50 X LD50\n\n\nQuestion 25:\n\nCalculate the therapeutic index of a drug whose dose-response curves are plotted as shown below:\n\n\n\n\n1\n2\n4\n8\n\n\nQuestion 26:\n\nTherapeutic drug monitoring is required in all except \t.\nPhenytoin\nMetformin\nTacrolimu\nCylcosporine\n\n\nQuestion 27:\n\nWhich of the following statements about pharmacogenetics is correct?\nIt refers to the effect of drugs on genetic expression\nIt refers to the genetic basis of variability in drug response\nIt is not synonymous with pharmacogenomic\nDrug metabolism is not a highly heritable trait\n\nQuestion 28:\n\nA 23-year-old male is diagnosed with G6PD deficiency. Which of the following drugs is not contraindicated in his condition?\nCotrimoxazole\nProguanil\nNalidixic acid\nCeftriaxone\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nNoradrenaline, adrenaline, and dopamine act through a bundle of seven alpha-helicase trans-membrane receptors which are the G-protein-coupled receptors (GPCRs).\n\n\n\n\n\nSolution to Question 2:\nG proteins act as inhibitory and excitatory because of differences in the alpha subunit.\nExcitatory - Gs and Gq\nInhibitory - Gi\nIn the resting-state:\nG protein is a heterotrimer consisting of alpha, beta, and gamma subunits. It forms a complex with G-protein-coupled receptors at the intracellular domain. The extracellular domain of GPCR has the binding domain for hormones. G protein subunits do not directly bind them.\nThe alpha subunit is bound to GDP.\nBinding of ligand results in activation of GPCR, following which:\n\nAlpha subunit undergoes a conformational change\nRelease of GDP and binding of GTP occur\nGTP bound alpha subunit dissociates from beta-gamma subunit\nBoth alpha subunit and beta-gamma subunit bind to and regulate effectors only when they are eparated.\n\n\n\n\nSolution to Question 3:\nAngiotensin 1 receptor acts via Ca2+ channels. It does not act through second messengers via the K+ channel.\nG-protein coupled receptors activate inwardly rectifying potassium channels and increase the permeability of the potassium ions causing hyperpolarisation of the cell. They are called G protein-coupled inwardly-rectifying potassium channels (GIRKs). These receptors include:\nM2 muscarinic\nA1 adenosine\n 2 adrenergic\nD2 dopamine\n5HT1 serotonin\nSomatostatin receptors.\n\n\n\nSolution to Question 4:\nMuscarinic receptors are G-protein-coupled receptors among the given options. M1, M2, M3, M4, and M5 are the muscarinic Ach receptors.\n\nM1 and M3 act through Gq protein and activate IP3/DAG causing increased cytosolic calcium.\nM2 and M4 act through Gi protein and inhibit adenylyl cyclase causing increased potassium conductance.\n\n\n\nNicotinic receptors and GABA-A are examples of ion channel coupled receptors.\n\n\nInsulin receptor is a tyrosine kinase receptor.\n\n\n\n\n\nSolution to Question 5:\nNicotinic cholinergic receptors (both Nm and Nn) are of ligand-gated ion channel type.\nThe binding of ligand alters the permeability of ion channels directly and brings about biological action.\n\n\nMuscarinic cholinergic, beta-adrenergic, and opioid receptors are G protein-coupled receptors.\n\n\n\n\n\nSolution to Question 6:\nInsulin receptors belong to the class of trans-membrane enzyme-linked receptors.\nTransmembrane enzyme-linked receptors consist of a large extracellular ligand-binding domain. It is connected to an intracellular subunit having enzymatic property through a single transmembrane helical peptide chain. The enzyme on the cytosolic side is usually a protein kinase (tyrosine) or membrane-bound GC (guanylyl cyclase).\nPhysiological ligands for transmembrane enzyme-linked receptors are mostly growth factors and chemokines. Other receptors belonging to this class include:\nReceptor tyrosine kinases - Growth factors (PDGF, EGF, VEGF); insulin\nMembrane-bound GC - Natriuretic peptide\nReceptor serine-threonine kinases - TGF-\nThyroid hormones, vitamin D, and steroids act via intracellular receptors.\n\n\n\nSolution to Question 7:\nGuanylyl cyclase is an enzyme that converts GTP to cGMP. It is not a second messenger. Second messengers are:\nDiacylglycerol\nInositol triphosphate\nCyclic AMP\nCyclic GMP\nCalcium\n\nNitric oxide\n\n\n\nSolution to Question 8:\nThe receptor in the given image uses tyrosine kinase signaling. Insulin acts through this receptor to exert its functions.\nOther hormones acting via tyrosine kinase signaling:\nGrowth hormone\nGrowth factors like VEGF, PDGF, FGF, NGF\nProlactin\nLeptin\n\n\n\nSolution to Question 9:\nNesiritide is recombinant B-type natriuretic peptide. Natriuretic peptide receptors are transmembrane ligand-gated guanylyl cyclase receptors.\nNatriuretic peptides:\nAtrial natriuretic peptide (ANP): released from atrial storage granules in response to an increase in intravascular volume. It decreases blood pressure.\nBrain natriuretic peptide (BNP): released from ventricular tissue in response to volume overload. Along with a decrease in blood pressure, it is known to reduce cardiac hypertrophy and fibrosis.\nC- type natriuretic peptide (CNP): synthesized in the brain and endothelial tissues and function to stimulate long bone growth.\nANP and BNP act on the NPR-A receptor. CNP acts on the NPR-B receptor.\n\n\nSolution to Question 10:\nJAK/STAT is a signal transducer for transmembrane receptors lacking intrinsic enzymatic activity. Interleukin and other cytokines act through such receptors.\nOn binding of the ligand to such receptors:\nReceptor dimerization occur\nIncrease in affinity for cytosolic JAK (Janus kinase)\nActivation of JAK results in phosphorylation of tyrosine residues of the receptor\n\nBinding of signal transducer and activator of transcription (STAT) and subsequent phosphorylation of STAT\nSTAT dimerizes and translocates to the nucleus to regulate gene expression, resulting in a biological response\n\n\n\n\nSolution to Question 11:\nAdrenaline and histamine are physiological antagonists.\nAdrenaline and histamine act on bronchial muscles. Histamine acts on H1 receptors and produces bronchoconstriction. Adrenaline acts on 2 receptors and produces bronchodilation. Two drugs acting on different receptors and resulting in opposite responses means having pharmacological effects in the opposite direction. This is called physiological antagonism or functional antagonism.\nOption B: Chemical antagonism refers to a reaction between two chemicals to neutralize their effects, such as is seen with chelation therapy.\nOption C: Competitive antagonism is a type of receptor antagonism that occurs when the agonist and antagonist compete for the same binding site on the receptor.\nOption D: In uncompetitive inhibition, inhibitors form a complex with an intermediate complex of the substrate and transporter. This inhibits subsequent translocation.\n\n\n\nSolution to Question 12:\nNon-competitive inhibitors cause a decrease in Vmax. In non-competitive inhibition:\nThe inhibitor binds to the adjacent site and not the catalytic site of the enzyme\nThe catalytic property of the enzyme is reduced and hence Vmax is decreased\n\nThe affinity of the enzyme is not altered and hence Km is unaltered\n\n\n\n\n\nSolution to Question 13:\nIn competitive antagonism, the drug and the antagonist compete to bind to the same site of the receptor.\nAgonists if present in high concentration, can displace the antagonists from the active site and overcome the competitive antagonism completely.\nThe dose-response curve in the case of competitive antagonism shifts to the right.\n\n\n\nSolution to Question 14:\nIn the above image, drug B is a competitive antagonist.\nIn competitive antagonism, the DRC is shifted to the right whereas in non-competitive antagonism the DRC is flattened.\nThus in the above image Drug B is the Competitive antagonist while drug C is the non-competitive antagonist.\nPotency:\nIt is defined as the amount of drug needed to produce a given response.\nA highly potent drug evokes a given response at low concentrations and vice-versa.\nThe more the curve is on the left in a dose-response curve (DRC), the greater is its potency.\nThus, in the above image, the potency is drug A &gt; drug C &gt; drug B. Efficacy:\nIt is defined as the maximum effect produced by the drug.\n\nIt expresses the effect produced by the receptors when bound by a certain drug.\nIn the log dose-response curve, the perpendicular height represents the drug efficacy.\nThus, in the above image, the efficacy is drug A = drug B &gt; drug C.\n\n\n\nSolution to Question 15:\nInverse agonists bind to the receptor and cause an action opposite to that of an agonist. The ability of the drug to bind with a receptor is called affinity.\nThe capacity of a drug to induce a functional change in the receptor is called intrinsic activity or efficacy.\n\n\n\n\nSolution to Question 16:\nAripiprazole is a D2 receptor partial agonist. Partial agonists have submaximal or low intrinsic activity and high affinity.\nPartial agonists can behave as an antagonist in the presence of an agonist. Partial agonists block the binding of the agonist to the receptor thereby inhibiting a complete response.\nAripiprazole has lower activity than dopamine at D2 receptors. By occupying and blocking the action of dopamine on D2 receptors, it acts similar to an antagonist. It is used in conditions like schizophrenia where dopamine antagonist activity is required.\n\n\n\nSolution to Question 17:\nThe parallel rightward shift of the agonist dose-response curve (DRC) is seen with competitive antagonism.\nIncreasing the dose of the agonist can result in the same maximal response. In non-competitive antagonism, there will be flattening of the agonist DRC.\n\n\n\n\n\nSolution to Question 18:\nDrug A has the highest potency. Potency:\nIt is defined as the amount of drug needed to produce a given response. A highly potent drug evokes a given response at low concentrations and vice-versa.\nThe more the curve is on the left in a dose-response curve (DRC), the greater is its potency.\nThus, in the above image, the potency is Drug A &gt;Drug B&gt; Drug C. Efficacy:\nIt is defined as the maximum effect produced by the drug. It reflects the capacity of the drug to activate a receptor and produce the response.\nIn the log dose-response curve, the perpendicular height represents the drug efficacy.\nThus, in the above image, the efficacy is Drug A = Drug B &gt; Drug C.\nDrugs having a similar pharmacological effect can have different efficacies e.g furosemide and metolazone are both diuretics but furosemide has greater efficacy than metolazone.\n\n\n\nSolution to Question 19:\nThe more the curve is on the left in a dose-response curve (DRC), the greater is its potency. Hence, Drug B is the most potent.\nPotency:\nIt is defined as the amount of drug needed to produce a given response.\nA highly potent drug evokes a given response at low concentrations and vice-versa.\n\nIn the above image, the potency is Drug B&gt; Drug A &gt; Drug C &gt; Drug D. Efficacy:\nIt is defined as the maximum effect produced by the drug. It reflects the capacity of the drug to activate a receptor and produce the response.\nIn the log dose-response curve, the perpendicular height represents the drug efficacy.\nThus, in the above image, the efficacy is Drug A = Drug C =Drug D &gt; Drug B.\nDrugs having a similar pharmacological effect can have different efficacies e.g furosemide and metolazone are both diuretics but furosemide has greater efficacy than metolazone.\n\n\n\nSolution to Question 20:\nED50 is a measure of the drug potency, not efficacy.\nPotency refers to the amount of the drug required to produce a certain response. The x coordinates (dose axis) on the log dose-response curve (DRC) of a drug represent the potency of the drug. A right shift in the DRC indicates a lower potency and vice versa.\n\n\nPotency\nIt is defined as the amount of drug needed to produce a given response.\nA highly potent drug evokes a given response at low concentrations and vice-versa.\nThe efficacy of a drug is a more decisive factor in the choice of a drug in the clinical setting\nThe more the curve shifts towards the left in a dose-response curve (DRC), the greater is it potency.\nThus, in the above image, Drug A is more potent. The potency is Drug A &gt; Drug B &gt; Drug C &gt; Drug D.\n\n\n\nEfficacy\nIt is defined as the maximum effect produced by the drug.\nIt expresses the effect produced by the receptors when bound by a certain drug.\nIt is mainly a factor in choosing the dose of a drug.\nIn the log dose-response curve, the perpendicular height represents the drug efficacy.\nThus, in the above image, efficacy is Drug A &gt;B &gt; C &gt; D.\n\n\n\nSolution to Question 21:\nVitamins and essential metals show a U-shaped dose-response curve.\nAt a low dose, adverse effects are observed because there is a deficiency of these nutrients to maintain homeostasis. As dose increases, homeostasis is achieved, and the bottom of the\nU-shaped dose-response curve is reached. As the dose increases to surpass the amount required to maintain homeostasis, toxicity can ensue.\nThus, adverse effects are seen at both low and high doses.\n\n\n\n\nHockey stick-shaped dose-response curve for toxicants that are also metabolic by-products.\n\n\n\nInverted U-shaped dose-response curve for ligands that downregulate their receptors.\n\n\n\n\n\n\nSolution to Question 22:\nThe area between the dotted lines in the graph shows the therapeutic window. It is the range of steady-state concentrations of a drug that provides therapeutic efficacy with minimal toxicity.\nThe therapeutic index (TI) describes a relationship between the doses of a drug that causes lethal or toxic effects with the dose that causes therapeutic effects. It is also called the therapeutic ratio.\nMathematically, you can calculate TI by following way:\nTherapeutic Index = LD50/ED50 (or) Therapeutic Index = TD50/ED50 Where,\nLD50 (Median Lethal dose) is the minimum amount of drug that causes adverse effects in 50% of the population. LD50 could also be replaced with Toxic dose (TD50).\nED50 (Median Effective dose) is the quantity of a drug that can produce desired therapeutic effects in 50% of the population.\n\n\n\nSolution to Question 23:\nTherapeutic index is used to assess the safety of the drug administered. Therapeutic index = TD50/ED50\nTD50 (Median toxic dose) = Dose required to produce a toxic effect in 50% of animals tested.\nED50 (Median effect dose) = Dose required to produce a therapeutic effect in 50% of the individuals.\nOption B: Efficacy is defined as the maximum effect produced by the drug. It expresses the effect produced by the receptors when bound by a certain drug.\n\nOption C: Potency refers to the concentration (EC50) or dose (ED50) required to produce 50% of maximum effect where EC50 is the concentration of agonist resulting in a half-maximal response.\nOption D: Median toxic dose is the dose required to produce a toxic effect in 50% of animals tested. Lethal dose is the dose required to kill 50% of animals tested.\n\n\n\nSolution to Question 24:\nTherapeutic index is calculated with the following equation = LD50/ED50. Therapeutic index is used to assess the safety of the drug administered.\nLD50 (median lethal dose) refers to the dose of the drug at which 50% of the experimental animals die. Larger the LD50, the safer the drug. In humans, TD50 is considered. TD50 refers to the dose of the drug that causes a toxic response in 50% of the population.\nED50 (median effective dose) refers to the dose of the drug at which 50% of the experimental animals show the specific or desired effect\nClinically, the therapeutic range bound by the dose that produces the minimal necessary therapeutic effect and the dose that produces the maximal acceptable adverse effect is more relevant.\n\n\n\n\nSolution to Question 25:\nThe therapeutic index is 4. In the above graph,\nMedian lethal dose (LD50) = 400 Median effective dose (ED50) = 100\n\nTherapeutic index (TI) = LD50/ED50. Hence,\nTherapeutic index (TI ) = 400/100 = 4\nClinically, the therapeutic range bound by the dose that produces the minimal therapeutic effect and the dose that produces the maximal acceptable adverse effect is more relevant.\n\n\n\nSolution to Question 26:\nMetformin does not require therapeutic monitoring because it does not have a narrow therapeutic index and the effect on blood sugar levels can be easily measured.\nPhenytoin, tacrolimus, and cyclosporine have the narrow therapeutic index and therapeutic monitoring is necessary to avoid adverse effects.",
        "image": "Pharmacology_img_26.png"
    }
]