[
    {
        "id": 1,
        "text": "Which of the following is an aldose sugar? Erythrulose Ribulose Fructose Erythrose",
        "options": {},
        "correct_option": null,
        "explanation": ":\nErythrose is not a ketose sugar but an aldose sugar as it has an aldehyde group in it. Erythrulose, ribulose, and fructose are ketose sugars as they have a ketone group in them.",
        "image": "Biochemistry_img_1.png"
    },
    {
        "id": 2,
        "text": "Which of the following two monosaccharides are constituents of lactose? Glucose and Fructose Glucose and Mannose Glucose and Galactose Glucose and Glucose",
        "options": {},
        "correct_option": null,
        "explanation": ":\nLactose is a disaccharide that consists of galactose and glucose linked by a -1,4-glycosidic linkage.",
        "image": "Biochemistry_img_2.png"
    },
    {
        "id": 3,
        "text": "Which of the following are enantiomers? D-galactose and L-fructose Galactose and glucose D-mannose and L-mannose D-glucose and D-mannose",
        "options": {},
        "correct_option": null,
        "explanation": ":\nD-mannose and L-mannose are enantiomers. Enantiomers are mirror images of each other.\nThe designation of a sugar isomer as the D- or L- form is determined by its spatial relationship to the parent compound of the carbohydrates, that is, the three-carbon sugar glyceraldehyde. The orientation of the —H and —OH groups around the penultimate carbon atom determines whether the sugar belongs to the D- or L- series. When the —OH group on the penultimate carbon atom of the sugar is on the right side, then the sugar is designated as a D- isomer. When the –OH group is on the left, it is an L-isomer.\nNaturally occurring monosaccharides are D-sugars and naturally occurring amino acids are L-isomers. Racemase enzyme interconverts between D and L isomers.\nExamples of enantiomers include D-glucose and L-glucose, D-fructose and L-fructose and D-mannose and L-mannose",
        "image": "Biochemistry_img_3.png"
    },
    {
        "id": 4,
        "text": "Which among the following is an example of epimers? D-glucose and L-glucose D-glucose and D- mannose D-glucose and D-fructose D-fructose and D-talose",
        "options": {},
        "correct_option": null,
        "explanation": ":\nD-glucose and D-mannose are examples of epimers.\nIsomers that differ in configuration around only one specific carbon atom (with the exception of the carbonyl carbon) are defined as epimers of each other.\nExamples for epimers of glucose include mannose (epimerized at carbon 2) and galactose\n(epimerized at carbon 4)",
        "image": "Biochemistry_img_4.png"
    },
    {
        "id": 5,
        "text": "Which type of bond is there at the branching points in the structure of glycogen? 1   4 glucosidic bond 1   6 glucosidic bond 1   1 glucosidic bond 1   2 glucosidic bond",
        "options": {},
        "correct_option": null,
        "explanation": ":\nBranching points in the glycogen structure have 1   6 glucosidic bonds.\n\nGlycogen is the storage polysaccharide in animals. It consists of -D glucopyranose residues in 1\n  4 glucosidic linkage in straight chains and branching by means of 1   6 glucosidic bonds.",
        "image": "Biochemistry_img_5.png"
    },
    {
        "id": 6,
        "text": "Which of the following has the highest glycemic index? Glucose Fructose Sucrose Sugar alcohols",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe glycemic index is highest for glucose.\nThe increase in blood glucose after a test dose of carbohydrate compared with that after an equivalent amount of glucose (as glucose or from a reference starchy food) is known as the glycemic index.\nThe glycemic Index of glucose and galactose is 1 while that of dietary fibres is 0. Low glycemic index sugars include fructose, sucrose, starch and sugar alcohol.",
        "image": "Biochemistry_img_6.png"
    },
    {
        "id": 7,
        "text": "ƒou want to assess glucose in the urine of a patient with diabetes. Which of the following tests/methods cannot be used to detect the same? Nelson Somogyi method Ferric chloride test O-Toluidine method Folin and Wu method",
        "options": {},
        "correct_option": null,
        "explanation": ":\nA Ferric chloride test is not used to detect glucose. It is used to detect alkaptonuria and phenylketonuria.",
        "image": "Biochemistry_img_7.png"
    },
    {
        "id": 8,
        "text": "Which of the following compounds in a patient's urine will not give a positive reaction to■ Benedict's test? Ascorbic acid Homogentisic acid Sucrose Lactose",
        "options": {},
        "correct_option": null,
        "explanation": ":\nBenedict’s test is a test for reducing sugars. Sucrose does not give a positive reaction to Benedict's test as it is a non-reducing sugar.\nPrinciple: All monosaccharides and reducing disaccharides contain a free functional aldehyde or ketone group. When heated in the presence of an alkali, they are converted to enediols, which reduce the cupric compounds (Cu2+) present in Benedict's reagent to an insoluble precipitate of red cuprous oxide (Cu2O).\n\n\nComposition of Benedict’s reagent:\nCopper sulfate: Provides the source of cupric (Cu2+) ions\nSodium citrate: Complexes with cupric (Cu2+) ions to prevent its deterioration to cuprous ions spontaneously\nSodium carbonate: Provides an alkaline pH Substances giving a positive reaction on Benedict’s test:\nAll monosaccharides such as glucose, galactose, fructose, pentoses\nReducing disaccharides such as lactose and maltose\nGlucuronic acid, homogentisic acid, and ascorbic acid\nClinical correlate: Benedict's test is used to detect the presence of glucose in urine.\nThe color of the precipitate gives a rough idea of the amount of sugar present in urine. Hence, it is a semi-quantitative test.",
        "image": "Biochemistry_img_8.png"
    },
    {
        "id": 9,
        "text": "What would be the respiratory quotient if someone is on an exclusive carbohydrate diet? 0.7 0.8 1 1.2",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe respiratory quotient, if someone is on an exclusive carbohydrate diet, is 1. The respiratory quotient is the amount of CO2 produced /O2 consumed.\nThe respiratory quotient for various substances:",
        "image": "Biochemistry_img_9.png"
    },
    {
        "id": 10,
        "text": "Which of the following tests can be used to estimate the liver function in a patient with chronic liver disease? Glucose Tolerance Test Fructose Tolerance Test Galactose Tolerance Test Lactose Tolerance Test",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nThe galactose tolerance test is used to estimate liver function.\nGalactose is metabolized to glucose almost exclusively by the liver. Hence, the galactose tolerance test is done to assess the functional capacity of the liver.\nIn liver dysfunction, galactose is excreted in the urine in increased amounts. The liver function is measured as the rate of excretion of galactose in urine following the\ningestion or intravenous injection of a known amount of galactose.\nNormally, less than 3 g appear in the urine within 5 hours after the ingestion of 40 g of galactose.",
        "image": "Biochemistry_img_10.png"
    },
    {
        "id": 11,
        "text": "Which of the following is the most common mucopolysaccharidosis? Hurler’s disease Hunter’s disease Sanfilippo disease Sly syndrome",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe most common mucopolysaccharidosis (MPS) is Sanfilippo disease (MPS III), followed by Hurler’s disease and Hunter’s disease.\nSanfilippo disease makes up a genetically heterogeneous but clinically similar group of 4 recognized types. It is due to the deficiency of enzymes involved in the degradation of heparan sulfate. The onset of symptoms occurs between 2 and 6 years of age.\nIt is characterized by severe CNS involvement with a mild somatic involvement. Disproportionate involvement of CNS is a unique feature of MPS III. Other features include sleep disturbances, aggressive behavior problems, and hirsutism.",
        "image": "Biochemistry_img_11.png"
    },
    {
        "id": 12,
        "text": "A patient with deafness and mental retardation is found to have an excess accumulation of glycosaminoglycans in his body. After a detailed evaluation, he is diagnosed with Hunter disease. What is the site of synthesis of these accumulated substances? Mitochondria and Golgi apparatus Endoplasmic reticulum and Golgi apparatus Lysosomes and endoplasmic reticulum Endoplasmic reticulum and mitochondria",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe sites of synthesis of glycosaminoglycans (GAG) are the endoplasmic reticulum and Golgi apparatus.\nSynthesis of the core proteins occurs in the endoplasmic reticulum, whereas, biosynthesis of glycosaminoglycan chains and their subsequent modifications occurs in the Golgi apparatus\nGlycosaminoglycans or mucopolysaccharides are complex carbohydrates made up of amino sugars and uronic acids. They may be attached to a protein molecule to form a proteoglycan.\nProteoglycans are components of the ground substance of connective tissue. Proteoglycans have a bottle brush appearance.\nNote: Hyaluronic acid is the only GAG that is not synthesized by the Golgi apparatus. It is formed at the plasma membrane. It participates in cellular migration among other things.",
        "image": "Biochemistry_img_12.png"
    },
    {
        "id": 13,
        "text": "What are the constituents of chondroitin sulfate? N-acetyl glucosamine and glucuronic acid N-acetyl galactosamine and glucuronic acid N-acetyl glucosamine and galactose N-sulfated glucosamine plus iduronic acid",
        "options": {},
        "correct_option": null,
        "explanation": ":\nChondroitin sulfate is composed of N-acetyl galactosamine with sulfate and glucuronic acid.\nChondroitin sulfate is the most abundant GAG in the body. It is located at sites of calcification in endochondral bone, cartilage, tendons, ligaments, aorta, and CNS. In cartilages, it binds collagen and holds fibers in a tight, strong network.",
        "image": "Biochemistry_img_13.png"
    },
    {
        "id": 14,
        "text": "Which of the following mucopolysaccharides does not contain uronic acid? Chondroitin sulfate Hyaluronic acid Keratan sulfate Dermatan sulfate",
        "options": {},
        "correct_option": null,
        "explanation": ":\nKeratan sulfate is a mucopolysaccharide that does not contain uronic acid. It is constituted by repeating disaccharide units of N-acetyl glucosamine and galactose.\nTwo types of keratan sulfate are seen:\nKeratan sulfate I - in the cornea\nKeratan sulfate II - in the cartilage\nIt is present between the collagen fibrils in the cornea and plays a major role in corneal transparency. Hence, its deficiency can lead to corneal opacity.",
        "image": "Biochemistry_img_14.png"
    },
    {
        "id": 15,
        "text": "In a patient presenting with corneal opacity, deficiency of which of the following could be a likely cause? Keratan sulfate Hyaluronic acid Chondroitin sulfate Heparan sulfate",
        "options": {},
        "correct_option": null,
        "explanation": ":\nKeratan sulfate I is present between the collagen fibrils in the cornea and plays a major role in corneal transparency. Hence, its deficiency can lead to corneal opacity.\nKeratan sulfate is made of repeating units of N-acetyl glucosamine and galactose. Two types of keratan sulfate are seen:\nKeratan sulfate I - in the cornea\nKeratan sulfate II - in the cartilage\nDermatan sulfate (DS) also plays a role in corneal transparency. However, DS is widely distributed in the body, mainly in the skin.",
        "image": "Biochemistry_img_15.png"
    },
    {
        "id": 16,
        "text": "Which of the following glycosaminoglycan plays an important role in cellular migration? Dermatan sulfate Heparan sulfate Chondroitin sulfate Hyaluronic acid",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHyaluronic acid plays an important role in cellular migration.\nIt is composed of repeating disaccharide units of N-acetyl glucosamine and glucuronic acid. It has no sulfate group. Hyaluronic acid is the only GAG that is not covalently attached to core protein. It is located in Synovial fluid, vitreous humor, the umbilical cord, cartilage.\nIt serves as a lubricant and shock absorber, especially in joints. It also plays an important role in permitting cell migration during morphogenesis, wound repair, and tumor cell metastasis.",
        "image": "Biochemistry_img_16.png"
    },
    {
        "id": 17,
        "text": "Which of the following GAG is responsible for the charge selectiveness of the renal glomerular basement membrane? Heparan sulfate Heparin Dermatan sulfate Hyaluronic acid",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHeparan sulfate is the GAG involved in the charge selectiveness of the renal glomerular basement membrane.\nHeparan sulfate is a GAG made up of repeating units of glucosamine and glucuronic acid.\n\nFunctions of heparan sulfate:\nMediation of cell growth and cell-cell communication by acting as receptors on the ce membrane\nCharge selectiveness of glomerular filtration: Since heparan sulfate contains a lot of negative charges, its ability to repel proteins is important in glomerular filtration\nAs an anchor for lipoprotein lipase\nNote: The major GAG synthesized by arterial smooth muscle cells is dermatan sulfate, which binds LDL and plays a role in the formation of atherosclerotic plaque.",
        "image": "Biochemistry_img_17.png"
    },
    {
        "id": 18,
        "text": "All mucopolysaccharidoses are inherited in an autosomal recessive manner, except: Hurler’s disease Hunter’s disease Maroteaux - lamy disease Sanfilippo A disease",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAll mucopolysaccharidoses are inherited in an autosomal recessive manner, except Hunter’s disease which is inherited in an X-linked recessive manner.\nIn Hunter’s disease, the enzyme iduronate 2-sulphatase is deficient. It is an X-linked condition, affecting males only.\nClinical features of the condition include:\nGrouped skin papules\nExtensive Mongolian spots may be an early marker\nNo corneal clouding\nCommunicating hydrocephalus and spastic paraplegia may be seen due to the thickening of meninges\nSevere form: extensive and progressive CNS deterioration, followed by death by 10–15 years of age",
        "image": "Biochemistry_img_18.png"
    },
    {
        "id": 19,
        "text": "A 6-year-old mentally retarded girl presents with a protuberant abdomen, short stature, coarse facial features, and cloudy corneas. Skeletal malformations include dysostosis multiplex and bullet-shaped middle phalanx. Which of the following enzyme deficiencies is most likely in this patient? Iduronate sulfatase -Galactosidase -L-Iduronidase -Glucuronidase",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe clinical features point to the diagnosis of Hurler's disease (MPS 1). Deficiency of the enzyme\n-L-iduronidase that degrades glycosaminoglycans results in Hurler’s disease. Hurler’s disease was also known previously as gargoylism (coarse facial features).\nClinical features of the disease include coarse facial features, corneal clouding, large tongue, and inguinal hernias. They also present with hepatosplenomegaly, short stature, skeletal dysplasia, and can present with hydrocephalus or valvular heart disease. These patients also have Reilly body inclusions in their leukocytes.\nThe gene encoding -L-iduronidase is present on chromosome 4. Heparan sulfate and dermatan sulfate are accumulated. Enzyme replacement therapy is available in the form of aldurazyme.\nMucopolysaccharidoses are a group of metabolic disorders caused by the absence or malfunctioning of lysosomal enzymes needed to break down molecules called glycosaminoglycans.\nMost common MPS: Sanfilippo &gt; Hunter’s and Hurler’s\n\nMPS with no mental retardation: Scheie’s disease, Morquio syndrome, and Maroteaux–Lamy syndrome.\nMPS with no corneal clouding: Hunter’s disease and Sanfilippo syndrome\nMPS with XLR inheritance: Hunter’s disease\nMPS with no visceromegaly: Morquio’s disease\nSkeletal deformity associated with all MPS: Dysostosis multiplex\nMPS with no leucocyte inclusions: Morquio’s disease",
        "image": "Biochemistry_img_19.png"
    },
    {
        "id": 20,
        "text": "A 4-year-old boy presents with mental retardation, dysostosis multiplex, coarse facial features, and clear cornea. What is the most likely diagnosis? Hurler's disease Hunter's disease Maroteaux-Lamy disease Sly disease",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe clinical features point to a diagnosis of Hunter's disease. Corneal clouding is absent in Hunter’s disease.\nIn this condition, the enzyme iduronate 2-sulphatase is deficient. It is an X-linked condition, affecting males only.\nClinical features of the condition include:\nGrouped skin papules\nExtensive Mongolian spots may be an early marker\nNo corneal clouding\nCommunicating hydrocephalus and spastic paraplegia may be seen due to the thickening of meninges\nSevere form: extensive and progressive CNS deterioration, followed by death by 10–15 years of age",
        "image": "Biochemistry_img_20.png"
    },
    {
        "id": 21,
        "text": "A 7-year-old boy presented with dwarfism and skeletal abnormalities. Upon examination, the abdomen was distended with no hepatosplenomegaly. The child was assessed and was found to be of normal intelligence. Which of the following mucopolysaccharidoses could be a likely cause? Hurler’s disease Hunter’s disease Sanfilippo disease Morquio’s disease",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe key features in the above scenario are the absence of hepatosplenomegaly and\nthe preservation of intelligence. Both of these features make the diagnosis of Morquio’s disease most likely. All the other conditions above are associated with hepatosplenomegaly.\nMorquio disease (MPS-IV) is caused by a deficiency of N-acetylgalactosamine-6-sulfatase\n(MPS-IVA) or of -galactosidase (MPS IVB). Both lead to defective degradation of keratan sulfate. Early symptoms:\nGenu valgus\nKyphosis\nGrowth retardation with short trunk and neck\nWaddling gait\nPreservation of intelligence\n\nInstability of the odontoid process and ligamentous laxity is regularly present and can result in ife-threatening atlantoaxial instability and dislocation.\nIt is of two types:\nNote:\nMPS with no mental retardation: Scheie’s disease, Morquio syndrome, and Maroteaux–Lamy syndrome.\nMPS with no visceromegaly: Morquio’s disease",
        "image": "Biochemistry_img_21.png"
    },
    {
        "id": 22,
        "text": "Naglazyme is used for treating patients with which of the following diseases? Maroteaux-Lamy syndrome Morquio’s disease Von Gierkes disease Niemann-Picks disease",
        "options": {},
        "correct_option": null,
        "explanation": ":\nNaglazyme is used in the treatment of Maroteaux–Lamy syndrome.\nMaroteaux–Lamy syndrome/MPS VI is caused by the deficiency of arylsulfatase B enzyme whose gene locus is on chromosome 5. Preservation of intelligence is the feature of this syndrome. It is characterized by macrocephaly, hydrocephalus, macroglossia, short stature, and contractures.\nNaglazyme is used as an enzyme replacement therapy.",
        "image": "Biochemistry_img_22.png"
    },
    {
        "id": 23,
        "text": "A 5-year-old boy presented with easy fatigability, irritability and inability to concentrate. Labs revealed the following findings a and b (light and oil immersion respectively) on the bone marrow aspiration. Which of the following is the most likely enzyme deficient in this condition? Hexosaminidase Glucocerebrosidase Sphingomyelinase N-acetylglucosaminidase",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario of a child with easy fatiguability, irritability, and inability to concentrate with the images showing a crumpled tissue paper appearance(Gaucher's cell) is suggestive of Gaucher's disease. The deficient enzyme is glucocerebrosidase (also known as beta-glucosidase). I\nGaucher's disease is an inborn error of metabolism caused due to a deficiency of beta glucocerebrosidase. It is the most common lysosomal storage disorder and the mode of inheritance is autosomal recessive. There is an accumulation of lipid-laden macrophages in the spleen, liver, and other tissues.\nThere are three clinical subtypes - type I (chronic non-neuronopathic), type II (acute neuronopathic), and type III (intermediate). Clinical features include anemia, thrombocytopenia, hepatosplenomegaly, and neurological features depending on the subtype.\nGaucher's cells - These are formed as a result of the accumulation of massive amounts of glucocerebrosides within the phagocytes. The cells have a fibrillary cytoplasm and give a crumpled tissue paper appearance.\n\nOption A: Deficiency of beta-hexosaminidase A is seen in Tay-Sachs disease. The deficiency of beta-hexosaminidase A and B causes Sandhoff's disease. Clinical features are seizures, macrocephaly, and hyperacusis.\nOption C: Deficiency of sphingomyelinase leads to Niemann-Pick disease. It is characterized by the presence of foam cells in the bone marrow. There may be pulmonary infiltrates leading to lung failure.\nOption D: Deficiency of N-acetylglucosaminidase leads to Sanfillipo's disease. It is a type of mucopolysaccharidosis (MPS - III). There is an accumulation of heparan sulfate leading to severe cognitive degeneration.\n\nGlycolysis and gluconeogenesis\n\n\nQuestion 1:\n\nWhich of the following glucose transporter in the myocytes is under the influence of insulin?\nGLUT 1\nGLUT 2\nGLUT 3\nGLUT 4\n\n\nQuestion 2:\n\nWhich of the following glucose transporter is specific to the transport of fructose from the intestine to enterocytes?\nGLUT 1\nGLUT 3\nGLUT 5\nGLUT 7\n\n\nQuestion 3:\n\nInsulin was administered in a patient with severe hyperglycemia. This drug will stimulate glucose uptake in all the following except:\nHeart\nSkeletal muscle\nLiver\nAdipose tissue\n\n\nQuestion 4:\n\nWhich glucose transporter is present in erythrocytes?\nGLUT 1\nGLUT 2\n\nGLUT 3\nGLUT 4\n\n\nQuestion 5:\n\nIn a patient after overnight fasting, which of the following will have reduced levels of glucose transporters?\nBrain cells\nAdipocytes\nHepatocytes\nRBCs\n\n\nQuestion 6:\n\nWhich of the following is false about glycolysis?\nOccurs in the cytoplasm\nConversion of glucose to 3-carbon units\nComplete breakdown of glucose\n2 ATPs are utilized in the pathway\n\n\nQuestion 7:\n\nThe step involving which of the following enzyme is reversible in glycolysis?\nEnolase\nPhosphofructokinase\nPyruvate kinase\nHexokinase\n\n\nQuestion 8:\n\nWhich of the following substances inhibits the rate-limiting enzyme in glycolysis?\nAMP\nGlucose-6-PO4\n\nCitrate\nInsulin\n\n\nQuestion 9:\n\nAll of the following statements about glucokinase are true in comparison to other hexokinases, except:\nHigher Km value\nPhosphorylates multiple hexose substrates\nAn inducible enzyme\nHigher ‘max value\n\n\nQuestion 10:\n\nWhich of the following is the first committed step of glycolysis?\nGlucose to glucose 6 PO4\nFructose 6 phosphate to Fructose 1, 6 bisphosphate\n1,3 bisphosphoglycerate to 3-phosphoglycerate\nPhosphoenolpyruvate to pyruvate\n\n\nQuestion 11:\n\nWhich of the following is a false statement regarding anaerobic glycolysis?\nEnd product is lactic acid\nNet production of ATP is 2\nPyruvate dehydrogenase enzyme is needed\nOccurs in places like the eye lens and RBCs\n\n\nQuestion 12:\n\nWhich of the following glycolytic enzymes catalyze the step where an inorganic phosphate is utilized?\nPhosphoglyceromutase\n\nPhosphohexose isomerase\nGlyceraldehyde-3-phosphate dehydrogenase\nPhosphofructokinase\n\n\nQuestion 13:\n\nWhich of the following enzymes takes part in substrate-level phosphorylation in glycolysis?\nPyruvate kinase\nPFK-1\nHexokinase\nPyruvate dehydrogenase\n\n\nQuestion 14:\n\nHow many net ATPs are generated in aerobic glycolysis?\n2\n7\n10\n9\n\n\nQuestion 15:\n\nYou are collecting a blood sample from a patient for blood glucose estimation. You put the sample in a vacutainer containing sodium fluoride. Which of the following enzyme is inhibited by this compound?\nGlyceraldehyde 3 PO4 dehydrogenase\nEnolase\nPyruvate kinase\n1, 3 bisphosphoglycerate kinase\n\n\nQuestion 16:\n\nWhat is fructose 2,6 bisphosphate?\n\nIntermediate metabolite of glycolysis\nPositive allosteric regulator of PFK1\nNegative allosteric regulator of PFK2\nPositive allosteric regulator of PFK2\n\n\nQuestion 17:\n\nA patient with anemia and hepatosplenomegaly is diagnosed with hemolytic anemia. Deficiency of which of the following glycolytic enzymes is most likely associated with this presentation?\nEnolase\nPyruvate kinase\nAconitase\nPhosphofructokinase-1\n\n\nQuestion 18:\n\nWhere does the Rapaport Leubering cycle occur?\nLiver\nRBCs\nKidney\nBrain\n\n\nQuestion 19:\n\nWhich of the following pathways act as a major energy source for cancer cells?\nGlycolysis\nOxidative phosphorylation\nKrebs cycle\n-oxidation of fatty acids\n\n\nQuestion 20:\n\nIn which of the following tissues does gluconeogenesis take place?\n\nMature RBC's\nKidney\nAdipocytes\nMyocyte\n\n\nQuestion 21:\n\nWhich of the following is not a substrate for gluconeogenesis?\nGlucogenic amino acids\nPropionate\nGlycero\nAcetyl CoA\n\n\nQuestion 22:\n\nWhat is the process of reconversion of lactate formed in the muscles and RBC’s, back into glucose inside the liver called?\nCahill cycle\nCori cycle\nKreb's cycle\nDicken-Horecker cycle\n\n\nQuestion 23:\n\nWhich of the following organ pairs is involved in the Cahill cycle?\nLiver and Muscle\nLiver and Kidney\nMuscle and Kidney\nBrain and Liver\n\n\nQuestion 24:\n\nMalate shuttle is important in which of the following processes?\n\nGlycolysis only\nGluconeogenesis and glycolysis\nGlycogenolysis\nGlycogen synthesis\n\n\nQuestion 25:\n\nWhich of the following is a repressor of the enzyme pyruvate carboxylase?\nCortiso\nGlucagon\nInsulin\nAdrenaline\n\n\nQuestion 26:\n\nAll of the following enzymes are involved in gluconeogenesis except:\nPhosphoglucomutase\nFructose 1,6 bisphosphatase\nPyruvate carboxylase\nPhosphoglycerate kinase\n\n\nQuestion 27:\n\nWhich of the following is a step in the gluconeogenic pathway?\nPyruvate to Lactate\nGlucose-6-PO4 to Fructose-6-PO4\nPyruvate to Acetyl CoA\nOxaloacetate to Phosphoenolpyruvate\n\n\nQuestion 28:\n\nWhich of the following is not seen in low insulin-glucagon ratio?\nGlycogen breakdown\n\nKetogenesis\nGlycogen storage\nGluconeogenesis\n\n\nQuestion 29:\n\nWhich of the following enzyme activity decreases in fasting?\nHormone-sensitive lipase\nGlycogen phosphorylase\nPyruvate carboxylase\nPhosphofructokinase 1\n\n\nQuestion 30:\n\nEnzyme activated by a decrease in insulin: glucagon ratio is:\nGlucokinase\nHexokinase\nPhosphofructokinase\nGlucose 6-phosphatase\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nGLUT 4 is the glucose transporter in the myocytes under the influence of insulin.\nGlucose transport in our body mainly occurs through sodium-independent glucose transporters, which include GLUT transporters and to a small extent through sodium-dependent glucose transporters, which include SGLT-1 and SGLT-2. Insulin induces the movement of intracellular GLUT 4 molecules to the cell surface and thus increases glucose uptake. In type 2 diabetes mellitus, membrane GLUT 4 is reduced, leading to insulin resistance in muscle and fat cells.\n\n\n\nSolution to Question 2:\nGlucose transporter specific to the transport of fructose from the intestine to enterocytes is GLUT\n5. It is present in small intestine, testis, and sperm, and it primarily transports fructose.\n\nSolution to Question 3:\nIn the liver, the transport of glucose is through GLUT 2, which is insulin-independent.\nInsulin-stimulated glucose uptake takes place in the heart, skeletal muscle, and adipose tissue through GLUT 4.\n\n\n\nSolution to Question 4:\nGLUT 1 is the glucose transporter present in erythrocytes.\nIt mediates basal glucose uptake. GLUT 1 is also the major glucose transporter in the brain and placenta and is widely distributed.\n\n\n\nSolution to Question 5:\nAdipose tissue will have reduced levels of glucose transporters after overnight fasting.\nThe passive uptake of glucose by muscle and adipose tissue is catalyzed by the GLUT-4 transporter. Levels of insulin-sensitive receptor GLUT-4 decrease after overnight fasting.\nIn the absence of insulin, most GLUT 4 molecules are sequestered in membrane vesicles within the cell, but when blood glucose rises, the release of insulin triggers GLUT 4 movement to the plasma membrane.\n\n\n\nSolution to Question 6:\nThe complete breakdown of glucose involves the Krebs cycle (TCA cycle), which occurs in the mitochondria, and not glycolysis.\nGlycolysis takes place in the cytoplasm of all cells. 6 carbon-containing glucose is converted to 3 carbon-containing pyruvate in aerobic and lactate in an anaerobic environment. RBC lacks mitochondria and hence completely relies on glucose for energy needs.\nPhosphofructokinase-1 (PFK-1) is the rate-limiting enzyme in glycolysis and is involved in the conversion of fructose-6-PO4 to fructose 1,6 bisphosphate. This is the\nslowest reaction in glycolysis and is, therefore, the rate-limiting step. Hexokinase, PFK-1, and pyruvate kinase are involved in 3 irreversible steps of glycolysis.\nNet ATP from aerobic glycolysis is 7 ATP. Net ATP from anaerobic glycolysis is 2 ATP. 2 ATP molecules are utilized in glycolysis. Steps releasing ATP in glycolysis are as follows:\n1,3 bisphosphoglycerate to 3 phosphoglycerate\nPhosphoenolpyruvate to pyruvate Inhibitors of glycolytic enzymes:\nIodoacetate inhibits glyceraldehyde 3 PO4 dehydrogenase\n\nFluoride inhibits enolase\nArsenate inhibits 1, 3 bisphosphoglycerate kinase step. Arsenic causes glycolysis to produce zero net ATP.\n\n\n\n\nSolution to Question 7:\nEnolase catalyzes the conversion of 2-phosphoglycerate to phosphoenolpyruvate, which is a reversible step of glycolysis.\nThe irreversible steps of glycolysis are catalyzed by the following enzymes:\nHexokinase\nPhosphofructokinase\nPyruvate kinase\n\n\nSolution to Question 8:\nPhosphofructokinase (PFK-1) is the rate-limiting enzyme in glycolysis. Citrate inhibits the PFK-1. Mg2+ serves as the co-factor for the enzyme. This step is the committed step of glycolysis.\nIn general, end products of a reaction on accumulation can inhibit the forward direction progress of any reaction. Substrates and cofactors of an enzyme/reaction will stimulate a reaction/to activate the enzyme, and hence push the reaction in the forward direction.\nInhibitors of PFK-1: ATP, Citrate\nAllosteric activators of PFK-1: AMP, ADP, Fructose 2,6 bisphosphate (Most potent activator) Hormonal regulation: Inducer — Insulin, Repressor— Glucagon\n\n\n\n\nSolution to Question 9:\nGlucose is the only cellular substrate that can be phosphorylated by glucokinase.\nGlucokinase has a higher ‘max and a higher Km value than hexokinase. This means it requires a higher concentration of glucose for half saturation. Hence, glucokinase functions only when the intracellular concentration of glucose is elevated, as seen immediately after a carbohydrate-rich meal.\n\n\n\n\n\n\n\nNote: Glucokinase acts on other hexoses such as fructose, mannose too. However, in vivo, the Km for this reaction is so high that at the intracellular concentrations available, the activity is not significant. Hence, the best option has been chosen as the answer in this MCš.\n\n\n\nSolution to Question 10:\nFructose 6 phosphate to fructose 1,6 bisphosphate catalyzed by PFK-1 is the first commited step of glycolysis. As fructose 1,6 bisphosphate once formed, it cannot revert back and go into any pathway other than glycolysis.\nNote: Glucose to glucose-6-PO4 is also an irreversible step catalyzed by hexokinase, but as this glucose-6-PO4 can still enter the HMP shunt, it is not a step committed to glycolysis.\n\n\n\n\n\nSolution to Question 11:\nLactate dehydrogenase enzyme is needed in anaerobic glycolysis, not pyruvate dehydrogenase.\nUnder anaerobic conditions, pyruvate is reduced to lactate. This reaction is catalyzed by lactate dehydrogenase.\nSince RBC’s lack mitochondria, the further reactions of pyruvate in the TCA cycle cannot take place. Hence, glycolysis in erythrocytes always ends in the formation of lactate. Also, anaerobic glycolysis is the major fate for pyruvate in the lens and cornea of the eye, kidney medulla, leukocytes, because these are all poorly vascularized structures.\nNet ATP produced per molecule of glucose under anaerobic conditions is 2. The NADH does not contribute to the ATP production because it gets used up in the reduction of pyruvate to lactate, which need NADH.\n\n\n\nSolution to Question 12:\nConversion of glyceraldehyde-3-phosphate to 1,3 biphosphoglycerate catalyzed by glyceraldehyde 3-phosphate dehydrogenase involves the addition of inorganic phosphate.\nNote: The step catalyzed by phosphofructokinase utilizes ATP as a phosphate donor and not inorganic phosphate.\n\n\n\n\n\nSolution to Question 13:\nThe enzyme involved in substrate-level phosphorylation is pyruvate kinase.\nIn substrate-level phosphorylation, there is a direct generation of ATP. In glycolysis, there are two such reactions, which are examples of substrate-level phosphorylation. They are as follows:\n1,3 bisphosphoglycerate to 3-phosphoglycerate, catalyzed by the enzyme phosphoglycerate kinase\nPhosphoenol pyruvate to pyruvate, catalyzed by pyruvate kinase\n\n\n\n\nSolution to Question 14:\n\nNet generation of ATP up to pyruvate in aerobic glycolysis is 7. Steps of ATP production in glycolysis:\nBut, remember that 2 molecules of ATP get utilized in the previous steps of glycolysis, catalyzed by the enzymes hexokinase and PFK-1.\nHence, net ATP generation in aerobic glycolysis is 9-2 = 7 ATP.\n\n\n\n\nSolution to Question 15:\nSodium fluoride and potassium oxalate are added to the blood sample to estimate\nglucose. Fluoride is an inhibitor of enolase and hence halts the process of glycolysis. By doing so, it prevents blood glucose levels from being falsely estimated as low.\nInhibitors of glycolytic enzymes:\nFluoride inhibits enolase\nIodoacetate inhibits glyceraldehyde 3 PO4 dehydrogenase\nArsenate inhibits phosphoglycerate kinase\n\n\n\nSolution to Question 16:\nFructose 2,6-bisphosphate is the most potent positive allosteric activator of phosphofructokinase-1 and inhibitor of fructose 1, 6-bisphosphatase. It is not an intermediate of glycolysis.\nFructose 2, 6-bisphosphate is formed by phosphorylation of fructose-6-phosphate by phosphofructokinase-2. It acts as an intracellular signal, indicating that glucose is abundant and hence causes an increase in the rate of glycolysis during the well-fed state.\n\n\n\nSolution to Question 17:\nDeficiency of pyruvate kinase leads to hemolytic anemia.\n\nErythrocytes lack mitochondria and hence generate ATP exclusively via glycolysis. In a glycolytic enzyme deficiency, there is a reduced rate of glycolysis, leading to decreased ATP production. This results in a few alterations in the RBC membrane, thereby leading to changes in cell shape. Such deformed RBCs are later phagocytosed by cells of the reticuloendothelial system, and this results in a state of hemolytic anemia.\nThe most common enzyme deficiency causing hemolytic anemia is glucose-6-phosphate dehydrogenase deficiency (pentose phosphate pathway).\nThe second most common enzyme deficiency causing hemolytic anemia is the pyruvate kinase. Note: Though hemolysis is seen in PFK-1 deficiency, it does not always manifest as anemia.\n\n\nSolution to Question 18:\nRapaport Leubering cycle (2,3 BPG shunt) occurs in RBCs.\n\n\n\nRapaport Leubering cycle:\n1, 3-Bisphosphoglycerate is converted to 2, 3-bisphosphoglycerate by the action of the enzyme bisphosphoglycerate mutase. 2, 3-BPG is present at high concentration in RBCs and serves to increase O2 delivery. 2, 3-BPG decreases the O2 affinity of hemoglobin by binding to deoxyhemoglobin and shifts the O2-Hb dissociation curve to the right. Hence, there is more oxygen release in conditions like hypoxia.\n2,3-bisphosphoglycerate is hydrolyzed to 3-phosphoglycerate and Pi by 2,3-bisphosphoglycerate phosphatase and no ATP is generated.\nSince the reaction catalysed by 1, 3- Bisphosphoglycerate kinase is bypassed, no ATPs are produced in that step. Only 2 ATPs are generated by the pyruvate kinase step and 2 ATPs are utilized in the steps catalyzed by hexokinase and PFK-1. Anaerobic glycolysis takes place due to the absence of mitochondria. So this pathway yields no net generation of ATP from glycolysis.\n\nSolution to Question 19:\nCancer cells derive energy mainly from glycolysis.\nCancer cells utilize large amounts of glucose and metabolize it to lactic acid, even in the presence of oxygen. This effect was termed the Warburg effect.\nThe increased rate of glycolysis is due to certain defects in the mitochondrial electron transport chain. Besides, this enhanced glycolysis enables the cancer cells to proliferate in the reduced oxygen tension conditions, which is seen in tumors. This switch from aerobic to anaerobic glucose metabolism also acts as an impetus to tumorigenesis.\nThe increased glucose consumption is used as a carbon source for anabolic processes needed to support cell proliferation such as the de novo generation of nucleotides, lipids, and proteins. Also, the major isoenzyme of pyruvate kinase in cancer cells is PK-2 (in contrast to PK-1 in normal cells), which appears to play a role in the Warburg effect.\nNote: This effect is the basis for detecting cancers by FDG-PET scanning.\n\n\n\nSolution to Question 20:\nThe liver and kidney are the two major locations where gluconeogenesis takes place.\nDuring short periods of fasting, most gluconeogenesis takes place in the liver, while the remaining takes place in the kidneys. However, during periods of prolonged fasting, the kidneys become a major site of gluconeogenesis.\nGluconeogenesis is the process of synthesizing glucose or glycogen from non-carbohydrate precursors. It occurs in cytosol and mitochondria of the liver and kidney. Significant substrates are glucogenic amino acids, lactate, glycerol, and propionate.\nLactate generated in various tissues is transported to the liver and is converted back to pyruvate and enters gluconeogenesis. This pathway is referred to as Cori’s cycle. The Glucose-alanine cycle is referred to as the Cahill cycle.\nMuscle cannot participate in gluconeogenesis since it lacks glucose-6-phosphatase.\n\n\n\n\n\nSolution to Question 21:\nAcetyl CoA is not a substrate for gluconeogenesis. Instead, it enters the Krebs cycle for oxidative phosphorylation.\nThe following serve as substrates for gluconeogenesis:\nGlucogenic amino acids, alanine being the major contributor (alanine is the source of pyruvate).\nGlucogenic amino acids are converted into pyruvate, oxaloacetate, succinyl CoA, and alpha-ketoglutarate to enter gluconeogenesis and the Krebs cycle at various points.\nLactate\nPyruvate\nGlycero\nPropionate (ruminants)\n\n\n\nSolution to Question 22:\nThe process of reconversion of lactate formed in the muscles and RBCs, back into glucose inside the liver is called Cori's cycle.\nLactic acid is a metabolic byproduct formed after glycolysis in tissues such as the skeletal muscles and RBCs. The lactate so formed is transported into the liver and kidney. Here, it gets reconverted back into glucose. This entire process is called Cori’s cycle or the glucose–lactate cycle.\nCahill cycle is also called as glucose–alanine cycle. In the fasting state, there is a significant output of alanine from skeletal muscle obtained from glycolysis of muscle glycogen. Alanine is derived from the transamination of pyruvate obtained from glycolysis. Alanine is then exported to the liver where it undergoes transamination again back to pyruvate and enters gluconeogenesis.\n\nNote: Pentose phosphate pathway is otherwise known as Warburg-Dickens-Horecker Cycle.\n\n\n\nSolution to Question 23:\nThe liver and muscle are involved in the Cahill cycle.\nDuring periods of fasting, there is the production of alanine in the skeletal muscles, which is formed by transamination reactions from pyruvate. This alanine is shunted out into the circulation, and later on into the liver. Here in the liver, another round of transamination takes place, and the alanine is reconverted back into pyruvate. This pyruvate serves as a substrate for gluconeogenesis. This entire pathway has been called as the Cahill’s cycle or the glucose–alanine pathway.",
        "image": "Biochemistry_img_23.png"
    }
]