[
    {
        "id": 1,
        "text": "Which of the following is not a part of the vulva? Labia majora Vestibule Greater vestibular glands Cervix",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCervix is not a part of the vulva. The vulva includes:\nMons veneris\nLabia majora\nLabia minora\nClitoris\nVestibule\nVestibular bulb\nGreater vestibular glands.\nThe vulva is posteriorly related to the perineum.\nThe triangular space bounded by clitoris, labia minora and fourchette is the vestibule. It is present between the labia minora anteriorly and the introitus posteriorly. The posterior part of the vestibule between the fourchette and the vaginal introitus is called fossa navicularis. The vestibule has 4 openings:\n\nUrethral opening\nVaginal orifice opening\nBartholin’s duct on either side\nDucts of paraurethral glands",
        "image": "OBGYN_img_1.png"
    },
    {
        "id": 2,
        "text": "Which of the following statements is false regarding labia majora? They join posteriorly to form the posterior commissure It is homologous to scrotum in male The round ligament terminates at its posterior end It contains sebaceous glands and apocrine glands",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe round ligament terminates at the anterior end of the labia majora.\nThe labia majora lie on either side of the vulva and join posteriorly to form the posterior commissure. The inner side is hairless. Labia majora are homologous to the scrotum in males. The labia majora and the mons veneris contain:\nHair follicles\nSebaceous glands\nModified sweat glands, known as apocrine glands\nThe labia minora are two cutaneous folds between the labia major. Anteriorly they enclose the clitoris and unite with each other in front and behind the clitoris to form prepuce and frenulum respectively. The labia minora are homologous to the ventral aspect of the penis.\nThe clitoris is a small erectile body lying in the anterior-most part of the vulva. The clitoris is homologous to glans penis.",
        "image": "OBGYN_img_2.png"
    },
    {
        "id": 3,
        "text": "A patient presented to the gynecology OPD with the following finding. Which structure in men is homologous to the affected structure? Prostate gland Cowper’s gland Glands of Littre Meibomian glands",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given image shows a Bartholin's cyst, which involves the Bartholin's glands. These glands are homologous to the male bulbourethral or Cowper glands.\nThe ducts of Bartholin's glands open in the groove between the hymen and the labia minora at approximately 5 and 7 o’clock positions. They are stimulated by sexual arousal. The glands contain columnar cells that secrete mucus with lubricant properties. Contraction of the bulbospongiosus muscle expresses gland secretions.\nBartholin's cyst occurs due to obstruction of the ducts of the Bartholin's glands by proteinaceous material, or due to infection. Symptomatic or recurrent cysts may require marsupialization or gland excision. An infected Bartholin's cyst can lead to an Bartholin's abscess. This requires surgical drainage.",
        "image": "OBGYN_img_3.png"
    },
    {
        "id": 4,
        "text": "What is the pH of the vagina before puberty? 7 4.5 6 4.2",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe pH of the vagina before puberty is 7. In adult females, the pH is acidic.\nDoderlein's bacilli (Lactobacillus sp.) are part of the normal vaginal flora. They produce lactic acid from glycogen in the vaginal epithelium and make the vaginal pH acidic. They are present in newborns and disappear in 10-14 days. They reappear at puberty and disappear after menopause. Vaginal flora also includes microbes such as Clostridium welchii.\nVaginal defence mechanisms are influenced by estrogen. In newborns, maternal estrogens maintain the defence mechanisms for 10-14 days. After that, the levels wane. During puberty, the circulating estrogen maintains the defence mechanism.\nNote: The pH is higher in the upper part of the vagina due to mixing with alkaline cervical mucus.",
        "image": "OBGYN_img_4.png"
    },
    {
        "id": 5,
        "text": "Which of the following is incorrect about relations of the vagina? Bladder - anterior Bartholin’s gland - posterior Levator ani - latera Pouch of Douglas - posterior",
        "options": {},
        "correct_option": null,
        "explanation": ":\nBartholin’s gland is present lateral to the vagina. The vagina is related to the following structures:\nAnteriorly:\nBladder (upper 1/3rd)\nUrethra (lower 2/3rd)\nPosteriorly\nPouch of Douglas\nAmpulla of the rectum\nPerineal body\nLaterally\n\nMackenrodt's ligament\nLevator ani\nBartholin's glands",
        "image": "OBGYN_img_5.png"
    },
    {
        "id": 6,
        "text": "Identify the type of hymen. Cribriform hymen Parous hymen Fimbriated hymen Septate hymen",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given image shows cribriform hymen because it has multiple small openings. Based on the shape of its opening, the hymen may be classified as:\nOther variants of the hymen:\nThe hymen is lined by stratified squamous epithelium on both sides. The hymen is most commonly torn posterolaterally or posteriorly. It is replaced by tags after childbirth which are called as carunculae myrtiformes.",
        "image": "OBGYN_img_6.png"
    },
    {
        "id": 7,
        "text": "A patient with uterine prolapse and urethrocele has weakness in the superficial and deep perineal muscles. What level of support is lost here? Level 1 Level 2 Level 3 Level 4",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nIn the given case scenario, level 3 supports including the superficial and deep perineal muscles are lost. This causes urethrocele.\nDeLancey's levels of support are used to describe the supports of the genital organs.",
        "image": "OBGYN_img_7.png"
    },
    {
        "id": 8,
        "text": "Anteflexion of the uterus is at the level of \t. External os Internal os Upper part of vagina Lower part of vagina",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAnteflexion of the uterus is seen at the level of the internal os. (Mnemonic - V for version, V for vagina)\nThe uterus normally lies in a position of anteversion and anteflexion.\nIn the anteverted position, the external os is directed downward and backwards. On vaginal examination, the fingers come in contact with the anterior lip of the cervix as it is the lowest part.\nWhen the uterus is retroverted, the cervix is directed downward and forwards. The lowest part of the cervix becomes either the external os or its posterior lip.",
        "image": "OBGYN_img_8.png"
    },
    {
        "id": 9,
        "text": "A G3P2L2 woman presents in her third trimester with vaginal leaking. On PV examination, the anterior lip of the cervix can be palpated. What is the position of her uterus and the igament that maintains this position? Anteverted uterus - Round ligament Anteflexed uterus - Round ligament Anteverted uterus - Uterosacral ligament Anteflexed uterus - Broad ligament",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn the given clinical scenario, the uterus is anteverted as the anterior lip of the cervix was palpable. The round ligament helps maintain the anteversion of the uterus during pregnancy.\nHowever, the anteversion in the non-pregnant uterus is maintained by both the uterosacral ligament and round ligament.\n(Mnemonic - V for version, V for vagina)\nThe uterus normally lies in a position of anteversion and anteflexion.\nIn the anteverted position, the external os is directed downward and backwards. On vaginal examination, the fingers come in contact with the anterior lip of the cervix as it is the lowest part.\nWhen the uterus is retroverted, the cervix is directed downward and forwards. The lowest part of the cervix becomes either the external os or its posterior lip.\nAnteflexion is seen at the level of the internal os.",
        "image": "OBGYN_img_9.png"
    },
    {
        "id": 10,
        "text": "A multiparous woman presented with a urethrocele, due to weakness of the urogenita diaphragm. What is this structure also known as? Rectangular ligament Triangular ligament Pyramidal ligament Pear shaped ligament",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe urogenital diaphragm is also known as the triangular ligament.\nThe urogenital diaphragm extends from the pubic arch anteriorly to the central point of the perineum posteriorly and consists of two layers of fascia through which pass the vagina and the urethra. The central point of the female perineum lies between the vagina and the rectum.\nUrogenital triangle:\nPresent between 2 ischiopubic rami\nStretching transversely across the rami there are 3 membranes.\nFrom above downwards the membranes are as follows:\nSuperior fascia of urogenital diaphragm\nInferior fascia of urogenital diaphragm\nMembranous layer of superficial perineal fascia",
        "image": "OBGYN_img_10.png"
    },
    {
        "id": 11,
        "text": "What is the cavity of the uterus lined by? Single layer of ciliated columnar epithelium Double layer of ciliated columnar epithelium Single layer of ciliated cuboidal epithelium Double layer of ciliated cuboidal epithelium",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe uterine cavity is lined by a single layer of ciliated columnar epithelium. The wall of the uterus consists of 3 layers:\nPerimetrium is the serous coat adherent to the underlying muscle.\nMyometrium - it consists of thick bundles of muscles that form 3 distinct layers during pregnancy:\nOuter longitudina\nInner circular\nMiddle interlacing called living ligature\nEndometrium - It is the mucous lining of the cavity. It consists of lamina propria and surface epithelium which is a single layer of ciliated columnar epithelium.",
        "image": "OBGYN_img_11.png"
    },
    {
        "id": 12,
        "text": "A woman with regular menstrual cycles is undergoing an ultrasound on the 14th day of her cycle. What will the endometrial thickness be? 0.5 mm 4 mm 11 mm 14 mm",
        "options": {},
        "correct_option": null,
        "explanation": ":\nDuring ovulation, the thickness of the endometrium is around 11 mm.",
        "image": "OBGYN_img_12.png"
    },
    {
        "id": 13,
        "text": "Which of the following statements is false regarding uterine anatomy? Round ligaments receive their blood supply from Sampson's artery Transverse cervical ligaments are also called cardinal ligaments Uterine innervation is by the pudendal nerve plexus Lymphatic drainage is primarily to the obturator, internal and external iliac nodes.",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe uterus is innervated by the fibers of the uterovaginal plexus, also known as the Frankenhauser ganglion.\nOption A: Round ligaments receive their blood supply from Sampson's artery which represents the anastomosis of the uterine artery and ovarian artery.\nOption B: The cardinal ligaments are also called transverse cervical ligaments or Mackenrodt ligaments. They consist primarily of perivascular connective tissue. They attach to the posterolateral pelvic walls near the origin of the internal iliac artery and surround the vessels supplying the uterus and vagina.\nOption D: Lymphatic drainage of the uterus is primarily to the obturator and internal and external iliac nodes. One theory of endometriosis, states lymphatic spread as cause for seeding in the pelvis.",
        "image": "OBGYN_img_13.png"
    },
    {
        "id": 14,
        "text": "A gynecologist is performing a hysterectomy. She accidentally nicks the ureter in the ureteric canal as it pierces the Mackenrodt's ligaments. Which vessels are likely to be damaged here? Uterine artery above and the uterine plexus of veins below Uterine plexus of veins above and the uterine artery below Ovarian artery above and the uterine artery below Uterine artery above and the ovarian artery below",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe uterine artery above and uterine venous plexus below are likely to be damaged here, as the ureter is present between these vessels.\nThe ureter pierces the Mackenrodt's ligament, forming the ureteric canal. In this canal, the ureter is crossed by the uterine artery above and the uterine plexus of veins below, thus being present in between the uterine vessels.\nThe ureteric canal provides the necessary room for normal peristalsis, without pressure from the surrounding structures. After leaving the ureteric canal, the ureter passes forwards and medially to reach the bladder. It is 1-2 cm away from the cervix.",
        "image": "OBGYN_img_14.png"
    },
    {
        "id": 15,
        "text": "You take a culture swab from the portio vaginalis of a woman having foul smelling vaginal discharge. What is this region also known as? Supra vaginal part of cervix Vaginal part of cervix Fornix of the vagina Introitus of the vagina",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPortio vaginalis or exocervix is the other name for the vaginal part of the cervix.\nCervix is the lowermost part of the uterus extending from the histological internal os to the external os. It is cylindrical in shape measuring 2.5 cm in length and diameter.\nCervix is made up of 10% muscle and the rest is collagen, elastin, and proteoglycan. The lining of the cervix has the following parts:\nExocervix - also known as portio vaginalis. It is lined by non keratinized stratified squamous epithelium.\nEndocervix - it is lined by high columnar, ciliated epithelium.\nEndocervical glands - secrete alkaline mucus. When enlarged, they form swellings called Nabothian follicles/cysts.\nTransformation zone - the epithelium gradually changes from columnar to squamous in this region.",
        "image": "OBGYN_img_15.png"
    },
    {
        "id": 16,
        "text": "What is the cervix: corpus ratio before puberty? 1:2 2:1 1:3 3:1",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe cervix:corpus ratio before puberty is 2:1.\nThe relationship between the length of the cervix and that of the body of the uterus varies with age.",
        "image": "OBGYN_img_16.png"
    },
    {
        "id": 17,
        "text": "The remnants of Wolffian ducts in females are located in\t. Pouch of Douglas Leaves of broad ligament Uterovesical pouch Iliac fossa",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe Gartner's duct is a remnant of the Wolffian ducts in women. These are located in the broad ligament and the vagina.\nThe Gartner's duct is an embryological remnant of the mesonephric duct/Wolffian duct formed during the development of the urinary and reproductive organs. It runs parallel to, but below, the fallopian tube in the mesosalpinx. The duct passes downwards by the side of the uterus to the level of the internal os where it passes into the tissues of the cervix. It then runs forwards to reach the anterolateral aspect of the vaginal wall and may reach as far down as the hymen.\nThe duct can sometimes form a cyst in the broad ligament or in the vagina. It is called Gartner’s cyst. It is a benign condition and can be treated with marsupialization.",
        "image": "OBGYN_img_17.png"
    },
    {
        "id": 18,
        "text": "Which of the following is false about the contents of the broad ligament? Ovarian vessels in its infundibulopelvic part It contains the uterine arteries Ureter is present the lower portion Ovarian ligament in its anterior fold",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe ovarian ligaments are contained in the posterior fold of the broad ligament. The broad ligament contains the following parts:\nMesosalpinx - it lies between the fallopian tube and ovarian ligament. It contains the pelvic vessels - anastomoses between uterine and ovarian arteries. The ovary is attached via ovarian igament through the posterior folds to the mesovarium.\n\nMesometrium - it contains the ovarian vessels within the infundibulopelvic ligament.\nThe ureter is present in the inferomedial part of the broad ligament. It is related to the uterine artery here and may be damaged during hysterectomy.\nNote: Broad ligament is not a support of the uterus.",
        "image": "OBGYN_img_18.png"
    },
    {
        "id": 19,
        "text": "Where are Peg cells seen? Vagina Vulva Ovary Fallopian tubes",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPeg cells are seen in the fallopian tubes.\nA peg cell is a non-ciliated epithelial cell within the fallopian tube. These cells are also known as intercalated or intercalary cells whose function is not yet known.\nThe image below shows pale ciliated cells (arrows) and narrow, dark, non-ciliated peg cells\n(arrowheads).",
        "image": "OBGYN_img_19.png"
    },
    {
        "id": 20,
        "text": "What is the longest part of the fallopian tube? Interstitium Isthmus Ampulla Infundibulum",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe longest and widest part of the fallopian tube is the ampulla (5 cm).",
        "image": "OBGYN_img_20.png"
    },
    {
        "id": 21,
        "text": "Where is the tunica albuginea of the adult ovary derived from? The surface epithelium The sub epithelial connective tissue layer The parenchymatous zone Zona vasculosa",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTunica albuginea of the adult ovary is derived from the sub-epithelial connective tissue layer. Structure of the ovary:\nSurface epithelium - a single layer of cuboidal cells is present, which later gives rise to the surface epithelium of the adult ovary. It is morphologically continuous with the mesothelium of the peritoneum.\n\nThe subepithelial connective tissue layer - gives rise to the tunica albuginea of the adult ovary and the basement membrane beneath the surface epithelium.\nThe parenchymatous zone - becomes the cortex and contains the egg nests and ovarian follicles.\nZona vasculosa - becomes the medulla and contains the blood vessels. Hilar cells present here are homologous to interstitial cells of testes. They can rarely produce hilar cell tumors of the ovary.",
        "image": "OBGYN_img_21.png"
    },
    {
        "id": 22,
        "text": "During the histopathological examination of an ovarian mass, Call-Exner bodies are seen. In which of the following layers are these structures seen? Granulosa cell layer Theca interna Discus proligerus Cumulus oophorus",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCall-Exner bodies are formed by granulosa cells present within the granulosa cell layer of the ovary.\nThey are small, distinctive, glandlike structures filled with acidophilic material, resembling immature follicles. They are characteristically seen in granulosa cell tumors of the ovary.\nThe image below shows Call-Exner bodies (circled in black).\n\n\n\nGraafian follicle:\nThe mature Graafian follicle is spheroidal or ovoid in shape. It contains pent-up secretion known as the liquor folliculi. The lining consists of:\nTheca externa\nTheca interna - contain the theca cells\nGranulosa cell layer\nCumulus oophorus - projection of granulosa cells into the cavity of the Graafian follicle. It is also called the discus proligerus.",
        "image": "OBGYN_img_22.png"
    },
    {
        "id": 23,
        "text": "Where is the sympathetic nerve supply of ovary derived from? T10-T11 T9-T10 S2-S4 L4-L5",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nThe efferent preganglionic sympathetic fibres to the ovary are derived from the T10-T11 spinal levels.\nThese fibres travel to the prevertebral ganglia, where they synapse. The postganglionic sympathetic fibres arising from these ganglia contribute to the ovarian plexus, which innervates the ovary.\nThe ovarian plexus is a network of nerves comprising:\nPostganglionic sympathetic fibres\nPreganglionic parasympathetic fibres from the sacral outflow (S2-S4)\nVisceral afferent fibres (responsible for transmitting sensory signals) The ovarian plexus has two parts based on its connections:\nUpper part: Derived from branches of the renal plexus and aortic plexus\nLower part: Derived from the superior and inferior hypogastric plexuses.",
        "image": "OBGYN_img_23.png"
    },
    {
        "id": 24,
        "text": "Bleeding during normal menstruation occurs due to rupture of Basilar artery Spiral artery Arcuate artery Radial artery",
        "options": {},
        "correct_option": null,
        "explanation": ":\nRupture of the spiral arteries causes bleeding during normal menstruation. This is a branch of the uterine artery.\nThe blood supply of the uterus is as follows:\nUterine arteryArcuate arteryRadial arteryBasal arterySpiral artery",
        "image": "OBGYN_img_24.png"
    },
    {
        "id": 25,
        "text": "A uterine artery embolization is being planned for a patient with uterine fibroids. Blood flow in which of the following arteries will not be affected by this procedure? Spiral artery Sampson's artery Vaginal artery Arcuate artery",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn the given case scenario, blood flow in the vaginal artery will not be affected, as it is not a branch of the uterine artery. The vaginal artery is a branch of the anterior division of the internal\n\niliac artery.\nIt is homologous to the inferior vesical artery in males. It supplies the vagina and the base of the bladder in women. It should not be confused with vaginal branches of the uterine artery.\nBranches of the uterine artery:\nUreteric branch\nVaginal branches (descending) - these unite to form the anterior and posterior azygos arteries of the vagina\nCircular cervical branch\nSampson's artery - it runs in under the round ligament. It represents the anastomosis of the uterine artery and ovarian artery.\nArcuate--&gt; Radial--&gt; Basal--&gt; Spiral and straight arterioles of the functional layer of the endometrium",
        "image": "OBGYN_img_25.png"
    },
    {
        "id": 26,
        "text": "A patient with stress incontinence required surgical management. While performing a Burch colposuspension, the surgeon approached the space of Retzius. What is this space also known as? Prevesical or presacral space Presacral or prerectal space Presacral or retropubic space Prevesical or retropubic space",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe space of Retzius is the other name for prevesical or retropubic space.\nBurch colposuspension is a procedure done to relieve stress urinary incontinence. If an extraperitoneal approach is selected, the retropubic space is entered by perforating the transversalis fascia layer of the anterior abdominal wall.\nOnce the retropubic space is dissected, the bladder neck and the vaginal fascia underneath are identified. The bladder is mobilized to the opposite side. At each side of the bladder neck, two to four, preferably non■absorbable sutures are placed in the space of Retzius.\nNote:The presacral space is a retroperitoneal space that lies between the peritoneum of the posterior abdominal wall and the sacrum. It contains the superior and inferior hypogastric plexuses. The sacral sympathetic trunk lies against the sacrum’s ventral surface.\n\n\nThe Physiology of Conception\n\n\nQuestion 1:\n\nWhen do germ cells appear in the yolk sac?\n3 weeks\n7 weeks\n2 weeks\n5 weeks\n\n\nQuestion 2:\n\nWhen does the ovary contain the maximum number of oogonia?\n5th month of intrauterine life\n7th month of intrauterine life\nAt birth\n3rd month of intrauterine life\n\n\nQuestion 3:\n\nA man with oligospermia has completed his course of hormonal treatment. After how many days will you test his sperm count?\n50-60 days\n60-70 days\n80-90 days\n70-80 days\n\n\nQuestion 4:\n\nWhat is the time taken for capacitation of the sperm?\n2-4 hours\n4-6 hours\n\n6-8 hours\n8-10 hours\n\n\nQuestion 5:\n\nWhich of the following statements is true about the resumption of meiosis-I?\nIt is not hormone dependent\nResumed due to LH\nResumed due to FSH\nResumed due to GnRH\n\n\nQuestion 6:\n\nIn which of the following steps does reductional division occur?\nPrimary to secondary spermatocyte\nSecondary spermatocyte to spermatid\nGerm cells to spermatogoniu\nSpermatogonium to primary spermatocyte\n\n\nQuestion 7:\n\nWhich of the following is incorrect about the primary oocyte?\nIt is formed after meiosis I\nIt forms the primordial follicle\nIt gets arrested in diplotene\nIt is diploid\n\n\nQuestion 8:\n\nAn embryologist is preparing embryos for implantation. When is zona hatching expected to occur?\n2 days after fertilization\n5 days after fertilization\n\n7 days after fertilization\n9 days after fertilization\n\n\nQuestion 9:\n\nYou are performing intrauterine insemination during the ovulatory period in a patient with infertility. When will you expect implantation to occur?\n6–10 days after fertilization\n3–5 days after fertilization\n14–19 days after fertilization\n1–2 days after fertilization\n\n\nQuestion 10:\n\nThe following figure shows the transverse section of the uterus with an implanted zygote. Identify structure A.\n\n\nDecidua basalis\nDecidua parietalis\nDecidua capsularis\nUterine cavity\n\n\nQuestion 11:\n\nWhat do the Langhans cells form?\nInner cell mass\nMorula\nCytotrophoblast\nSyncytiotrophoblast\n\n\nQuestion 12:\n\nIdentify the structure marked A.\n\n\nPrimordial follicle\nPrimary oocyte\nTheca interna\nGranulosa cells\n\n\nQuestion 13:\n\nIn which part of the fallopian tube does fertilization occur?\nAmpulla\nIsthmus\nInterstitial\nInfundibular\n\nQuestion 14:\n\nA newborn is admitted to the NICU with the following teratoma. Which embryonic layers is this derived from?\n\n\nEndoderm and ectoder\nEndoderm and mesoder\nMesoderm and ectoder\nEndoderm, mesoderm, ectoder\n\n\nQuestion 15:\n\nIdentify the structure marked as A.\n\n\n\n\nYolk sac\nAllantois\nFuture umbilical cord\nTail end\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nGerm cells appear in the yolk sac in the 3rd week.\nThe sequence of events in primordial germ cell formation and migration are:\n2nd week - Germ cells are formed in the epiblast.\n3rd week - Germ cells move through the primitive streak and migrate to the wall of the yolk sac.\n4th week - Germ cells begin to migrate from the yolk sac to gonads.\n5th week - Germ cell migration is complete.\nGametes are derived from these primordial germ cells.\n\n\n\nSolution to Question 2:\nThe ovary contains the maximum number of oogonia at the 5th month of intrauterine life. The number of oogonia is estimated to be 7 million.\nOogenesis is the process wherein oogonia differentiate into mature oocytes. It begins before birth. At birth, there are approximately 2 million primordial follicles. At the initiation of puberty, the follicle count is less than 400,000, of which less than 500 are destined to ovulate. Every month, 15–20 follicles are released, out of which one matures to form the ovum.\n\n\n\nSolution to Question 3:\nThe sperm count is tested 80-90 days after hormonal treatment, as the average time is taken for spermatogenesis is 74 days, and approximately 14 days to reach the ejaculatory ducts.\nThe effect of hormonal therapy on the early phase of spermatogenesis is reflected in the ejaculated sperm concentration after three months.\nSpermatogenesis is the process of the formation of sperms from spermatogonia. Approximately 100 million sperms are produced daily.\nIn patients diagnosed with oligospermia, hormonal treatment is carried out using FSH, hCG, or testosterone. Improvements in sperm count can take a few months, hence the course is usually for 3-6 months. Normal spermatogenesis occurs after this time period.\nSpermiogenesis refers to the series of changes that occur in the formation of spermatozoa from spermatids. These are:\nAcrosome formation\n\nCondensation of the nucleus\nFormation of the neck, middle piece, and tail\nShedding of cytoplasm as residual bodies Complete motility is obtained in the epididymis.\n\n\n\n\nSolution to Question 4:\nThe time taken for the capacitation of sperms is 6-8 hours (approximately 7 hours).\nSperms have to undergo two changes in the female reproductive tract to be able to fertilise the ovum:\nCapacitation\nIt is the functional maturation of the spermatozoa.\nIt occurs in the fallopian tube and involves epithelial interactions between the sperm and the ucosal surface of the tube.\nThe glycoprotein coat and seminal plasma proteins are removed.\nOnly capacitated sperms can pass through the corona cells and undergo the acrosomal reaction.\nAcrosomal reaction\nIt occurs after binding to zona pellucida, induced by zona proteins.\nEnzymes such as acrosin and trypsin-like protein are released to penetrate the zona pellucida\nCa2+ plays an important role.\n\n\n\n\n\n\nSolution to Question 5:\nMeiosis-I in the primary oocyte is resumed after LH surge.\n\n\n\n\nSolution to Question 6:\nMeiosis I or reductional division occurs in the transition from primary spermatocyte to secondary spermatocyte.\nMeiosis takes place in germ cells to generate male and female gametes. Meiosis involves two stages of cell division, namely, meiosis I and II.\n\nMeiosis I produces two haploid cells. Because the ploidy is reduced from diploid to haploid, meiosis I is referred to as a reductional division. Meiosis II is an equational division analogous to mitosis, resulting in the creation of four haploid daughter cells.\n\n\n\n\nSolution to Question 7:\nThe secondary oocyte is formed after meiosis I.\nPrimordial germ cells divide by mitosis to form oogonia. The majority of the oogonia divide by mitosis, however, some enter meiosis I and are arrested in the diplotene stage of prophase and are now called primary oocytes. Primary oocytes have not yet completed meiosis, hence they are diploid. The primary oocyte along with surrounding epithelial cells forms the primordial follicle.\nMeiosis I is completed after LH surge during puberty. Hence at the completetion of meiosis I, secondary oocyte is produced.\n\n\nSolution to Question 8:\nZona hatching occurs at around 5 days after fertilization. Fertilization is divided into the following phases:\nPenetration of the corona radiata\nPenetration of the zona pellucida\nFusion of the oocyte and sperm cell membranes\nAfter fertilisation, the zygote differentiates to form the morula and then the blastocyst. The zona pellucida disappears at this stage, which is called zona hatching. The trophoblasts (outer cell mass) are now able to associate with the endometrium during implantation.\n\n\n\nSolution to Question 9:\nThe fertilized ovum implants by 6–10 days in the uterine cavity. Implantation involves:\nApposition: Initial contact of the blastocyst to the uterine wall\nAdhesion: Increased physical contact between the blastocyst and uterine epitheliu\nInvasion: Penetration and invasion of syncytiotrophoblast and cytotrophoblasts into the endometriu\nA successful implantation requires receptive endometrium primed with estrogen and progesterone released by the corpus luteum.\n\n\nSolution to Question 10:\nIn the given image, the decidua basalis is marked as A. This part of the decidua forms the placenta.\n\n\n\nImplantation occurs 6 to 7 days after fertilization. After implantation, the endometrium is called the decidua. It is of the following types:\nDecidua basalis - present over chorion frondosum. Decidua basalis and chorion frondosum for the placenta.\nDecidua capsularis - present over abembryonic pole.\nDecidua parietalis - present on the opposite side of the uterus.\nThe villi cover the entire surface of the chorion during the early weeks. As the fetus grows, the villi on the embryonic pole continue to grow, giving rise to the chorion frondosum. At\nthe abembryonic pole, the villi degenerate. By the third month, this side of the chorion becomes smooth, and is called the chorion laeve.\n\n\n\nAs the fetus grows, the chorion laeve comes into contact with the decidua parietalis on the opposite side of the uterus, and fusion occurs. Thus, the uterine lumen is obliterated. The amnion and chorion fuse, to form the amniochorionic membrane. Rupture of the amniochorionic membrane during labor is called 'breaking of waters'.\nNote: Superfetation can theoretically occur till the time the uterine lumen is not obliterated.\n\n\n\n\nSolution to Question 11:\nLanghans cells form the cytotrophoblast.\nThe cells of the blastocyst differentiate into an outer trophectoderm and an inner cell mass. The trophectoderm is further differentiated into:\nAn inner mononuclear cellular layer called cytotrophoblast or Langhans layer made of Langhans cells.\nAn outer layer of multinucleated syncytium called syncytiotrophoblast. The blastomere further divides to form the morula.\n\n\n\n\n\n\nSolution to Question 12:\nThe structure marked A is primary oocyte. Primary oocytes are the germ cells seen in the medullary region of the ovary. These enlarge at the beginning of the growth phase.\nDuring this cell growth period, many oocytes undergo degeneration, both before and after birth. A single layer of flattened follicular cells that were derived originally from the germinal epithelium soon surrounds the primary oocytes. The structure that is formed is now called a primordial follicle. These are seen first in the medulla and later in the cortex.\n\n\n\n\n\n\nSolution to Question 13:\nFertilization usually occurs in the ampulla of the fallopian tube.\nDuring ovulation, the ovum is released and it enters the fallopian tube. It is propelled towards the uterine cavity by the peristaltic action of the fallopian tubes, prostaglandins in the male seminal fluid and oxytocin. It can only be fertilized within 24 hours of ovulation. If coitus takes place during this period, the spermatozoa swimming up into the tubes meet the ovum in the ampulla.\n\n\n\nSolution to Question 14:\nThe given image shows an oropharygeal teratoma, which contains derivatives from all three germ layers.\nThe tumor may include gut, bone, skin, and teeth. These tumors arise from pluripotent stem cells that differentiate into any of three germ layers forming tissues of all three germ layers.\n\n\n\nSolution to Question 15:\nThe structure marked A is the allantois.\nThe posterior wall of the yolk sac forms the allantois on the 16th day of development. Its distal portion forms the urachus which forms the median umbilical ligament.\nThe given image shows an embryo at the end of the third week.\n\n\n\nMaternal Pelvis and Fetal Skull\n\n\nQuestion 1:\n\nThe anatomical classification of the pelvis based on shape was given by \t.\nCaldwell and Moloy\nMcAfee and Johnson\nPage and Sher\nBurns and Marshall\n\n\nQuestion 2:\n\nAn obese woman with dysmenorrhea and irregular periods is diagnosed with dystocia dystrophia syndrome. What type of pelvis is seen here?\nAndroid pelvis\nPlatypelloid pelvis\nAnthropoid pelvis\nGynecoid pelvis\n\n\nQuestion 3:\n\nWhich of the following is false about anthropoid pelvis?\nSacral angle is more than 90°\nIschial spines are not prominent\nSide walls are convergent\nLong and curved pubic arch\n\n\nQuestion 4:\n\nA 28-year-old term primigravida gave birth to a male baby by face to pubis delivery. Which type of pelvis is this mode of delivery commonly seen with?\nGynecoid pelvis\nAnthropoid pelvis\n\nAndroid pelvis\nPlatypelloid pelvis\n\n\nQuestion 5:\n\nAn obstetrician performing clinical pelvimetry finds that the smallest transverse diameter is 8 cm. Which of the following parameters has she assessed?\nInterspinous diameter\nObstetric conjugate\nTrue conjugate\nIntertuberous diameter\n\n\nQuestion 6:\n\nDuring clinical pelvimetry, the obstetrician determines the diagonal conjugate to be X cm. What is the obstetric conjugate?\nX+1 cm\nX+2 cm\nX-1 cm\nX-2 cm\n\n\nQuestion 7:\n\nA diabetic primigravida is suspected to have cephalopelvic disproportion. What should her obstetric conjugate be for a trial of labor to be conducted?\n8.5 cm\n9 cm\n9.5 cm\n10 cm\n\n\nQuestion 8:\n\nWhich of the following parameters cannot be viewed in lateral plate X-ray pelvimetry?\nDiagonal conjugate\n\nTrue conjugate\nBispinous diameter\nInclination of the pelvis\n\n\nQuestion 9:\n\nA P1A1 woman with a history of obstructed labor is being evaluated for a contracted pelvis. CT pelvis shows both sacral alae are absent. What is the type of pelvis seen here?\nNaegele pelvis\nRobert pelvis\nKyphotic pelvis\nRachitic pelvis\n\n\nQuestion 10:\n\nA patient with prolonged second stage of labor is referred to the district hospital. You suspect her to have a contracted pelvis. Which of the following is true about this condition?\nTransverse diameter of inlet is 10 cm\nAnteroposterior diameter of inlet is 12 cm\nTransverse diameter of inlet is 12 cm\nAnteroposterior diameter of inlet is 14 cm\n\n\nQuestion 11:\n\nWhich of the following is the smallest diameter of the fetal head?\nBiparietal diameter\nSuboccipitofrontal diameter\nSuboccipitobregmatic diameter\nBitemporal diameter\n\n\nQuestion 12:\n\nA 32-year-old woman in labor is referred to a tertiary care center. On PV examination, the resident notes that the fetus is in brow presentation, and the largest diameter of the fetal skull\n\nis engaged. Identify this diameter.\nOccipitofrontal\nBiparietal\nSubmentovertical\nMentovertical\n\n\nQuestion 13:\n\nA G6P5L5 woman presented to the casualty with abdominal pain. The PV examination findings are given below. What is the engaging diameter?\nSuboccipito-bregmatic diameter\nSuboccipito-frontal diameter\nOccipito-frontal diameter\nOccipito-posterior position\n\n\nQuestion 14:\n\nHow many fontanelles are present in a newborn?\n5\n2\n4\n6\n\n\nQuestion 15:\n\nA 24-year-old primigravida delivered a full-term male baby by assisted forceps delivery. The next day, you note a swelling over the infant's head that is limited by suture lines. Which of the following is true regarding the swelling?\nTension in the swelling varies on crying\nIt may cause jaundice\nIt contains edematous fluid\nUsually present at birth\n\nQuestion 16:\n\nThe pediatrician notices a diffuse, reddish scalp swelling in a newborn born by vacuum extraction. Which of the following is not a characteristic of this condition?\nIt crosses the midline.\nIt crosses the suture line.\nIt does not disappear within 2-3 days.\nIt is a diffuse edematous swelling of the soft tissues of the scalp.\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe anatomical classification of the pelvis based on shape was given by Caldwell and Moloy.\n\nThe greatest transverse diameter of the pelvic inlet divides the pelvis into anterior and posterior segments. The shapes of these segments help classify the pelvis as follows:\nGynecoid\nAnthropoid\nAndroid\nPlatypelloid\nThe various differences between these types is summarised below:\n\n\n\nOption B: McAfee and Johnson's regimen is for the conservative management of placenta previa. Option C: Page's and Sher's classification system is used to grade abruptio placentae.\nOption D: Burns and Marshall maneuver is used in breech delivery.\n\n\n\nSolution to Question 2:\nIn dystocia dystrophia syndrome, an android pelvis is seen. Dystocia dystrophia syndrome:\nThe patient is stockily built with a bull neck, broad shoulders, and short thighs. She is obese with a male distribution of hair.\nSubfertile, with dysmenorrhea, oligomenorrhea, or irregular periods.\nThere is an increased incidence of pre-eclampsia and a tendency for postmaturity.\nThe pelvis is of the android type. The occipito-posterior position is common.\nDuring labor, there is a tendency for deep transverse arrest or outlet dystocia, leading to difficult nstrumental delivery or cesarean section.\nThere is a chance of lactation failure.\n\n\n\nSolution to Question 3:\nThe anthropoid pelvis has straight side walls, not convergent side walls.\nG ven below are the differences between various types of pelvis as per Caldwell-Moloy classification.\n\n\n\n\n\n\n\nSolution to Question 4:\nFace to pubis delivery is most commonly associated with anthropoid pelvis.\nAs the anthropoid pelvis is wider posteriorly, the fetal occiput occupies the posterior segment of the pelvis. Thus, the fetus is present in the occipitoposterior position which leads to a high chance of face-to-pubis delivery.\n\n\n\n\n\n\nSolution to Question 5:\nThe interspinous diameter is the smallest transverse pelvic diameter.\nThe interspinous diameter or bispinous diameter is measured in the mid pelvis. It is the distance between the tips of two ischial spines. Normally, it is 10-10.5 cm.\nIt is useful in predicting obstructed labor. If the interspinous diameter is too small, the baby's head may get stuck at a higher station.\nNote: The obstetric conjugate is the smallest anteroposterior pelvic diameter measuring 10 cm.\n\n\nSolution to Question 6:\nThe obstetric conjugate is X-2cm where X is the diagonal conjugate. Anteroposterior diameters of the pelvis:\nTrue conjugate or the anteroposterior diameter, extends from the upper most margin of the symphysis pubis to the sacral promontory. It is normally 11 cm.\nObstetrical conjugate is the shortest distance between the sacral promontory and the symphysis pubis. It is normally 10 cm. It is estimated indirectly by subtracting 1.5–2 cm from the diagonal conjugate.\nDiagonal conjugate is determined by measuring the distance from the lowest margin of the symphysis to the sacral promontory. It is normally 12cm. It is measured clinically.\n\n\n\n\n\nSolution to Question 7:\nIn the given case scenario, a trial of labor or vaginal delivery can be allowed if the obstetric conjugate is 10cm or more.\nThe obstetric conjugate is the shortest distance between the sacral promontory and the symphysis pubis. Normally, it is 10 cm or more.\nThe diagonal conjugate measures 12cm and the true conjugate measures 11cm.\nClinically, only the diagonal conjugate is assessed by measuring the distance between the base of the examiner's fingers and the fingertip touching the sacral promontory. This determines\nthe lowest margin of the symphysis to the sacral promontory. The obstetric conjugate is estimated indirectly by subtracting 1.5–2 cm from the diagonal conjugate.\nNote: Overt diabetes can cause fetal macrosomia during pregnancy. Thus, it may lead to cephalopelvic disproportion.\n\n\n\n\nG ven below is an image of the lateral plane in CT pelvimetry, showing the anteroposterior diameters of the pelvis. Line no. 4 is the obstetric conjugate and line no. 5 is the pelvic outlet.\n\n\n\n\nSolution to Question 8:\nThe bispinous diameter can be viewed in the anteroposterior view and not the lateral plate pelvimetry.\nX-ray pelvimetry is done using 3 views:\nAnteroposterior - Transverse diameter and bispinous diameter is determined.\nLateral - Obstetric conjugate, sacral curve and pelvic inclination are seen.\nOutlet - Outlet diameters are determined.\n\nNote: CT pelvimetry is preferred over X-ray pelvimetry due to the lower dose of radiation delivered.\nG ven below are images of CT pelvimetry, anteroposterior and lateral views respectively. The marked diameters are as follows:\n- Interspinous diameter\n- Intertuberous diameter\n- Obstetric conjugate\n- Pelvic outlet\n\n\n\n\n\nSolution to Question 9:\n\nThe type of pelvis seen here is Robert's pelvis. In it, the pelvis is transversely contracted and the ala on both sides are absent and the sacrum is fused with the innominate bones.\nOption A: In Naegele's pelvis, there is arrested development of one ala of the sacrum.\nOption C: Kyphotic pelvis occurs secondary to the kyphotic changes of the vertebral column either following tuberculosis or rickets.\nOption D: In rachitic pelvis, due to softening of bones, flattening of the pelvis occurs.\n\n\n\nSolution to Question 10:\nTo make a diagnosis of contracted pelvis, the transverse diameter of the pelvic inlet should be 10cm.\nThe pelvic inlet is considered to be contracted if:\nthe greatest transverse diameter is &lt; 12 cm or\nthe shortest anteroposterior diameter is &lt; 10 cm.\nThe anteroposterior diameters of the pelvic inlet are the true conjugate, diagonal conjugate and obstetric conjugate. These extend between the sacral promontory and symphysis pubis. The obstetric conjugate is the shortest diameter, normally measuring 10 cm.\nThe transverse diameter of the pelvic inlet is at a right angle to the obstetric conjugate. It extends between the linea terminalis on either side. Normally, the transverse diameter is about 13 cm.\n\n\n\n\n\n\n\nSolution to Question 11:\nAmong the given options, the bitemporal diameter is the smallest. It is the distance between the anteroinferior ends of the coronal suture and usually measures 8 cm. This is the smallest engaging diameter.\nOption A: The biparietal diameter is a transverse diameter between two parietal eminences, measuring 9.5cm.\nOption B: The suboccipitofrontal diameter is an anteroposterior diameter, measuring 10 cm. Option C: The suboccipitobregmatic diameter is an anteroposterior diameter, measuring 9.5 cm.\nNote: The bimastoid diameter is a transverse diameter. It is the smallest diameter in the fetal skull at about 7.5 cm. However it is not clinically relevant as it does not engage.\n\n\n\nSolution to Question 12:\nIn brow presentation, the mentovertical diameter is engaged which is the longest diameter of the fetal skull. Normally, it measures 14 cm.\nThe mentovertical diameter extends from the midpoint of the chin to the highest point on the sagittal suture.\nEngaging diameters of the fetal skull vary with the attitude of the fetal head as given below:\n\n\n\n\n\n\nSolution to Question 13:\nIn the given clinical scenario, the engaging diameter is the suboccipito-bregmatic diameter. It is engaged when the fetus is in vertex presentation with an attitude of complete flexion of the head.\nThe table given below shows the engaging diameter with each attitude of the fetal head.\n\n\n\n\nSolution to Question 14:\nNewborns have a total of 6 fontanelles. These are fibrous, membrane-covered gaps between cranial bones.\nThe fontanelles seen in newborns are:\nAnterior fontanelle:\nIt is also called bregma.\nDiameter ranges from 0.6-3.6 cm, with a mean of 2.1 cm.\nIt completely closes by 24 months of age.\nPosterior fontanelle:\n\nIt is also called lambda.\nDiameter ranges from 0.5-0.7 cm.\nIt completely closes by 2 months of age.\n2 sphenoid fontanelles\n2 mastoid fontanelles\nNote: A third fontanelle between the anterior and posterior fontanels is associated with hypothyroidism and Down's syndrome.\n\n\n\n\nSolution to Question 15:\nIn the given clinical picture, the swelling over the infant's head is likely to be a cephalhematoma. Infants with cephalohematomas are at a heightened risk of developing jaundice because as the blood breaks down, the levels of bilirubin increase.\nCephalohematoma is a collection of blood in between the pericranium and the flat bone (subperiosteal) of the skull, usually unilateral and over a parietal bone.It is never present at birth but gradually develops after 12–24 h. The swelling is limited by the suture lines of the skull as the pericranium is fixed to the margins of the bone\nOption A: Tension in the swelling varies with crying in meningocele. Option C: Edematous fluid collects in caput succedaneum.\nOption D: Caput succedaneum may be present at birth.\n\n\n\n\n\nSolution to Question 16:\nThe given case scenario is suggestive of caput succedaneum which disappears within 2-3 days.\nIn vertex presentation, labor forces alter the shape of the fetal head. In prolonged labor, before complete cervical dilatation, the portion of the fetal scalp immediately over the cervical os becomes edematous. A swelling is formed is due to the stagnation of fluid in the layers of the scalp beneath the girdle of contact. This is known as caput succedaneum.\nThe swelling is diffuse, boggy, and not limited by the suture lines. It resolves spontaneously within 2-3 days after birth. It is a result of the static position of the head for a long period of time.\nChignon is a type of artificial caput succedaneum, which is a swelling produced on the fetal head because of the scalp getting sucked into the cup during vacuum extraction.\n\n\n\n\nPlacenta and Fetal Membranes\n\n\nQuestion 1:\n\nHow is the normal placenta described?\n1 and 2\n2 and 3\n1 and 3\n1 ,2 and 3\n\n\nQuestion 2:\n\nWhat does a placental cotyledon comprise of?\nPortions of the basal plate divided by clefts\nPortions of the chorionic plate divided by cleft\nArea supplied by multiple truncal chorionic villi\nArea supplied by one spiral artery\n\n\nQuestion 3:\n\nWhich of the following does not contribute to the prevention of rejection of fetus?\nDecidual natural killer cells\nDecidual stromal cells\nTrophoblasts\nMaternal leucopenia\n\n\nQuestion 4:\n\nAt what period of gestation are the weights of the fetus and placenta equal?\n14 weeks\n15 weeks\n17 weeks\n\n21 weeks\n\n\nQuestion 5:\n\nWhat is the uteroplacental blood flow at term?\n350-600 ml/mi\n250-450 ml/mi\n500-750 ml/mi\n800-1050 ml/mi\n\n\nQuestion 6:\n\nWhich of the following is false about human chorionic gonadotropin?\nAlpha subunit is identical to LH, FSH, TSH\nIt causes involution of corpus luteum\nMaximum level is seen at 60-70 days of gestatio\nDetected in serum 8-9 days after fertilisatio\n\n\nQuestion 7:\n\nWhich of the following cannot cross the placenta?\n1 and 2\nOnly 3\n2 and 3\n3 and 4\n\n\nQuestion 8:\n\nA primigravida delivered a baby at term with a birth weight of 1.9 kg via normal vaginal delivery. The placenta delivered appears as shown in the image below. What is this condition k own as?\n\n\n\nPlacenta succenturiata\nPlacenta marginata\nCircumvallate placenta\nCircummarginate placenta\n\n\nQuestion 9:\n\nFollowing a normal vaginal delivery, the placenta delivered by controlled cord traction appeared as shown below. What is this condition known as?\n\n\nBilobate placenta\n\nPlacenta succenturiata\nPlacenta membranacea\nPlacenta marginata\n\n\nQuestion 10:\n\nThe USG scan of a multiparous woman at 30 weeks of gestation showed the presence of an accessory placental lobe. Which complication will you not anticipate in her?\nPreterm delivery\nPostpartum haemorrhage\nVasa previa\nSubinvolutio\n\n\nQuestion 11:\n\nWhich of the following types of morbidly adherent placenta is shown in the given image?\n\n\n\n\n\n\nPlacenta increta\nFocal placenta accreta\nPlacenta percreta\nTotal placenta accreta\n\nQuestion 12:\n\nWhat contributes to the formation of amniotic fluid during early pregnancy?\nFetal urine\nFetal extracellular fluid\nUltrafiltrate of maternal plasma\nUltrafiltrate of fetal plasma\n\n\nQuestion 13:\n\nWhile performing the USG assessment of a woman at 28 weeks of gestation, you note her amniotic fluid index to be 12.8. When does this parameter reach its maximum value in a normal pregnancy?\n32 weeks of gestatio\n33 weeks of gestatio\n34 weeks of gestatio\n35 weeks of gestatio\n\n\nQuestion 14:\n\nWhich of the following is not a function of amniotic fluid?\nMaintain temperature\nBacteriostatic property\nProvide nutrition in the form of fat and protei\nPrevent ascending infection to uterine cavity during labor\n\n\nQuestion 15:\n\nWhen does keratinization of fetal skin occur?\n12-18 weeks\n22-25 weeks\n26-30 weeks\n16-20 weeks\n\nQuestion 16:\n\nWhich of the following statements is false about amniotic fluid?\nComposition remains same throughout pregnancy\nMajor source is fetal urine after 20 weeks\nIt is primarily reabsorbed by fetal swallowing\nIt is alkaline in nature\n\n\nQuestion 17:\n\nA multigravida presents at 34 weeks of gestation with preterm premature rupture of membranes. On examination, the amniotic fluid is golden-colored. Which condition will you suspect here?\nRh-incompatibility\nFetal death\nFetal distress\nIntrauterine growth restrictio\n\n\nQuestion 18:\n\nUltrasound findings of a few patients are given below. Which of the following patients have oligohydramnios?\n1 and 2\n2 and 3\n2 and 4\n2, 3 and 4\n\n\nQuestion 19:\n\nA 24-year-old primigravida at 30 weeks of gestation came for a regular antenatal checkup. On examination, size of the uterus corresponds to 26 weeks of gestation and the fetal heart rate is 130 beats/min. On ultrasound, AFI is 4. Which fetal anomaly would you suspect?\nRenal agenesis\nNeural tube defect\n\nOesophageal atresia\nCleft palate\n\n\nQuestion 20:\n\nA 30-year-old G3P2L2 woman with multifetal pregnancy is diagnosed with polyhydramnios. What is the amniotic fluid volume required to diagnose it as this condition?\n&gt;1000 ml\n&gt;1500 ml\n&gt;2000 ml\n&gt;2500 ml\n\n\nQuestion 21:\n\nA lady at 30 weeks of gestation came for an antenatal check-up. On examination, the uterus corresponds to 34 weeks of gestation and FHR is normal. Ultrasound revealed an AFI of 26 cm. Which fetal anomaly is most likely to be seen with this condition?\nPosterior urethral valve\nCleft palate\nPolycystic kidney disease\nBladder exstrophy\n\n\nQuestion 22:\n\nA routine ultrasound of a multigravida at 28 weeks of gestation revealed an AFI of 27cm. Which of the following cannot cause the given condition?\nDiabetes mellitus\nPreeclampsia\nEsophageal atresia\nOpen spina bifida\n\n\nQuestion 23:\n\nA 28-year-old G2P1L1 at 35 weeks of gestation is complaining of difficulty in breathing. On examination, flanks are full, and abdominal girth is 160cm. Ultrasound determined that the SDP is 10cm. What is the next step in management?\nIntravenous furosemide\nIndomethacin therapy\nAmniocentesis\nArtificial rupture of membranes\n\n\nQuestion 24:\n\nA female presents with 35 weeks and 3 days of gestation, AFI = 5 and there is no end-diastolic blood flow. What is the management?\nImmediate terminatio\nGive surfactant and wait till 36 weeks\nDo Doppler everyday to check for reversio\nTerminate after 37 weeks\n\n\nQuestion 25:\n\nWhich of the following statements is false about the umbilical cord?\nIt has one artery and two veins\nIt contains a gelatinous substance called Wharton's jelly\nPresence of a single umbilical artery is associated with congenital anomalies\nNormal average umbilical cord length is 50-60 cms\n\n\nQuestion 26:\n\nUltrasound of a 24-year-old primigravida at 20 weeks of gestation shows the presence of a single umbilical artery. No other gross fetal anomalies were detected. Which of the following is true regarding this finding?\nIt is an insignificant finding\nOccurs in 10% of newborns\nIt is an indicator of increased risk of malformations of the fetus\nEqually common in newborns of diabetic and non-diabetic mothers\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\n\nThe normal human placenta is discoid, deciduate, and hemochorial.\nThe term deciduate means that the placenta is shed at the time of parturition. Hemochorial means that the maternal blood directly comes in contact with the fetal trophoblasts.\nThe image given below shows a normal human placenta.\n\n\n\n\n\nSolution to Question 2:\nA placental cotyledon is comprised of portions of the basal plate divided by clefts. It is the functional unit of the placenta.\nA placental cotyledon or placental lobule constitutes one truncal or main stem villi and its ramifications (rami). Each lobule is supplied by a single truncal branch of the chorionic artery. Each lobule also has a single vein. The lobules constitute functional units of placental architecture.\nThe fetal surface is the chorionic plate. The umbilical cord inserts in the center of the chorionic plate.\nNote: The entire placenta is supplied by chorionic villi while each cotyledon is only supplied by a single main stem villus with its branches.\n\n\n\n\n\n\n\n\nSolution to Question 3:\nMaternal leucopenia is not seen in pregnancy, instead leucocytosis is seen. This plays no part in the prevention of rejection of fetus.\nThe fetus is a semiallogenic graft inside the maternal body as half of its genes are from the father. Uterine transplantation immunity contributes to the survival of the fetus in spite of it being semiallogenic. This occurs due to the following factors:\nDecidual natural killer cells are inefficient, and therefore are unable to attack the 'foreign' fetal cells.\nDecidual stromal cells work with natural killer cells to allow trophoblastic invasion.\nVillous trophoblastic cells don't express HLA antigens and therefore, they are non-immunogenic.\n\nSolution to Question 4:\nAt 17 weeks, the weights of the fetus and placenta are equal.\nIn the first trimester, the placental growth is more rapid than that of the fetus. By approximately 17 weeks, the placental weight and fetal weight are almost equal. And by term, placental weight is approximately 1/6th of the fetal weight.\n\n\n\nSolution to Question 5:\nThe uteroplacental blood flow at term is 500-750 ml/min.\n\n\n\nSolution to Question 6:\nHuman chorionic gonadotropin (hCG) does not cause involution of the corpus luteum, but it maintains corpus luteum function.\nhCG is produced by the syncitiotrophoblasts of the placenta. It is a glycoprotein hormone with two subunits. The alpha-subunit is similar to LH, FSH and TSH. The beta-subunit is specific and is measured by pregnancy tests.\nhCG can be detected in maternal blood 8 days after fertilisation. Thus, it can help in diagnosis of pregnancy even before the period is missed. Its levels nearly doubles every 48 hours in early pregnancy reaching a maximum of 50000 - 100000 IU/L by 60-70 days of gestation. Then the level starts falling reaching a minimum at 16 weeks, which continues throughout pregnancy.\nThe various placental hormones and their functions are given below. Other placental hormones include:\nGnRH, TRH, GHRH, Growth hormone variant (hGH-V)\nParathyroid hormone-releasing protein (PTH-rP)\nInhibi\nActivi\nRelaxi\n\n\n\n\n\n\nSolution to Question 7:\nAlbumin and IgM cannot cross the placenta.\nHigh molecular weight substances such as proteins (e.g., albumin, IgM, IgA) cannot cross the placenta, except IgG.\nSubstances which can cross the placenta are as follows:\nNote: Maternal hormones like insulin, steroid hormones, and thyroid hormones cross the placenta very slowly, and only in amounts enough to support fetal development. However, calcitonin and parathormone do not cross the placenta.\n\n\n\n\nSolution to Question 8:\n\nThe given image shows a circumvallate placenta. The membranes at the periphery are thickened and consist of a double fold of chorion and amnion.\nNormally, the chorionic plate and basal plates are of the same size. In conditions of extrachorial placentation, the chorionic plate is smaller than the basal plate. There are two types of extrachorial placentation:\nCircummarginate placenta - In this type, the space between the fetal membranes and the basal plate is filled up by fibrin and old hemorrhage.\nCircumvallate placenta - In this type, the peripheral chorion is thickened into a ridge composed of a double fold of chorion and amnion. Complications associated with circumvallate placenta are:\nPreterm delivery\nAbortions\nIUGR\nAntepartum hemorrhage\nRetained placenta and membranes\n\n\n\n\n\nOption A: Placenta succenturiata has one or more small lobes of the placenta placed at varying distances from the main placental margins.\nOptions B &amp; D: Placenta marginata or circummarginate placenta - a thin margin is present between the chorionic and basal plates.\n\n\n\nSolution to Question 9:\nThe given image shows a placenta with a small, accessory lobe. This condition is known as placenta succenturiata.\nA succenturiate placenta contains single or multiple accessory lobes. Accessory lobes are attached to the main lobe by a membrane that has a leash of blood vessels.\nOption A: Bilobate placenta - it consists of two placental lobes. The cord inserts between the two lobes.\nOption C: Placenta membranacea - entire surface of the fetal membranes are covered by functioning villi and the placenta develops as a thin membranous structure occupying the entire periphery of the chorion.\nOption D: Placenta marginata - chorionic plate is smaller than the basal plate, and a thin margin is present between the chorionic and basal plates.\n\n\n\nSolution to Question 10:\nThe given scenario of the presence of an accessory placental lobe is suggestive of placenta succenturiata. Preterm delivery is not a complication seen in this condition.\nComplications of placenta succenturiata include:\nRetained placenta\n\nPostpartum hemorrhage (PPH)\nSubinvolution of uterus\nSepsis\nPlacental polyp formatio\nVasa previa - vessels overlying the accessory lobes can cross the cervix. Their rupture can lead to hemorrhage from the fetus\nNote: Preterm delivery is a complication associated with circumvallate placenta.\n\n\n\nSolution to Question 11:\nThe given image shows placenta increta.\nMorbidly adherent placenta occurs due to the partial or total absence of the decidua basalis and imperfect development of the fibrinoid or Nitabuch layer. It is of three types:\nPlacenta accreta - villi are attached to the myometrium.\nPlacenta increta - villi invade deep into the myometrium.\nPlacenta percreta - villi penetrate through the entire myometrium and to or through the serosa. Based on the adherence of placental lobules, all three types of morbidly adherent placenta can be:\nTotal - involving all lobules of the placenta\nFocal - involving a single lobule or part of a lobule of the placenta\nMorbidly adherent placenta can lead to torrential post-partum hemorrhage. It is managed via C-section and peripartum hysterectomy.\n\n\nSolution to Question 12:\nUltrafiltrate of maternal plasma contributes to the formation of amniotic fluid during early pregnancy.\nAmniotic fluid is formed by:\nEarly pregnancy - ultrafiltrate of maternal plasma.\nSecond trimester - the extracellular fluid that diffuses through the fetal skin and thus reflects the composition of fetal plasma.\nAfter 20 weeks - keratinization of fetal skin prevents diffusion across the skin. Hence, fetal urine forms amniotic fluid.\nNote: Fetal kidneys start producing urine at 12 weeks (8–11 weeks), and by 18 weeks, they produce 7 to 14 mL per day.\n\n\n\nSolution to Question 13:\nThe amniotic fluid index (AFI) is a measure of the amniotic volume which is maximum at 34 weeks of gestation.\nThe volume of amniotic fluid at each week is variable. The volume gradually increases till 32-34 weeks of gestation. At 34 weeks, it is maximum and thereafter there is a gradual reduction till term.\nAmniotic fluid volume is a passive reflector of the fetal condition. Its volume is determined by the following:\nAny alteration in fetal homeostasis, caused by fetal and maternal conditions, affects the amniotic fluid volume. Thus, AFI is measured as a part of the biophysical score.\n\n\n\n\nSolution to Question 14:\nThe nutritive value of amniotic fluid is negligible because amniotic fluid is predominantly water. It contains the following:\nWater - 98–99%\n\nSolids 1–2% - Organic, inorganic, suspended particles Functions of amniotic fluid during pregnancy:\nIt acts as a shock absorber and prevents trauma to the fetus\nTemperature regulation of the uterine environment\nIt distends the amniotic sac and thereby allows for growth and free movement of the fetus.\nIt has no nutritive function, as it is mostly formed by water.\nBacteriostatic property\nFunctions of amniotic fluid during labor:\nThe amnion and chorion are combined to form a hydrostatic wedge which helps in dilatation of the cervix.\nDuring uterine contraction, it prevents any interference in placental circulation so long as the membranes remain intact.\nIt protects the umbilical cord by providing a cushion between the fetus and the umbilical cord during contractio\nIt flushes the birth canal at the end of the first stage of labor and by its aseptic action protects the fetus and prevents ascending infection to the uterine cavity.\n\n\n\nSolution to Question 15:\nKeratinization of fetal skin occurs at 22–25 weeks. Therefore, diffusion across fetal skin does not occur after this period. So fetal plasma does not contribute to amniotic fluid formation after this time period.\n\n\n\nSolution to Question 16:\nThe composition of amniotic fluid is not the same throughout pregnancy but changes later in pregnancy due to contamination by fetal urinary metabolites.\nIn early pregnancy, it is identical to plasma in composition as it is mainly composed of a transudate of plasma. In late pregnancy, as amniotic fluid is primarily formed by fetal urination, the composition is altered. Disorders of the fetal kidney can lead to oligohydramnios.\nFetal swallowing is the primary method of resorption of amniotic fluid. Disorders of swallowing in the fetus can cause polyhydramnios.\nAmniotic fluid is alkaline in nature and this helps in differentiating it from vaginal secretions which are acidic. This forms the basis of the nitrazine paper test used for the diagnosis\nof premature rupture of membranes.\n\nSolution to Question 17:\nGolden-colored amniotic fluid is seen in Rh incompatibility. This appearance is due to presence of excess bilirubin in the amniotic fluid due to hemolysis of fetal RBCs.\n\n\n\n\nSolution to Question 18:\nAmong the given options, an AFI of 4.5cm (&lt;5cm) or an SDP of 1.8cm (&lt;2cm) indicate oligohydramnios.\nOligohydramnios means an abnormally decreased amount of amniotic fluid (liquor volume is\n&lt;200ml). It is diagnosed using ultrasound parameters such as:\nSingle deepest pocket (SDP) - The largest vertical pocket of amniotic fluid identified in the sagittal plane on ultrasound is the SDP. The normal range of SDP is between 2 to\n8cm. Oligohydramnios is diagnosed if SDP &lt; 2cm.\nAmniotic fluid index (AFI) - It is the sum of the deepest pocket of amniotic fluid from each quadrant of the abdomen. The normal range of AFI is between 5 to 25 cm. Oligohydramnios is diagnosed if AFI &lt; 5cm.\n\n\n\nSolution to Question 19:\nThe given case scenario is suggestive of oligohydramnios. It is associated with renal agenesis. Oligohydramnios has the following features:\nFundal height less than period of gestatio\nFetal parts easily palpable\nAFI &lt;5cm\nSDP &lt;2cm\n\nSolution to Question 20:\nPolyhydramnios is an abnormal increase in amniotic fluid. It is defined as the presence of amniotic fluid volume &gt;2000ml. Ultrasound parameters used to diagnose polyhydramnios are:\nAFI &gt; 25 cm\nSDP &gt; 8 cm\n\n\n\nSolution to Question 21:\nThe given clinical picture is suggestive of polyhydramnios. It can be seen with a fetus having a cleft palate as fetal swallowing is impaired by this anomaly.\nPolyhydramnios has the following features:\nFundal height greater than period of gestatio\nFetal parts are not well palpable\nAFI &gt;25cm\nSDP &gt;8cm\n\n\n\nSolution to Question 22:\nThe given case scenario is suggestive of polyhydramnios. Preeclampsia is a cause for oligohydramnios, and not polyhydramnios.\n\n\n\nSolution to Question 23:\nThe given case scenario is suggestive of polyhydramnios associated with respiratory distress. In such cases, therapeutic amniocentesis termed amnioreduction is done.\nAmnioreduction helps in polyhydramnios by:\nRelieving respiratory distress by reducing mechanical pressure on the diaphragm\nMay improve obstructive uropathy\nMay lower the preterm delivery risk if the patient has preterm labor or premature rupture of membranes\nOption A: Diuretics have no role in this condition.\nOption B: Indomethacin therapy used to be given earlier as it reduced amnionic fluid volume. However, it is not given anymore due to the risk of premature closure of ductus arteriosus.\n\nOption D: Artificial rupture of membranes (ARM) is avoided as:\nIt cannot be employed in a patient with an unfavourable cervix.\nOnce ARM is done, delivery needs to be performed. In this case, preterm delivery would occur, hence ARM is avoided.\nARM should be used with caution in patients with chronic polyhydramnios. It can lead to sudden decompression of the uterus causing placental abruption. Thus, controlled ARM is done i these patients.\n\n\n\nSolution to Question 24:\nThe given case scenario is suggestive of fetal compromise. The management in this patient is immediate termination of pregnancy. Since this pregnancy has crossed 34 weeks, it can\nbe terminated by cesarean section.\nAbnormal flow patterns in the umbilical artery:\nReduced end-diastolic flow indicates uteroplacental insufficiency (S/D ratio increases)\nAbsent end-diastolic flow suggests fetal compromise, hence the pregnancy is terminated by C-section if &gt;34 weeks.\nReverse end-diastolic flow suggests impending doom of death, hence the pregnancy is terminated by C-section if &gt;32 weeks.\n\n\n\n\n\nSolution to Question 25:\nThe umbilical cord normally has two arteries and one vein. The presence of a single umbilical artery is the most common vascular anomaly of the cord. It is associated with congenital anomalies such as genitourinary and cardiac anomalies.\n\nThe umbilical cord is a tube that connects the fetus to the placenta. It contains umbilical vessels and an obliterated allantois duct, all surrounded by Wharton's jelly and contained within an outer layer of amnion. Maternal blood enters the fetus through the umbilical vein, and blood exits the fetus via the two umbilical arteries. Wharton's jelly is a gelatinous mucopolysaccharide that protects the umbilical vessels. Local collections of Wharton's jelly produce false knots in the cord.\nThe average length of the umbilical cord is between 40-70 cm at term. A long cord can form a loop around the fetus' neck and can cause asphyxia. A short cord can result in cord rupture during labor.\n\n\n\nSolution to Question 26:\nA single umbilical artery is the most common aberration of vessel number in the umbilical cord. It indicates an increased risk of congenital malformations in the fetus.\nA single umbilical artery is seen in the following conditions:\nTwin pregnancy\nGestational diabetes/Overt diabetes\nEpilepsy\nOligohydramnios\nPolyhydramnios\nPreeclampsia\nAntepartum hemorrhage\nIt is frequently associated with congenital malformations of the fetus (20–25%) such as:\nCardiovascular anomalies\nGenitourinary anomalies\nTrisomy 18\nIt increases the risks of adverse obstetric outcomes like:\nAbortio\nFetal aneuploidy\nPrematurity\nIntrauterine growth restriction (IUGR)\nPerinatal mortality\n\nSexual Development, Puberty and Adolescence\n\nQuestion 1:\n\nWhich of the following determines the sex of the fetus?\nYp11\nYp10\nYq11\nYq10\n\n\nQuestion 2:\n\nWhen does the sexual differentiation of the fetus occur?\n5th week of development\n7th week of development\n8th week of development\n6th week of development\n\n\nQuestion 3:\n\nWhere is the lower part of the vagina derived from?\nGenital ridge\nUrogenital sinus\nMullerian duct\nUrogenital folds\n\n\nQuestion 4:\n\nWhat is the vaginal epithelium derived from?\nEpithelium of urogenital sinus\nEpithelium of mesonephric duct\nEndoderm of genital ridge\n\nEpiderm of genital ridge\n\n\nQuestion 5:\n\nWhich of the following structures in women is homologous to gubernaculum testis in men?\nRound ligament\nBroad ligament\nUterosacral ligament\nCardinal ligament\n\n\nQuestion 6:\n\nWhich of the following is not a derivative of the paramesonephric duct?\nAppendix of testis\nFallopian tube\nUterus\nGartner's duct\n\n\nQuestion 7:\n\nWhat is the most common developmental abnormality of the uterus?\nDidelphys\nArcuate\nBicornuate\nSeptate\n\n\nQuestion 8:\n\nGiven below is the hysterosalpingogram of a woman who presented with infertility. Identify the uterine anomaly seen.\n\n\n\nUterus dideplphys unicollis\nBicornuate uterus\nComplete septate uterus\nCannot be determined\n\n\nQuestion 9:\n\nA woman with unilateral renal agenesis presents to your clinic with a history of recurrent abortions. You suspect uterine didelphys. Which of the following would be the next best investigation?\nçaparoscopy\nIntravenous pyelography\nHysterosalpingography\nUltrasonography\n\n\nQuestion 10:\n\nA è4-year-old woman visits the infertility clinic with a complaint of recurrent abortions. Upon investigations, she is found to have a septate uterus. Which of the following corrective procedures has the best obstetric outcome?\n‘ones metroplasty\nStrassmann metroplasty\nTompkins metroplasty\n\nTranscervical resection of septum\n\n\nQuestion 11:\n\nWhat is the sequence of pubertal changes in girls?\nThelarchePubarcheMenarche\nPubarcheThelarcheMenarche\nPubarcheMenarcheThelarche\nMenarcheThelarchePubarche\n\n\nQuestion 12:\n\nWhich of the following effects of puberty are not mediated by estrogen?\nHair growth\nCervical mucus secretion\nVaginal cornification\nMenstruation\n\n\nQuestion 13:\n\nYou are examining an 18-year-old woman and it appears she has mature adult breasts. What is the Tanner stage of breast development in her?\nB3\nB4\nB5\nB6\n\n\nQuestion 14:\n\nAn adolescent girl is brought to OPD with a history of delayed menses. On examination, you note the following developmental changes. What is the Tanner staging?\nTanner è\nTanner 3\n\nTanner 4\nTanner 5\n\n\nQuestion 15:\n\nUntil which age is the growth rate of boys and girls similar?\n10 years\n10.5 years\n11 years\n11.5 years\n\n\nQuestion 16:\n\nA 13-year-old girl presents to the OBG clinic with complaints of heavy menstrual bleeding. She attained menarche 4 months back. What pattern of bleeding would you expect in this patient?\nIrregular and often shortened\nIrregular and often prolonged\nRegular and often shortened\nRegular and often prolonged\n\n\nQuestion 17:\n\nWhat is diagnostic criterion for considering puberty to be delayed in girls?\nAbsence of menstruation by the age of 14 years\nAbsence of secondary sexual characters by the age of 14 years\nAbsence of menstruation by the age of 15 years\nAbsence of secondary sexual characters by the age of 1è years\n\n\nQuestion 18:\n\nA 13-year-old girl is brought to the pediatrician with complaints of short stature and absence of menses. On examination, breasts are Tanner's stage 1. What is the most common cause of her condition?\n\nIdiopathic\nConstitutiona\nPolycystic ovarian disease\nTurner's syndrome\n\n\nQuestion 19:\n\nA 16-year-old girl with primary amenorrhea has the following features. What is the most probable diagnosis?\nTesticular feminizing syndrome\nGonadal dysgenesis\n˜allmann syndrome\nTurner syndrome\n\n\nQuestion 20:\n\nIn which of the following conditions do secondary sexual characters appear to be normal?\n4 and 5\n1, 3 and 5\nè, 3 and 4\n1, 3, 4 and 5\n\n\nQuestion 21:\n\nA 16-year-old girl has come to your clinic with primary amenorrhea. On evaluation, height and secondary sexual characteristics are normal for her age. Ultrasound showed ovaries but no uterus was seen. Her karyotype is 46XX. What is the diagnosis?\nMullerian agenesis\nAndrogen insensitivity syndrome\n˜allman syndrome\nSwyer syndrome\n\n\nQuestion 22:\n\nA 14-year-old girl presented with cyclical abdominal pain and a midline hypogastric lump. She has not achieved menarche yet. On examination, a bluish bulge is noted on parting the labia. What is the likely cause of her condition?\nBartholin cyst\nTransverse vaginal septum\nImperforate hymen\nEndometrioma\n\n\nQuestion 23:\n\nA 16-year-old girl is brought to the clinic by her mother with complaints of failure of onset of menses. On examination, her height is 150 cm, her breasts are underdeveloped, and sparse pubic hair is present. Ultrasound shows a small uterus and no gonads are visible. Which of the following statements is incorrect about her condition?\n˜aryotype may have a Y chromosome\nçH and FSH levels will be low\nPregnancy can occur with ovum donation\nEstrogen and progesterone supplementation is the treatment\n\n\nQuestion 24:\n\nA 16-year-old girl with primary amenorrhea has come to your clinic. On examination, thelarche is absent. She has a normal stature, and her karyotype is 46XX. Which investigation would you prefer to perform first?\nSerum testosterone\nUSG pelvis\nçH, FSH levels\nHysterosalpingogram\n\n\nQuestion 25:\n\nA è5-year-old female came with complaints of 4 months of amenorrhea. Her FSH and çH were elevated above the normal value, thyroid function tests were normal. Which is the next step in management ?\nEstimate serum estradiol values\n\nGive progesterone and stop after 10 days for withdrawal bleeding\nCheck USG for polycystic ovaries\nDo a urine pregnancy test\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\n\nSolution to Question 1:\nThe sex of the fetus is determined by Yp11, which is a region present on the short arm of the Y chromosome.\nIt contains the SRY gene, which produces the protein called the testis determining factor. This causes the gonads to develop into the testes. The target gene for SRY which favours testis differentiation is SOX9.\nIf SRY gene or Y chromosome are absent, the gonads develop as ovaries. The genes that favor this are:\nWnT4\nRspo\nDAX1\n\n\n\nSolution to Question 2:\nSexual differentiation of the fetus occurs only after the 7th week of development.\nThe chromosomal and genetic sex of an embryo is determined at fertilization by the kind of sperm that fertilizes the ovum (X or Y). However, male and female morphological characteristics begin developing after the 7th week. At the end of the 6th week of development, it is impossible to distinguish between the two sexes.\n\n\n\nSolution to Question 3:\nThe lower part of the vagina is derived from the urogenital sinus. Option A: The ovary and the testis are derived from the genital ridge.\nOption C: The upper part of the vagina is derived from the paramesonephric duct or Mullerian duct. The uterus develops from the fusion of the right and left paramesonephric ducts in the midline.\nOption D: The labia minora and the ventral aspect of the penis are derived from the urogenita folds.\n\n\n\n\n\n\nSolution to Question 4:\nThe vaginal epithelium is derived from the epithelium of the urogenital sinus. The epithelium of urogenital sinus is formed by the endoderm.\n›ote: Urogenital sinus epithelium stains positive for FOXA1, and Mullerian duct epithelium stains positive for PAXè. In è017, immunohistochemical testing done on embryos revealed vagina epithelium showed positive immunostaining for both FOXA1 and PAXè.\n\n\n\nSolution to Question 5:\nThe round ligament in women is homologous to gubernaculum testis in men. Homologous structures are those that have the same embryological origin.\n\n\nSolution to Question 6:\nThe Gartner's duct is not derived from the paramesonephric duct. It is a remnant of the mesonephric/ Wolffian duct.\n\n\n\nSolution to Question 7:\nThe most common developmental abnormality of the uterus is septate uterus, followed by bicornuate uterus.\n\nSolution to Question 8:\nIn a hysterosalpingogram, the uterine anomaly cannot be determined as the external contour of the uterus cannot be seen.\nHysterosalpingography (HSG) provides excellent information about the interior contour of the uterine cavity. However, it doesn't show the external contour, so it cannot distinguish between uterine anomalies such as didelphys, bicornuate, septate or arcuate uteruses.\nTransvaginal 3-D ultrasonography (3D TV-US) is very accurate for the diagnosis and differentiation of uterine anomalies. It is the first and only mandatory step in the assessment of the uterine cavity in patients with a suspected uterine anomaly.\nPelvic MRI without contrast provides excellent delineation of both internal and external uterine contours. It should be reserved for patients in whom 3D TV-US is not possible.\n\n\n\nSolution to Question 9:\nUltrasonography (USG) is performed to confirm a diagnosis of uterus didelphys.\nUterine didelphis is a congenital condition that occurs when the incomplete fusion of Mullerian ducts that form the uterus during embryonic development leads to the development of two separate uterine cavities and two cervices, each with its own set of endometrial lining.\nIt is commonly associated with renal anomalies such as unilateral renal agenesis, severe renal hypoplasia, etc, and is often associated with recurrent pregnancy loss, preterm labour, malpresentation, and prematurity.\n3D ultrasound, a non-invasive test, visualizes both the external (serosal) and interna (endometrial) uterine contours, effectively identifying anomalies. Hysterosalpingography (Option C) shows only the internal contour, making it unable to distinguish between conditions like didelphys, bicornuate, septate, or arcuate uterus.\n\n\nThe USG findings in didelphys uterus are two widely separated uterine horns and a deep fundal indentation.\nçaparoscopy and hysteroscopy, being invasive diagnostic procedures, should be reserved for cases where simultaneous surgical treatment is planned following a comprehensive non-invasive assessment of a Mullerian anomaly. (Option A)\nIntravenous pyelography is used to diagnose congenital renal anomalies. (Option B)\n\n\n\n\nSolution to Question 10:\nTranscervical hysteroscopic resection of the septum has the best obstetric outcome.\nThe procedure involves the resection of the septum under hysteroscopic guidance. Hence, it doesn't scar the uterus and avoids the necessity of cesarean sections for future pregnancies improving obstetric outcomes.\nMetroplasty is the surgical resection of the intrauterine septum. This is done by approaching the uterus transabdominally via 3 methods:\n‘ones metroplasty\nStrassmann metroplasty\nTompkins metroplasty\nAll of these methods are not preferred nowadays as they cause uterine scarring.\n\n\n\nSolution to Question 11:\nThe sequence of pubertal changes in girls is thelarche  pubarche  menarche.\n\nPuberty marks the normal physiologic transition from childhood to sexual and reproductive maturity. The order of changes in puberty are:\nThelarche - It refers to breast budding, and is the first visible sign. It indicates the competency of the hypothalamo-pituitary-ovarian axis. It appears between the age of 9-11 years, and is described using Tanner staging.\nAdrenarche - It refers to the generation of androgens (estrogen and testosterone) from the adrenal gland.\nPubarche - It refers to the development of pubic hair, and occurs usually 6 months after thelarche. It is also described using Tanner staging.\nMenarche - It refers to the first occurrence of menstruation. Growth spurt usually occurs between ages 10.5 to 13.5 years.\n\n\nSolution to Question 12:\nPubarche or the development of axillary and pubic hair is not mediated by estrogen. It occurs due to testosterone in both sexes. Around 50% of testosterone comes from the ovaries and the rest from the adrenal gland.\nPuberty in girls involves breast development (thelarche), an increase in adrenal androgen secretion (adrenarche), and the beginning of menstrual cycles (menarche).\nEstrogen has the following actions during puberty:\nBreast development\nDevelopment of the reproductive tract\nStarting of menstruation (option D)\nIncreased fat in the hips\nRegulation of pubertal growth spurt\nVaginal cornification (option C)\nCervical mucus production (option B)\nEpiphyseal closure\nMaintenance of bone formation - acts against parathyroid hormone.\n\n\n\nSolution to Question 13:\nThe Tanner staging of the breast, in case of mature adult breast, is denoted as B5.\n\n\n\n\n\nSolution to Question 14:\nThe breast elevated as a small mound and pigmented, slightly curved pubic hair is seen in Tanner stage è.\n\n\n\n\nSolution to Question 15:\n\nThe growth rate of boys and girls is similar till the age of 10.5 years.\nThe growth spurt in girls overtakes that of boys for 1-è years and reaches a plateau. In boys, the growth spurt starts later and continues for a longer duration. As a result, boys grow taller than girls in terms of final height.\n\n\n\nSolution to Question 16:\nThe given case scenario is suggestive of puberty menorrhagia. Menstruation tends to be irregular and often prolonged.\nSince the hypothalamo-pituitary-ovarian axis is maturing, initial cycles are\nanovulatory. Therefore, the pattern of bleeding is irregular. Also, as the endometrium is under the prolonged influence of estrogen, it gets thickened more than normal. Shedding of this thickened endometrium leads to prolonged bleeding.\n\n\n\nSolution to Question 17:\nPuberty would be considered to be delayed in any girl who has not started menstruating by the age of 15 years.\nDelayed puberty in girls can be declared on the basis of è grounds. These are:\n›o secondary sexual characters are present by 13 years of age.\nSecondary sexual characters are present, but no menses have occurred by 15 years of age. If any one of these is present, it's considered to be a case of delayed puberty.\nPrecocious puberty is considered if breast development or onset of puberty occurs in children less than 8 years of age.\n\n\n\nSolution to Question 18:\nThe given case scenario is suggestive of delayed puberty. The most common cause of this condition is constitutional.\nPuberty is considered to be delayed if:\nBreast development doesn't occur by 13 years in girls.\nTesticular enlargement doesn't occur by 14 years in boys. Causes of delayed puberty:\nConstitutional or physiological delay (most common)\nChronic anovulation - PCOS\nAnatomical:\n\nOutlet obstruction\nGonadal agenesis\nAndrogen insensitivity syndrome\nHypergonadotropic hypogonadism - E.g., Premature ovarian failure\nHypogonadotropic hypogonadism - e.g., ˜allman syndrome\nPrecocious puberty is considered if signs of puberty are seen in children less than 8 years of age. Causes of precocious puberty:\nIdiopathic (most common)\nCentra\nC›S tumors\nInfections\nTumors producing\nEstrogen\nTestosterone\nhCG\nCongenital adrenal hyperplasia\nThe protocol followed for evaluation of delayed puberty in girls is given below.\n\n\n\n\nSolution to Question 19:\nThe scenario of a 16-year-old girl with absent secondary sexual characters, normal stature, with XX karyotype and high FSH and çH is suggestive of pure gonadal dysgenesis.\n\n46 XX and 46 XY gonadal dysgenesis without the phenotype of Turner's syndrome (short stature, webbed neck) is described as pure gonadal dysgenesis. It is characterized by the presence of primary amenorrhea with or without normal secondary sexual characteristics.\nOption A: Testicular feminizing syndrome occurs in karyotype XY. Secondary sexual characters are present and the uterus is absent.\nOption C: ˜allmann syndrome is a form of hypogonadotropic hypogonadism. GnRH synthesis is reduced, therefore FSH and çH are low, and secondary sexual characters are absent.\nOption D: Turner syndrome is associated with short stature and karyotype X0. Secondary sexua characters and the uterus is present, but the ovaries are streaked.\n\n\n\n\n\nSolution to Question 20:\n\nSecondary sexual characters appear normal in the following:\nImperforate hymen\nTransverse vaginal septum\nAbsent vagina and functioning uterus\nAbsent vagina and nonfunctioning uterus - Mayer–Rokitansky–˜üster–Hauser syndrome\n[MR˜H]\nResistant ovary syndrome\nIn androgen insensitivity syndrome, secondary sexual characteristics may or may not develop normally. The genotype is XY, however a female phenotype develops. These patients have\nwell-developed breasts, but they have scanty body hair. This is because growth of sexual hair is only mediated via androgens. Thus, secondary sexual characters cannot be considered normal.\n\n\n\n\nSolution to Question 21:\nThe given case scenario is suggestive of Mullerian agenesis. It is differentiated from androgen insensitivity syndrome as follows:\nOption C: ˜allman syndrome is hypogonadotropic hypogonadism. There is a lack of GnRH synthesis, and sexual development is delayed. Uterus is present.\nOption D: Swyer syndrome is pure gonadal dysgenesis. The karyotype is XY and the uterus is underdeveloped.\n\n\n\n\n\n\n\nSolution to Question 22:\nThe given case scenario is suggestive of an imperforate hymen, which has led to cryptomenorrhoea. This is a condition where menstruation occurs but is not visible due to an obstruction of the outflow tract.\nThe menstrual fluid gets collected in the reproductive tract. When this collection occurs in the vagina, it is known as hematocolpos. If the collection extends to the uterus, it is known as hematometra. The collection of blood in the fallopian tubes is called hematosalpinx.\nThe most common causes of cryptomenorrhea are:\nIntact/imperforate hymen - a bluish convex bulge is seen.\nTransverse vaginal septum - a pinkish concave covering is seen Ultrasound pelvis confirms the diagnosis.\nManagement:\nImperforate hymen - A simple cruciate incision of the hymen allows the free drainage of the collected menstrual blood, and leads to normal reproductive function.\n\nTransverse vaginal septum - Extensive dissection and vaginoplasty is required.\nOption A: Bartholin's cyst appears as a swelling on the inner side of the labia majora. çarger cysts can bulge across the introitus. Small cysts can remain asymptomatic.\nOption D: Endometriomas are endometriotic lesions seen on the ovary. They present as adnexa masses. Endometriosis is a complication in cryptomenorrhea, due to retrograde menstruation.\n\n\n\nSolution to Question 23:\nThe given clinical scenario is suggestive of gonadal dysgenesis. Hence, the patient will have high çH and FSH levels as it is a condition of hypergonadotrophic hypogonadism.\nGonadal dysgenesis is the most frequent cause of premature ovarian failure. In this disorder, a normal complement of germ cells is present in the early fetal ovary. However, oocytes undergo accelerated atresia, and the ovary is replaced by a fibrous streak. This is called a streak gonad.\nThere are two types of gonadal dysgenesis:\nPure gonadal dysgenesis:\n˜aryotypes seen:\n46 XX is seen in pure gonadal dysgenesis due to FSH gene mutation.\n46 XY - Swyer syndrome\nAssociated with primary amenorrhoea\nThey are phenotypically female due to:\nAbsence of testosterone\nAbsence of Anti-Mullerian hormone secretion by testes\nThe underdeveloped gonad ultimately fails, which is indicated by elevated gonadotropin (çH,\nFSH) levels\nThe presence of a Y chromosome can result in a germ cell tumor in the dysgenetic gonad\nTreatment:\nHormone replacement therapy - with estrogen and progesterone\nInfertility - Pregnancy can occur with a donated ovum è. Mixed gonadal dysgenesis:\n˜aryotypes seen:\n45 X0 - e.g. Turner's syndrome\n46 XX\n46 XY\nMosaicism\nDysgenetic gonad can develop into a germ cell tumor.\n\nSolution to Question 24:\nThe given case scenario is suggestive of primary amenorrhea. The first line of investigation in primary amenorrhea should be hormonal assay (çH, FSH, estrogen).\nFollowing this investigation, USG pelvis and MRI pelvis can be performed to enable the anatomical assessment.\nçH and FSH levels help to assess whether it is a hypogonadotropic or hypergonadotropic condition. The hormone replacement therapy is planned based on çH and FSH levels.\nThe various types of hypogonadism are as follows:\n›ote: In a patient with primary amenorrhea with absent sexual characteristics, the first line of investigation is hormonal assay (çH and FSH levels).\n\n\n\n\nSolution to Question 25:\nThe given clinical scenario is suggestive of premature ovarian failure. The next step in management would be to check serum estradiol levels to evaluate amenorrhea.\nCategories of amenorrhea are based on gonadotrophin and estrogen levels as follows:\nHypergonadotropic hypogonadism - also known as premature ovarian failure.\nHypogonadotropic hypogonadism\nEugonadotropic hypogonadism\nHypergonadotropic hypogonadism/premature ovarian failure is present when:\nOvarian function is decreased/absent - Serum estrogen levels are low. Serum prolactin is high.\nçH and FSH (gonadotropins) levels are high, as sex-steroid feedback is absent. Differential diagnosis of premature ovarian failure:\nGonadal dysgenesis\nSpecific gene defects\nFragile X (FMR1 premutation)\nGalactosemia\n\nIatrogenic\nOvarian surgery\nGonadal radiation\nSystemic chemotherapy\nAutoimmune disease\nToxins\nViruses\nMiscellaneous\n›ote: Since FSH, çH, and TFT are already estimated, it suggests that all preliminary tests (including UPT) are done. Moreover, serum FSH and çH values are quite low during pregnancy. This is due to the inhibitory effects of elevated estrogen and progesterone.\n\nPhysiological Changes During Pregnancy\n\nQuestion 1:\n\nWhich of the following is true about vaginal changes in a normal pregnancy?\nDecreased number of Lactobacilli\nIncreased glycogen metabolism in the epithelium\npH &gt; 6.8\nEpithelial thinning\n\n\nQuestion 2:\n\nIn pregnancy, vaginal cytology shows a predominance of \t.\nIntermediate cells\nSuperficial cells\nBasal cells\nParabasal cells\n\n\nQuestion 3:\n\nA 28-year-old woman has come for pre-conceptional counselling. Her BMI is 30 kg/m2 and she is worried about weight gain during pregnancy. How much weight should she gain during pregnancy?\n5-9 kg\n8-11 kg\n10-13 kg\n14-16 kg\n\n\nQuestion 4:\n\nIn pregnancy, the diaphragm is elevated by \t.\n3 cm\n2 cm\n\n4 cm\n5 cm\n\n\nQuestion 5:\n\nA pregnant woman at her 30th week of pregnancy undergoes a pulmonary function test. Provided there is no respiratory abnormality, which of the following would be decreased?\nRespiratory rate\nVital capacity\nFunctional residual capacity\nInspiratory capacity\n\n\nQuestion 6:\n\nWhich of the following statements is true about prolactin levels in pregnancy?\nLowest in pregnancy and increases after delivery\nHighest at term and reduces after delivery\nIncreases during pregnancy and plateaus during lactation\nPulsatile release during pregnancy\n\n\nQuestion 7:\n\nWhich of the following produce estrogen and progesterone in the first two months of pregnancy?\nCorpus albicans\nAdrenal gland\nPlacenta\nCorpus luteum\n\n\nQuestion 8:\n\nA pregnant woman presents to an antenatal clinic for the first time during the second trimester. In view of a family history of thyroid disorders, a thyroid function test is sent for. Altered levels of which of the following would not be a cause for concern?\n\nFree T3 leve\nFree T4 leve\nTotal T3 leve\nTSH leve\n\n\nQuestion 9:\n\nWhich of the following do not synthesise relaxin during pregnancy?\nPlacenta\nFetal adrenal gland\nCorpus luteum\nDecidua\n\n\nQuestion 10:\n\nWhich among the given features is not a major physiological change in pregnancy?\nInsulin resistance\nIncrease in BMR\nHypothyroidism\nIncrease in blood volume\n\n\nQuestion 11:\n\nA pregnant woman with diabetes mellitus is advised to increase her insulin dose as pregnancy is characterised by insulin resistance. Which of the following is not implicated in this phenomenon?\nHuman placental lactogen\nProgesterone\nhCG\nEstrogen\n\n\nQuestion 12:\n\nWhich of the following changes are not seen in the renal system during pregnancy?\n\nIncrease in kidney size\nIncrease in serum creatinine\nIncreased GFR\nIncreased renal blood flow\n\n\nQuestion 13:\n\nWhich of the following is increased during pregnancy?\nSerum potassium\nHemoglobin concentration\nTotal oxygen carrying capacity of blood\nSerum iron concentration\n\n\nQuestion 14:\n\nWhich of the following is not a physiological change seen in pregnancy?\nIncrease in intravascular volume\nIncrease in cardiac output\nDecrease in systolic BP\nIncrease in peripheral vascular resistance\n\n\nQuestion 15:\n\nA primigravida presents in the 2nd trimester complaining that her slippers do not fit anymore. On examination, her pulse is 88/min and blood pressure is 130/84mm Hg. You note bilateral pitting edema up to the level of ankles. What would you advise her?\nOral furosemide\nOral labetalo\nRestrict salt intake\nBed rest\n\n\nQuestion 16:\n\nWhich of the following is not a physiological change seen during pregnancy?\n\nPulmonary blood flow is increased by 2,500 mL/min\nBlood flow to the skin decreases to 300 mL/min\nBlood flow to the uterus increases to 750 mL/min\nRenal blood flow increases by 400 mL/min\n\n\nQuestion 17:\n\nA 23-year-old primigravida presents to the antenatal clinic at 30 weeks of gestation. During examination, which of the following cardiovascular findings would not be a cause for alarm?\nS3\nS4\nFixed split S2\nPericardial knock\n\n\nQuestion 18:\n\nWhich of the following coagulation factors are increased in pregnancy?\n2, 3, 4\n2, 3, 4, 5\n1, 2, 3, 4, 5\n1, 2, 3\n\n\nQuestion 19:\n\nA 24-year-old primigravida at 38 weeks of gestation presents to the antenatal clinic with complaints of dizziness on lying down for the past one week. She feels better on sitting up or turning to the side. What is the cause of this condition?\nIncreased abdominal pressure\nInferior vena caval compression\nAortic compression\nIncreased uteroplacental blood flow\n\n\nQuestion 20:\n\nWhich of the following is true regarding the sensitivity of uterine musculature?\nEnhanced by progesterone\nInhibited by estrogen\nEnhanced by both estrogen and progesterone\nEnhanced by estrogen and inhibited by progesterone\n\n\nQuestion 21:\n\nA pregnant woman has cramps in her legs. What will you suggest her to relieve the pain?\nExtend knee and dorsiflex foot\nFlex knee and dorsiflex foot\nExtend knee and plantar flex foot\nFlex knee and plantar flex foot\n\n\nQuestion 22:\n\nTheca lutein cysts are not associated with which of the following conditions?\nAnti-D allo-immunization\nFetal hydrops\nNormal pregnancy\nHyperprolactinemia\n\n\nQuestion 23:\n\nIn which trimester does acute fatty liver manifest most commonly during pregnancy?\nFirst trimester\nSecond trimester\nThird trimester\nBoth (a) and (b)\n\n\nQuestion 24:\n\nWhat does the term 'placental sign' denote?\n\nAlteration of fetal heart rate on pressing the head into the pelvis\nSpotting on the expected date of period in early months of pregnancy\nPermanent lengthening of the cord in 3rd stage of labor\nSlight gush of bleeding in 3rd stage of labor\n\n\n\n\nAnswer Key\n\n\nDetailed Explanations\nSolution to Question 1:\nThere is an increase in the metabolism of glycogen in the vaginal epithelium during normal pregnancy.\nThe changes in the vagina during pregnancy include:\nIncreased vascularity and hyperemia resulting in a violet/purplish color characteristic of Chadwick's sign\nVaginal epithelium undergoes marked proliferation (option D) with the extension of the squamocolumnar junction downwards\nVaginal pH decreases and becomes more acidic (option C) and varies from 3.5-6.0.\nIncrease in the number of Lactobacillus acidophilus (option A). It metabolizes the glycogen stores and causes an increased production of lactic acid. Therefore, the pH becomes acidic.\nIncreased volume of cervical secretion during pregnancy results in the production of thick white vaginal discharge.\n\n\n\nSolution to Question 2:\nDuring pregnancy, vaginal cytology shows a predominance of intermediate cells.\n\n\n\nSolution to Question 3:\nThe patient in the given question is obese. The recommended gestational weight gain in such a patient is 5-9 kg.\nIdeally, weight gain should depend on the pre-pregnancy BMI (body mass index) level. The gestational weight gain recommended for each BMI category by the Institute of Medicine (IOM) are as follows:\n\n\nSolution to Question 4:\nThe diaphragm is elevated by 4 cm in pregnancy.\nThe anatomical changes in the respiratory system during pregnancy are:\nElevation of diaphragm by 4 cm\nTransverse diameter of chest increases by 2 cm\nChest circumference increases by 5-7 cm\nSubcostal angle increases from 68 degrees to 103 degrees\n\n\n\nSolution to Question 5:\nFunctional residual capacity decreases in pregnancy.\nThe changes in the respiratory system during pregnancy are:\n(Mnemonic: TIMM increases in pregnancy)\n\n\n\n\n\nSolution to Question 6:\nThe maternal plasma prolactin level is highest at term and reduces after delivery. Despite this high level, milk secretion does not occur during pregnancy due to the action of estrogen and\n\nprogesterone.\nProlactin secretion returns to the nonpregnant level a few weeks after delivery. The levels of estrogen and progesterone fall and hence, prolactin can promote milk secretion even at a lesser concentration.\n\n\n\nSolution to Question 7:\nIn the first two months of pregnancy, estrogen and progesterone are produced by the corpus luteum.\nIt functions maximally during the second month of pregnancy and thereafter contributes relatively little. Estrogen is synthesized in the placenta from the 7th week and progesterone from the 8th week.\n\n\n\nSolution to Question 8:\nTotal T3 levels are altered throughout pregnancy.\nTotal T3 and total T4 increase due to stimulation of thyroid tissue by hCG during the early period of gestation. However, there is no change in free T3 and T4 due to an increase in thyroid-binding globulin (TBG).\nThis leads to a transient fall in TSH during the early weeks of gestation. The level of TSH becomes normal during the second and third trimester.\nHormone secretion during pregnancy:\nIncreased\nGH\nInsulin\nProlactin\nAldosterone\nTestosterone\nTotal T3, T4\nDecreased\nLH\nFSH\nDHEAS (dihydroepiandosterone)\nUnchanged\nTSH\nADH (vasopressin)\n\nFree T3, T4\n\n\n\nSolution to Question 9:\nRelaxin is not synthesised by the fetal adrenal gland in a pregnant woman. It is synthesised by corpus luteum, decidua and placenta.\nRelaxin is a placental protein hormone. Plasma levels peak between 8 and 12 weeks of gestation and decline thereafter to lower levels that persist until term.\nFunctions of relaxin are:\nRelaxation of myometrium and quiescence of early pregnancy\nEnhancement of the glomerular filtration rate\nEndometrial vascular remodelling by inducing secretion of VEGF\n\n\n\nSolution to Question 10:\nAmong the given features hypothyroidism is not a major physiological change in pregnancy.\nThe  -subunits of hCG and TSH are identical. An increase in hCG during pregnancy stimulates thyroid and leads to a decrease in TSH levels. The thyroid undergoes enlargement and boosts the production of hormones. This is accompanied by increased production of thyroid-binding globulin(TBG). All these changes increase total T4 and T3 in the first trimester. But the physiologically important free T4 and T3 levels remain unchanged. Hence, physiologically pregnant women remain euthyroid.\nOption A: Normal pregnancy is characterized by insulin resistance and hyperinsulinemia. Human placental lactogen(hPL) secreted during pregnancy, helps in adaptation to fetal energy requirements. Insulin resistance causes prolonged hyperglycemia and glucose flow to the fetus. It also favours protein synthesis. To counterbalance the increased insulin resistance and prevent maternal hyperglycemia, maternal insulin levels are increased.\nOption B: By the 3rd trimester, there is an increase in the maternal basal metabolic rate by 10 to 20% in comparison to a nonpregnant woman.\nOption D: During normal pregnancy, mean arterial pressure and vascular resistance decrease, while blood volume and cardiac output rate increase. This helps in meeting metabolic demands of the enlarged uterus, provide nutrients to rapidly growing placenta and fetus, safeguard mother against the effects of parturition-associated blood loss.\n\n\n\nSolution to Question 11:\nhCG is not implicated in insulin resistance during pregnancy.\n\nAs the fetus is dependant on maternal glucose for sustenance, the blood glucose levels are maintained at a high level in the mother. In response to this, the insulin level in the mother increases, which reduces the maternal blood glucose. To counteract this, the placenta secretes certain hormones which increase insulin resistance in the mother. This resistance is maximal between 24 to 28 weeks.\nHormones increasing insulin resistance include:\nHuman placental lactogen - Increases lipolysis and liberation of free fatty acids\nProgesterone and estrogen\nPlacental growth hormone - Major determinant of maternal insulin resistance after mid-pregnancy\nCortiso\nProlactin\n\n\n\nSolution to Question 12:\nSerum creatinine levels decrease during normal pregnancy from a mean of 0.7 mg/dL to 0.5 mg/dL.\nPhysiological changes in the renal system during pregnancy include:\nIncrease in:\nRenal blood flow(+80%)\nGFR(+50%)\nCreatinine clearance\nGlucosuria\nDecrease in:\nPlasma osmolality\nCreatinine\nUric acid\nNa/K/C\nAnatomical changes in the renal system during pregnancy include:\nBoth kidneys enlarge by 1 cm\nHydroureter and hydronephrosis - More common on the right side due to dextrorotation of the uterus\nCongestion of the bladder causing decreased bladder capacity\nIncreased bladder pressure and intraurethral pressure\n\nSolution to Question 13:\nThe total oxygen-carrying capacity of the blood increases during pregnancy.\nDuring pregnancy, there is an increase in total haemoglobin (Hb) resulting in increased total oxygen-carrying capacity of the blood. However, there is a relative decrease in Hb concentration (hematocrit) due to a greater increase in plasma volume. This decreases oxygen-carrying capacity per unit volume of blood.\nMaternal iron stores are not sufficient to meet the increased demand during pregnancy and hence the serum iron and ferritin concentration falls.\nThe plasma volume expansion also lowers serum potassium.\n\n\n\nSolution to Question 14:\nDecrease in peripheral vascular resistance is a physiological change seen in pregnancy. Cardiovascular parameters that increase in pregnancy are:\nCardiac output\nStroke volume\nHeart rate\nCardiovascular parameters that decrease in pregnancy are:\nPeripheral vascular resistance (due to smooth muscle relaxation by progesterone)\nBoth diastolic BP and systolic BP (decrease in DBP &gt; SBP)\nMean arterial BP\nArtery venous O2 gradient\n\n\n\nSolution to Question 15:\nThe clinical features are suggestive of physiological edema during pregnancy for which the most appropriate treatment is bed rest.\nIt occurs due to increased venous pressure of the inferior extremities by the gravid uterus pressing on the common iliac veins.\nFeatures of physiological edema in pregnancy are:\nSlight degree of ankle edema\nUsually confined to one leg, more commonly the right leg\nNot associated with any other features of preeclampsia (like BP&gt;140/90mm Hg, proteinuria)\nDisappears with rest\nOther cardiac, renal and hematological pathologies are absent\n\nSolution to Question 16:\nThe blood flow to the skin and mucous membranes increases during pregnancy to a maximum of 500 mL/min by the 36th week. Symptoms experienced during pregnancy such as increased heat sensation, sweating or having a stuffy nose can be explained by the increased blood flow.\nRegional distribution of blood flow during pregnancy:\nUterine blood flow - increased from 50 mL/min in the non-pregnant state to about 750 mL near term.\nPulmonary blood flow - increased by 2,500 mL/min.\nRenal blood flow - increases by 400 mL/min at 16th week and remains at this level till term.\n\n\n\nSolution to Question 17:\nS3 is normally heard during pregnancy.\nThe third heart sound (S3) occurs due to rapid diastolic filling in hypervolemic states such as pregnancy, anemia or thyrotoxicosis. Hypervolemia is a normal physiological change during pregnancy.\nThe auscultation of a fixed split S2, fourth heart sound (S4) or a pericardial knock are suggestive of cardiac pathology.\n\n\n\nSolution to Question 18:\nAll clotting factors increase in pregnancy except factors XI and XIII. Pregnancy is a hypercoagulable state with physiological changes such as:\nAll clotting factors are increased (except factors XI and XIII)\nFibrinogen levels are also increased\nThe viscosity of blood decreases due to hemodilution\nClotting time and bleeding time is unaffected\nThe most common cause of decreased platelet count in pregnancy is benign gestational thrombocytopenia. This is due to hemodilution and increased platelet consumption and the women are generally asymptomatic.\n\n\n\nSolution to Question 19:\n\nThe clinical features are suggestive of supine hypotension syndrome due to inferior vena caval compression.\nDuring late pregnancy, the gravid uterus produces a compression effect on the inferior vena cava (IVC) when the patient is in the supine position. To compensate, there will be an opening up of the collaterals of paravertebral and azygous veins.\nWhen collaterals fail to open, venous return of the heart is reduced leading to hypotension, tachycardia, and syncope. The normal blood pressure is quickly restored by turning the patient to lateral position.\n\n\n\nSolution to Question 20:\nThe sensitivity of uterine musculature is enhanced by estrogen and inhibited by progesterone.\nEstrogen stimulates the synthesis of myometrial contractile proteins through cAMP. This increases the excitability of uterine muscles and the frequency of action potentials.\nProgesterone decreases the frequency and intensity of uterine contractions. This helps to prevent the expulsion of the implanted ovum. However, it increases the amplitude of contraction.\n\n\n\nSolution to Question 21:\nExtension at the knee joint and dorsiflexion at the ankle joint helps in stretching the calf muscles which relieves the pain.\nLeg cramps are minor ailments during pregnancy mostly due to a deficiency of diffusible serum calcium or elevation of serum phosphorus. Management includes massaging the leg, stretching exercises, application of local heat, and supplementation of vitamin B1 and calcium.\n\n\n\nSolution to Question 22:\nTheca lutein cysts are not seen in hyperprolactinemia.\nTheca-lutein cysts are benign ovarian lesions resulting from exaggerated physiological follicle stimulation. They are usually associated with markedly elevated serum levels of hCG.\nTheca lutein cysts are found in association with:\nLarge placenta\nDiabetes\nAnti-D alloimmunization\nMultifetal gestations\nFetal hydrops\nGestational trophoblastic disease - Molar pregnancy\n\nReduced hCG clearance - Chronic renal failure\nThey may also be found in normal pregnancy due to an exaggerated response of the ovaries to normal circulating levels of hCG.\n\n\n\nSolution to Question 23:\nAcute fatty liver of pregnancy (AFLP) occurs most commonly in the third trimester or early postpartum period.\nRisk factors include Pre-eclampsia/HELLP syndrome, male fetus, previous history of AFLP, and multiple gestations.\nAFLP (acute yellow atrophy or acute fatty metamorphosis) is the most common cause of acute liver failure in pregnancy. It usually occurs in the later stages of pregnancy, particularly in\nthe third trimester. It occurs due to fetal deficiency of long-chain acyl-coenzyme A dehydrogenase (LCHAD) or poor placental mitochondrial function.\nThe patients present with persistent nausea and vomiting, progressive jaundice, and epigastric pain. Features like acute hemolysis, hypoglycemia, hypertension, proteinuria, thrombocytopenia, and edema can also be present. Symptoms may progress to fulminant hepatic failure with encephalopathy, disseminated intravascular coagulation, and death.\nLiver function tests such as AST, ALT, and serum bilirubin levels are raised. Hypofibrinogenemia, hypocholesterolemia, and prolonged clotting time can be seen. An elevated d-dimer is\nseen. Microscopy reveals a characteristic microvesicular fatty infiltration.\nThe condition worsens till delivery after which the hepatic dysfunction resolves. A trial of labor by induction or delivery by Cesarean is done. Intensive supportive measures including blood transfusion should be provided.\nThe clinical and laboratory findings of acute liver diseases in pregnancy are as follows:\nThe condition worsens till delivery after which the hepatic dysfunction resolves. Appropriate management is immediate termination of pregnancy irrespective of gestational age by induction or delivery by Cesarean (for obstetric reasons) is done. Intensive supportive measures including blood transfusion should be provided.\n\n\n\n\n\n\nSolution to Question 24:\nSpotting on the expected date of menstruation in the early months of pregnancy is known as placental sign.\nCyclic bleeding may occur up to 12 weeks of pregnancy until the decidual space is obliterated by the fusion of decidua parietalis with decidua capsularis. The bleeding is usually scanty and lasts for a shorter duration than in a regular menstrual cycle.\nOption A: Slowing of the fetal heart rate (FHR) on pressing the head down into the pelvis is suggestive of placenta previa (especially of posterior type) and is called Stallworthy’s sign. The fetal heart rate recovers as soon as the pressure is released.\nOptions C and D: Permanent lengthening of the cord and slight gush of bleeding in 3rd stage of labor are suggestive of separation of the placenta.\n\nDiagnosis of Pregnancy and Antenatal Care\n\nQuestion 1:\n\nWhat is the duration of the 4th trimester in pregnancy?\n6 weeks postpartum\n12 weeks postpartum\n4 weeks postpartum\n38 to 40 weeks of pregnancy\n\n\nQuestion 2:\n\nWhat is the ideal number of antenatal visits?\n12-14\n6-8\n7-9\n10-11\n\n\nQuestion 3:\n\nWhich of the following statements is not true about parity?\nParity refers to the number of previous pregnancies reaching viability\nIf a woman has twins, the parity remains one\nIf a woman has a stillborn child, her parity decreases\nMultipara is a woman who has completed 2 or more pregnancies past the period of viability\n\n\nQuestion 4:\n\nA 30-year-old woman came to the OPD with a twin pregnancy at 10 weeks of gestation. She has a 3-year-old female child who was born at term and had 2 first trimester abortions previously. Which of the following is the correct representation of her obstetric score.\nG4 P2 L1 A2\nG4 P1 A2 L1\n\nG5 P0 L1 A2\nG5 P1 A2 L1\n\n\nQuestion 5:\n\nA lady who is 38 weeks pregnant comes to the OPD for a routine checkup. She has a history of normal twin delivery at term 4 years ago. What is her gravida and para score?\nG2P2\nG2P1\nG3P2\nG3P1\n\n\nQuestion 6:\n\nA woman whose obstetric score is G2 P1 L1 had an LMP of Jan 9th 2017. Calculate the EDD according to Naegele’s rule.\nSeptember 19\nOctober 19\nOctober 16\nSeptember 16\n\n\nQuestion 7:\n\nThe recommended calorie intake for a pregnant woman in the second trimester, who is a sedentary worker would increase by \t.\n600 kcal/day\n520 kcal/day\n450 kcal/day\n350 kcal/day\n\n\nQuestion 8:\n\nA pregnant lady of 49 kg is in her first trimester. What are her additional calorie requirements in this trimester?\n\n500\n300\nContinue same diet\n600\n\n\nQuestion 9:\n\nA 22-year-old pregnant woman at 13 weeks of gestation informs you about accidental exposure to radiation from a chest X-ray at 7 weeks of gestation. What should be the next step advised to her?\nContinue pregnancy\nTerminate pregancy\nPre-invasive diagnostic test\nChromosome screening\n\n\nQuestion 10:\n\nYou notice an obstetrics resident performing the following manoeuvres on a 37-week primigravida. Choose the correctly matched set.\n\n\n1-a, 2-c, 3-b, 4-d\n1-a, 2-b, 3-c, 4-d\n1-b, 2-a, 3-d, 4-c\n\n1-c, 2-b, 3-a, 4-d\n\n\nQuestion 11:\n\nA dusky hue of the vestibule and anterior vaginal wall visible at about 8 weeks of pregnancy is called \t.\nHegar's sign\nChadwick's sign\nOsiander's sign\nPalmer's sign\n\n\nQuestion 12:\n\nA primigravida comes for a routine ANC visit at 22 weeks of gestation. Which of the following signs would you not expect?\nChloasma\nQuickening\nLightening\nBraxton Hick's contraction\n\n\nQuestion 13:\n\nWhich of the following statements is not true regarding uterine souffle?\nIt is a soft blowing systolic murmur heard on the sides of pregnant uterus\nThe sound is synchronous with the maternal pulse\nIt is due to increased blood flow through the umbilical arteries\nIt can also be heard in a large fibroid\n\n\nQuestion 14:\n\nA 32-year-old woman nearing her due date was admitted following regular contractions. You note that the head is at +1 station. Where is the exact position of the head?\nAt the perineum\nJust below ischial spine\n\nJust above ischial spine\nHigh up in the false pelvis\n\n\nQuestion 15:\n\nWhile examining a pregnant woman, you measure her fundal height to be 32 cm and the station of the fetal head is at -2. What could be the probable weight of the fetus?\n2.3Kg\n3.5Kg\n3.1Kg\n4.0Kg\n\n\nQuestion 16:\n\nAll of the following are components of Manning score except \t.\nNon stress test (NST)\nOxytocin challenge test\nFetal body movement\nRespiratory activity of fetus\n\n\nQuestion 17:\n\nA 28-year-old G2P1 woman presents to the antenatal clinic at 24 weeks for a routine check-up. USG shows a normal for gestational age fetus in frank breech position, with no other abnormalities. What is the next best step in ■management?\n75gm oral glucose tolerance test\nNon-stress test\nExternal cephalic version\nImmediate lower segment Caesarean section\n\n\nQuestion 18:\n\nWhich of the following vaccines is absolutely contraindicated in pregnancy?\nHepatitis B\n\nCholera\nRabies\nMMR\n\n\nQuestion 19:\n\nA newly married couple planning for pregnancy has come to your clinic for preconception counselling. Which of the following drugs will you prescribe to the patient to decrease the chances of having neural tube defects in the baby?\nVitamin B9\nVitamin B12\nVitamin C\nVitamin B6\n\n\nQuestion 20:\n\nWhich of the following conditions would not cause raised beta-hCG levels in pregnancy?\nDown's syndrome\nMultifetal pregnancy\nSpontaneous abortion\nRh-incompatibility\n\n\nQuestion 21:\n\nWhich of the following is not considered as a factor for a high-risk pregnancy?\nObesity\nPolyhydramnios\nAnaemia\nPrevious manual removal of placenta\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe duration of the fourth trimester is 12 weeks postpartum.\nThe concept of fourth trimester was introduced to address common concerns raised by women in puerperium such as post-partum pain, breastfeeding related problems, stress and postpartum depression, and lack of awareness of newborn care. The components of postpartum care for the 4th trimester include:\nDedicated care team\nLactation support\nInfant feeding plan\nReproductive life plan\n\nContraception\nAddressing complications of pregnancy\nAssessment of cardiovascular risk\nMental health assessment\nChronic health conditions\nACOG recommendation for postpartum visits:\nInitial visit: 3 weeks postpartum\nFinal visit: 12 weeks postpartum\nGovernment of India recommendation for postpartum visits.\nFirst visit: 1st day after delivery\nSecond visit: 3rd day after delivery\nThird visit: 7th day after delivery\nFourth visit: 6 weeks after delivery\n\n\n\nSolution to Question 2:\nThe ideal number of antenatal visits is 12-14.\nThe antenatal visits should ideally be: monthly once up to 28 weeks, once in two weeks between 28-36 weeks, and once weekly visits from 36 weeks onwards.\nThis translates to a total of 12-15 visits.\nThe WHO increased the minimum number of antenatal visits from 4 to 8 visits to reduce perinatal mortality.\nIn the Indian scenario, the earlier minimum of 4 visits were implemented as follows:\n1st visit: within 12 weeks (preferably as soon as pregnancy is suspected)\n2nd visit: between 14-26 weeks\n3rd visit: between 28-34 weeks\n4th visit: between 36 weeks and term\nA booked case is one that has at least 3 antenatal visits with two visits in the third trimester.\n\n\n\nSolution to Question 3:\nIf a female has stillbirth, her parity does not decrease.\nParity is determined by the number of previous pregnancies reaching a period of viability, which is 28 weeks in India.\n\nMultifetal pregnancies, such as twins or triplets, count as one for the purpose of this notation. The current pregnancy is not included in this count.\nMultipara refers to a woman who has completed two or more pregnancies past the period of viability. When the pregnancy is preceded by five or more previous viable pregnancies, the woman is called a grand multipara.\nNote: Gravida indicates the number of times the mother has been pregnant, regardless of whether these pregnancies were carried to term. The current pregnancy is included in this count.\n\n\n\nSolution to Question 4:\nThe obstetric score is G4 P1 A2 L1.\nThe obstetric score is used to summarise the past obstetric history as follows:\nG - Gravidity, denoting the total number of pregnancies, including the present one\nP - Parity, denoting the total number of pregnancies crossing the period of viability\nThis includes both live births and stillbirths\nThe current pregnancy is not included\nA - Abortus or the number of pregnancies that were lost for any reason, including induced abortions or miscarriages.\nL - Living children\nMultifetal pregnancies count as one for both gravida and para. A pregnant woman who delivers twins will be expressed as primipara.\nThe GTPAL system includes the following:\nGravida\nTerm (&gt;37 weeks)\nPreterm (20w - 36w 6d)\nAbortions (&lt;20 weeks)\nNumber of living children\nNote: The period of viability is when the fetus is capable of independent existence. The WHO defines it to be 24 weeks while the Indian definition is 28 weeks.\n\n\n\nSolution to Question 5:\nThe woman has had two pregnancies in total - the previous twin pregnancy and the current pregnancy, hence the gravida score is 2. The first pregnancy resulted in delivery at term (crossed viable period), hence her para score is 1 (parity doesn't include current pregnancy). Hence, her obstetric score would be G2P1 (Gravida - 2, Para - 1).\n\nMultifetal pregnancies count as one for both gravida and para. A pregnant woman who delivers twins for the first time is expressed as primipara.\nThe obstetric score is used to summarise the past obstetric history as follows:\nG - Gravidity, denoting the total number of pregnancies, including the present one\nP - Parity, denoting the total number of pregnancies crossing the period of viability. This includes both live births and stillbirths. The current pregnancy is not included.\nA - Abortion is the termination of pregnancy, either spontaneous or induced, before fetal viability.\nL - Living children.\nThe GTPAL system includes the following:\nGravida\nTerm (&gt;37 weeks)\nPreterm (20w - 36w 6d)\nAbortions (&lt;20 weeks)\nNumber of living children\nNote: The period of viability is when the fetus is capable of independent existence. The WHO defines it to be 24 weeks while the Indian definition is 28 weeks.\n\n\n\nSolution to Question 6:\nAs per Naegele’s rule, the EDD (expected date of delivery) of this woman is October 16, 2017.\nNaegele’s rule states that EDD is obtained by adding 7 days and subtracting 3 months from the LMP (the 1st day of the last menstrual period). Another method is adding 9 months and 7\ndays to LMP. Less than 5% of births follow Naegele's rule.\nIt is based on a 28-day regular cycle. If the cycle is shorter/longer than 28 days, corrected EDD is calculated as follows:\nFor a 35-day cycle, add another 7 (35-28=7) days to the calculated EDD to get the corrected EDD.\nFor a 25-day cycle, subtract 3 (28-25=3) days from the calculated EDD to get the corrected EDD.\nNaegele’s rule cannot be followed in IVF pregnancies. Considering the human embryo takes 266 days to develop, EDD is calculated in IVF pregnancies by the following method:\nSame day as fertilization (day 0): EDD = date of transfer + 266 days\n3 days after fertilization (day 3): EDD = date of transfer + 263 days\n5 days after fertilization (day 5): EDD = date of transfer + 261 days\n\n\n\nSolution to Question 7:\n\nThe recommended calorie intake for a pregnant woman in the second trimester would increase by\n~ 350 kcal/day.\n\n\n\nSolution to Question 8:\nThe pregnant lady can continue the same diet since there are no additional calorie requirements in the first trimester.\nPregnancy requires an additional 80,000 kcal, mostly during the last 20 weeks. To meet this demand, a caloric increase of 100 to 300 kcal/d is recommended during pregnancy. This greater intake, however, should not be divided equally during the course of pregnancy. The Institute of Medicine (2006) recommends adding 0, 340, and 452 kcal/d to the estimated nonpregnant energy requirements in the first, second, and third trimesters respectively.\nWhenever caloric intake is inadequate, protein is metabolized rather than being spared for its vital role in fetal growth and development.\n\n\n\nSolution to Question 9:\nIn the given clinical case, the patient should be advised to continue the pregnancy.\nThe radiation dose to the fetus during the declared term of pregnancy should be less than 1 mSv. In chest X-ray PA view, the absorbed dose of radiation by the fetus is less than 0.1 mSv. Hence, pregnancy can be continued.\nAn X-ray has a very limited role in obstetric imaging. There are very few indications where an X-ray will be useful:\nFetal: congenital malformation of the fetus and neonates, skeletal malformations, birth injuries like fractures or dislocations.\nMaternal: Patients having cardiopulmonary disease may require an X-ray chest during pregnancy and that should be done beyond 12 weeks.\nRadiation can cause fetal morbidity (FGR, genetic mutations, neurologic abnormalities, mental retardation, childhood leukemia) and mortality. The risks are high with radiation after the first 2 weeks postconception and within the first trimester (period of organogenesis).\nRadiation during pregnancy can damage the early phase of the embryo but the risk can be minimized by using the ‘10-day rule’. This rule states that no woman should be exposed to an X-ray for a nonurgent indication outside 10 days from her last period during the reproductive period unless the pregnancy is excluded.\nThe given table below shows the absorbed radiation by the fetus in different diagnostic radiation procedures:\n1 cGy = 10 mSv\n\n\n\n\n\nSolution to Question 10:\nFetal pole, lie, presenting part, engagement, and attitude of fetal head are assessed by Leopold's manoeuvres:\nFundal grip (first Leopold):\nAssesses the uterine fundus.\nHelps in identification of fetal lie and determination of fetal pole at the fundus.\nThe breech gives the sensation of a large, irregular mass.\nThe head feels hard and round and is more mobile.\nLateral grip (second Leopold):\nAssesses the fetal orientation.\nThe palms are placed on either side of the maternal abdomen, and gentle but deep pressure is exerted.\nThe back is felt on one side as a hard, resistant structure.\nThe fetal extremities are felt on the other side as numerous small, irregular, mobile parts are felt.\nFetal orientation can be determined by noting whether the back is directed anteriorly, transversely, or posteriorly.\nThe position of the anterior shoulder is mainly assessed by this grip.\nPawlik's grip / 1st pelvic grip (third Leopold):\nAssesses the presenting part in respect to the true pelvis.\nThe thumb and fingers of one hand grasp the lower portion of the maternal abdomen just above the symphysis pubis.\n\nIf the presenting part is not engaged, a movable mass will be felt, usually the head.\nDeep pelvic grip / 2nd pelvic grip (fourth Leopold):\nAssesses the engagement, attitude of the fetal head and determine the degree of descent.\nThe examiner faces the mother's feet, and the fingertips of both hands are positioned on either side of the presenting part.\nThey exert inward pressure and then slide along the axis of the pelvic inlet.\nIf the head has already descended into the pelvis, the anterior shoulder or the space created by the neck may be differentiated readily from the head.\nIt is the only grip performed facing the feet.\n\n\n\n\nSolution to Question 11:\nA dusky hue of the vestibule and anterior vaginal wall visible at about 8th week of pregnancy is called Chadwick’s sign or Jacquemier’s sign. The discoloration is due to local vascular congestion.\n\n\n\nSolution to Question 12:\nLightening is felt in the 3rd trimester (38th week) in a primigravida. It is a sense of relief from the pressure symptoms due to engagement of the presenting part.\nThe 2nd trimester of pregnancy is characterised by the following:\n\n\n\n\n\n\nSolution to Question 13:\nUterine souffle is due to an increase in blood flow through the dilated uterine vessels, not umbilical vessels.\nIt is a soft blowing systolic murmur heard low down at the sides of the uterus, better heard on the left side.\n\n\n\n\nSolution to Question 14:\n+1 station of the fetal head refers to it being just below the ischial spine.\nThe station of the head is expressed in relation to ischial spines as they are the most prominent bony projections felt on internal examination. The level of ischial spines is halfway between the pelvic inlet and outlet. This level is known as station zero (0).\n\nThe station is stated in minus figures if it is above the spines (–1 cm, –2 cm, –3 cm, –4 cm and –5 cm) and in plus figures if it is below the spines (+1 cm, +2 cm, +3 cm, +4 cm and +5 cm).\n\n\n\n\n\nSolution to Question 15:\nThe fetal weight in the above case is 3.1Kg.\nIn the above case, fetal weight can be estimated using Johnson's formula. Height of uterus is 32cm, the station is –2 implying the head is above the ischial spines. Therefore, it is calculated as follows: [32-12] x 155 = 3100 grams = 3.1Kg\nEstimation of fetal weight:\nJohnson’s formula: This is only applicable in vertex presentation.\nIf station of head is below the level of the ischial spine: [Height of uterus above pubic symphysis\n(in cm)-11] x 155 in grams\nIf station of head is above the level of the ischial spine: [Height of uterus above pubic symphysis\n(in cm)-12] x 155 in grams\nSonography: Fetal weight has been estimated by combining a number of biometric data, e.g. biparietal diameter (BPD), head circumference (HC), abdominal circumference (AC) and femur length (FL), using the following formulae:\nShepard’s formula\nHadlock’s formula.\n\n\n\n\n\n\nSolution to Question 16:\nThe oxytocin challenge test is not a component of Manning score.\nEarlier, oxytocin challenge test/contraction stress test was done after a non-reactive NST to confirm the diagnosis of hypoxia. However, it is associated with the risk of initiating labor and is hence not done.\nBiophysical profile (BPP)/Manning score components: (Mnemonic: BATMaN)\nBreathing movements of the fetus\nAmniotic fluid voulme\nTone of fetus\nMovements of fetus\nNon-stress Test (NST)\nNormal score: 8-10; Abnormal: &lt;5 Modified Biophysical score:\nVAST (Vibroacoustic stimulation test)/NST\nAmniotic fluid index\nA score &lt;4 indicates the need for urgent delivery.\n\n\n\nSolution to Question 17:\n75gm oral glucose tolerance test (OGTT) is the most appropriate next step of management. The screening strategy for detecting gestational diabetes mellitus (GDM) recommends performing blood glucose testing at 24-28 weeks in case of average risk.\n\nBreech presentation at 24 weeks is not a cause for concern because it can spontaneously rotate and becomes cephalic at term. Hence, external cephalic version (ECV) and immediate caesarean section are not indicated at this time.\n\n\n\nSolution to Question 18:\nMMR is absolutely contraindicated in pregnancy.\nKilled vaccines are safe in pregnancy while live vaccines (MMR, BCG, varicella) are contraindicated in pregnancy.\nEven though yellow fever vaccine is a live vaccine, it is recommended in endemic areas or during outbreaks. Pregnant women and nursing mothers should be counselled on the potential benefits and risks of vaccination.\n\n\n\nSolution to Question 19:\nPreconceptional intake of vitamin B9 (folic acid) results in decreased incidence of neural tube defects like spina bifida, encephalocele, and anencephaly.\nAll women of reproductive age should be given 400 µg of folic acid daily. Women, who had fetal neural tube defects in the previous pregnancy, should be given 4 mg of folic acid daily beginning 1 month before conception to about 12 weeks of pregnancy.\n\n\n\nSolution to Question 20:\nBeta-hCG levels are reduced in the case of spontaneous abortion.\nHuman chorionic gonadotropin (hCG) is detectable in the plasma of pregnant women as early as 7-8 days after conception by radioimmunoassay. It doubles every 2 days and reaches a maximum level at 9 weeks. Thereafter, it declines to reach the lower level at 20 weeks and disappears from circulation 2 weeks postpartum.\nIncreased levels of beta-hCG are found in:\nMultiple preganancies\nRh isoimmunization\nDown's syndrome\nChoriocarcinoma\nHydatidiform mole\nDecreased levels of beta-hCG are found in:\nEctopic pregnancies\nImpending spontaneous abortion\n\nMissed abortion\nEdward syndrome.\n\n\n\nSolution to Question 21:\nPrevious manual removal of the placenta does not indicate a high-risk pregnancy.\nThe high-risk pregnancies according to the Pregnancy Risk Assessment Monitoring System by the CDC are:\n\n\nAntenatal Investigations\n\n\nQuestion 1:\n\nWhich of the following statements is false about non-invasive prenatal testing?\nIt uses cell-free circulating fetal DNA in the maternal serum\nIt is used for the diagnosis of trisomy 13, 18 and 21\nIt can be performed after 10 weeks of gestation\nIt is done after the routine first trimester ultrasound assessment\n\n\nQuestion 2:\n\nA pregnant woman has a fetus with Down's syndrome. Triple test done at 15-16 weeks will have \t.\nLow MSAFP, high hCG, low UE3\nHigh MSAFP, low hCG, high UE3\nLow MSAFP, high hCG, high UE3\nHigh MSAFP, low hCG, low UE3\n\n\nQuestion 3:\n\nWhich of the following is not included in the quadruple screening test?\nInhibin B\nUnconjugated Estriol (E3)\nAFP\nhCG\n\n\nQuestion 4:\n\n‘uadruple testing is done during:\n9-11 weeks\n12-14 weeks\n\n15-20 weeks\n22-28 weeks\n\n\nQuestion 5:\n\nResults of the quadruple screening test are tabulated below for three congenital anomalies. Choose the correctly matched set.\n1- Trisomy 21; 2- Trisomy 18; 3- Neural tube defect\n1- Trisomy 18; 2- Trisomy 21; 3- Neural tube defect\n1- Trisomy 21; 2- Neural tube defect; 3- Trisomy 18\n1- Trisomy 18; 2- Trisomy 13; 3- Neural tube defect\n\n\nQuestion 6:\n\nIn which of the following conditions is an increased level of alpha fetoprotein seen?\nGestational trophoblastic diseases\nMolar pregnancy\nUnder estimated gestational age\nSpontaneous abortion\n\n\nQuestion 7:\n\nIncreased maternal serum alpha-fetoprotein is detected in a primigravida. What is the next step in management?\nRepeat measurement of MSAFP at a later date\nTargeted sonography\nAmniocentesis\nTermination of pregnancy\n\n\nQuestion 8:\n\nWhich of the following statements is true regarding alpha fetoprotein?\nMSAFP is detected at 16-18 weeks of gestation\n\nDiabetic patients have increased AFP levels\nMSAFP is unrelated to period of gestation\nLowest fetal AFP is seen around 13 weeks of gestation\n\n\nQuestion 9:\n\nDuring genetic counseling, a pregnant woman states that both she and her husband have sickle cell trait. You offer the option of chorionic villus sampling for prenatal diagnosis. What is the best time to perform this procedure?\n6-8 weeks\n7-9 weeks\n9-10 weeks\n11-13 weeks\n\n\nQuestion 10:\n\nWhich of the following is not true about amniocentesis?\nTraditionally done between 16-20 weeks\nLimb reduction defect is a known complication\nDown's syndrome can be diagnosed\nApproximately 20 to 30 mL is collected for fetal karyotyping\n\n\nQuestion 11:\n\nA 28-year-old woman presents with 6 weeks of amenorrhea and a positive urine pregnancy test. She states her brother had cystic fibrosis and asks if her child might have the same.\nWhich of the following methods would not be useful for prenatal diagnosis of this condition?\nAmniocentesis\nCordocentesis\nChorionic villous sampling\nFetal skin biopsy\n\n\nQuestion 12:\n\nA G2P1 woman at 35 weeks of pregnancy presents with complaints of decreased fetal movement. What is the next step in management?\nObservation\nNon-stress test\nBiophysical profile\nInduce labour\n\n\nQuestion 13:\n\nThe CTG shown in the image below may be seen in which of the following conditions?\n\n\nHead compression\nCord compression\nFetal hypoxia\nNorma\n\n\nQuestion 14:\n\nA 35-year-old G2P1 at 38 weeks of gestation came to the labor room with complaints of decreased fetal movements. Non-stress test was done and late decelerations were noted. What does this indicate?\nHead compression\nCord compression\n\nFetal hypoxia\nBreech presentation\n\n\nQuestion 15:\n\nA pregnant woman brings her son to the hospital for routine immunization. While awaiting his turn, she realizes that her seat is stained with blood. She is rushed to the nearby antenatal clinic. Pulse - 96/min, BP - 110/80 mmHg. Vaginal bleeding is noted and her NST is shown below. What is the likely diagnosis?\n\n\n\nPlacenta previa\nVasa previa\nBattledore placenta\nAbruptio placentae\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nNon-invasive prenatal testing (NIPT) is used for the screening of trisomy 13, 18 and 21 and Turner's syndrome. It is not a diagnostic test.\nIt is a novel genetic test that uses cell-free circulating fetal DNA in the maternal serum for screening of chromosomal anomalies.\nDNA from the fetus is found circulating in the maternal blood in two forms - either inside the intact fetal cells or as cell-free DNA from the breakdown of placental fetal cells. In NIPT, the cell-free chromosome fragments are measured and the quantitative differences from normal fetuses are noted.\nNIPT can be performed after 10 weeks of gestation and is recommended after the routine\nfirst-trimester ultrasound assessment in high-risk pregnancies or if either 1st or 2nd-trimester screening becomes positive. Its disadvantage is that it is very expensive and it can be used for screening of only a few chromosomal anomalies such as trisomy 13, 18, and 21 and it doesn't analyse the entire karyotype.\n\n\n\nSolution to Question 2:\nThe triple test findings in pregnancies with fetal Down’s syndrome are characterized by:\nLow MSAFP (maternal serum alpha-fetoprotein) levels, approximately 0.7 MoM (multiples of median).\nLow unconjugated estriol levels, approximately 0.8 MoM.\nHigh hCG levels, approximately 2.0 MoM.\nThe triple test is done between 15-18 weeks for the diagnosis of Down's syndrome.\n\nVarious antenatal screening tests for aneuploidy are as follows:\nFirst-trimester screening with biochemical analytes () PAPP-A and () hCG and USG measurement of NT () can improve the detection rate (87%) of Down’s syndrome. For confirmation, a prenatal genetic study (CVS, amniocentesis or cordo■centesis) has to be performed.\nSecond-trimester screening (quad screening) at 15–18 weeks: () MSAFP, () uE3, () inhibin A and () hCG can detect trisomy 21 in 85% of cases with a false-positive rate of 0.9%. When it is combined with first-trimester screening, the detection rate is increased to 95%.\n\n\n\n\nSolution to Question 3:\nInhibin B is not a component assayed under the quad-screening test. Dimeric inhibin-A is evaluated in this screening test.\n‘uadruple testing is done in the second trimester between 15-21 weeks of gestation. It comprises:\nMaternal serum AFP\nHuman chorionic gonadotropin\nUnconjugated estriol (E3)\nDimeric inhibin A\nThe following table summarizes the findings of the quad-screening test in various conditions. Various antenatal screening tests for aneuploidy are as follows:\n\n\n\n\n\n\nSolution to Question 4:\nThe quadruple screening test is ideally done in the second trimester, during 15-20 weeks of gestation. The most accurate values are seen during 16-18 weeks of gestation.\nIt is the measurement of maternal serum alpha-fetoprotein (MSAFP), unconjugated estriol, hCG, and inhibin-A.\nIn Down's syndrome (trisomy 21) or Edward's syndrome (trisomy 18), quadruple-marker screenings do not provide any added benefit over first-trimester screenings. It is generally used as a stand-alone test if screening is done for the first time in the second trimester or if first-trimester screening is not available.\n\n\n\n\nSolution to Question 5:\n‘uadruple testing is done in the second trimester between 15-21 weeks of gestation and involves the following parameters:\nMaternal serum alpha fetal protein (MSAFP)\n hCG\nUnconjugated estrio\nInhibin A\n\n\n\n\n\n\nSolution to Question 6:\nIn underestimated gestational age, there is an increased level of maternal serum alpha fetoprotein\n(MSAFP).\nElevated levels of MSAFP are seen in:\nUnderestimated gestational age\nSevere oligohydramnios\nMultifetal pregnancy\nNeural tube defects\nAbdominal wall defects- Omphalocele, Gastroschisis\nHepatoma\nEndodermal sinus tumour\nReduced levels of MSAFP are seen in:\nOverestimated gestational age\nOverweight mother\nGestational trophoblastic diseases\nSpontaneous abortion\nTrisomy 18 and 21\n\n\n\nSolution to Question 7:\nThe next best step is targeted sonography. Maternal serum alpha-fetoprotein (MSAFP) levels are only used as a screening test and must be followed by a diagnostic test.\nAmniocentesis is a diagnostic test for amniotic fluid AFP measurement. It was once considered the standard for the diagnosis of open neural tube disorders but has been replaced in most centers by targeted sonography.\nDefects in fetal integuments, such as ventral wall and neural tube defects, permit fetal AFP to leak into the amnionic fluid. This results in increased MSAFP levels. This is detected on screening performed from 15 to 20 weeks of gestation.\n\nConditions with elevated MSAFP:\nWrong gestational age\nNeural tube defects\nMultiple pregnancies\nRenal anomalies\nConditions with decreased MSAFP:\nTrisomies (Down's syndrome)\nGestational trophoblastic disease.\n\n\n\nSolution to Question 8:\nThe maternal serum AFP screening is generally performed from 15-20 weeks of gestation. Hence, it is detected in this period.\nAlpha-fetoprotein (AFP) is the major serum protein in the embryo and fetus. It is produced by the yolk sac and fetal liver.\nOption B: Diabetic patients have low levels of AFP.\nOption C: Gestational age influences the MSAFP levels. The maternal serum concentration increases by approximately 15% per week during the second trimester.\nOption D: At about 13 weeks of gestation, the AFP concentration in the fetal serum and amniotic fluid are highest, after which it declines. Conversely, AFP is found in steadily increasing quantities in maternal serum after 12 weeks.\n\n\n\nSolution to Question 9:\nThe best time to perform chorionic villous sampling is 11-13 weeks.\n\n\n\n\n\n\nSolution to Question 10:\nLimb reduction defect is a complication of chorionic villous sampling.\n\n\n\n\nSolution to Question 11:\nFetal skin biopsy is not a recommended method of prenatal diagnosis of cystic fibrosis. It is done to detect inherited skin conditions such as:\nIchthyosis\n\nEpidermolysis bullosa\nOculocutaneous albinism\nInvasive procedures for prenatal diagnosis of CFTR gene mutations in cystic fibrosis include:\nChorionic villus sampling (CVS)\nAmniocentesis\nCordocentesis or percutaneous umbilical blood sampling (PUBS)\n\n\n\nSolution to Question 12:\nIn case of reduced fetal movements, the first step of management is to do a non-stress test (NST).\nInterpretation of NST:\nReactive\n2 accelerations of &gt;15 beats/minute above the baseline and longer than 15 seconds in duration are present in a 20-minute observation\nReassure the patient and send back home\nNon-reactive - biophysical profile (BPP) has to be assessed.\n\n\n\nSolution to Question 13:\nThe given CTG shows early deceleration which is seen in cases of head compression.\n\n\n\nSolution to Question 14:\nThe given scenario is suggestive of fetal hypoxia. Late decelerations are seen on an NST in this condition.\nDeceleration is a decrease in fetal heart rate below the baseline by 15 bpm for more than 15 seconds. Absent variability of FHR with late decelerations is an indication for immediate Cesarean section.\n\n\n\n\n\n\nSolution to Question 15:\nThe given clinical scenario along with the NST showing a sinusoidal pattern point towards a diagnosis of vasa previa.\nVasa previa is a condition where fetal vessels travel within the membranes and overlie the cervical os. Hence, there can be bleeding during cervical dilatation or membrane rupture.\nFetal mortality is high due to fetal exsanguination. When bleeding is present in vasa previa, an emergency cesarean section is indicated.\nCauses of sinusoidal pattern on NST include:\nSevere fetal anemia - Rh isoimmunisation, vasa previa, fetomaternal hemorrhage, or twin to twin transfusion\nOpioids - meperidine, morphine, alphaprodine, butorphano\nAmnionitis\nFetal distress\nUmbilical cord occlusion.\n\n\n\nObstetrical Imaging\n\n\nQuestion 1:\n\nA 26-year-old woman presents with 2 months of amenorrhea and a positive UPT. On ultrasound examination, all of the following are assessed except \t.\nFetal number\nFetal cardiac activity\nAmniotic fluid volume\nCrown rump length\n\n\nQuestion 2:\n\nA primigravida presents to the antenatal clinic for the first time at 18 weeks of amenorrhea. She does not remember her LMP and no ultrasound scans were done in the first trimester. In this situation, gestational age can be most accurately estimated by which of the following parameters?\nCrown rump length\nBiparietal diameter\nFemur length\nAbdominal circumference\n\n\nQuestion 3:\n\nA 25-year-old woman presented with complaints of 7 weeks of amenorrhea and a positive UPT. Her ultrasound scan is shown below. What does the red arrowhead represent?\n\n\n\nYolk sac\nDecidua parietalis\nDecidua capsularis\nChorion\n\n\nQuestion 4:\n\nHead circumference is measured from which of the following ultrasonographic views?\nTransthalamic view\nBitemporal view\nTranscranial view\nBimastoid view\n\n\nQuestion 5:\n\nWhat is the normal range of femur length to abdominal circumference ratio?\n44 - 50\n20 - 24\n50 - 40\n30 - 40\n\nQuestion 6:\n\nA woman presents at 33-weeks of gestation and the umbilical artery Doppler imaging shows the following finding. What is the next step of management?\n\n\nContinue pregnancy till term\nImmediate termination of pregnancy\nTerminate the pregnancy at 34 weeks of gestation\nContinue steroids until term\n\n\nQuestion 7:\n\nWhich of the following statements is true regarding the first-trimester ultrasound?\nA gestational sac can first be seen 4 weeks after LMP\nAccuracy of USG dating decreases after the 1st trimester\nYolk sac is the first sign of pregnancy on USG\nA normal gestational sac implants in the midline of the endometrial cavity\n\n\nQuestion 8:\n\nWhat is the ideal time for nuchal translucency evaluation?\n6-8 weeks\n11-14 weeks\n\n14-16 weeks\n16-20 weeks\n\n\nQuestion 9:\n\nWhich of the following are sonographic markers for Down's syndrome?\n1 and 2\n1, 4 and 5\n1, 2, 3 and 4\n1 and 3\n\n\nQuestion 10:\n\nThe anomaly scan of a G3A2 woman is given below. Identify the sign.\n\n\nBanana sign\nLemon sign\nMickey Mouse sign\nHumming bird sign\n\n\nQuestion 11:\n\nA doctor tells a 31-year-old woman, who is 20 weeks pregnant, that her baby has a developmental defect. She has come to you for a second opinion. The following USG finding is seen. Identify the defect.\n\n\nAnencephaly\nOmphalocele\nCystic hygroma\nEncephalocele\n\n\nQuestion 12:\n\nWhat is Robert's sign?\nGas shadow in bowe\nGas shadow in portal vein\nGas shadow in heart\nGas shadow in cranium\n\n\nQuestion 13:\n\nWhat is the frequency of a transabdominal transducer?\n20000 hertz\n4-6 megahertz\n5-10 megahertz\n\n10-15 megahertz\n\n\nQuestion 14:\n\nWhen is fetal cardiac activity first detected on transabdominal USG?\n5th week\n4th week\n6th week\n9th week\n\n\nQuestion 15:\n\nA pregnant woman has her first antenatal visit in the 8th month of gestation. On examination, the uterus corresponds to 30 weeks and the fetal heart rate is 136/min. What is the best parameter for the estimation of fetal age by USG in this patient?\nFemur length\nBiparietal diameter\nAbdominal circumference\nCrown rump length\n\n\nQuestion 16:\n\nWhich of the following is false regarding sonography in pregnancy?\nMust follow ALARA principle\nAll machines must display thermal index\nTissue heating is higher with shorter examination time\nRisks are greater during organogenesis than later in pregnancy\n\n\nQuestion 17:\n\nA pregnant diabetic woman presents for a routine antenatal visit during the third trimester. During the evaluation, you perform obstetrical Doppler imaging. Which among the following would indicate fetal compromise?\nIncreased pulsatalilty index in umbilical artery\n\nDecreased systolic/diastolic ratio\nIncreased cerebral artery flow\nAbsent end diastolic flow\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nAmniotic fluid volume is assessed on ultrasound in the second and third trimesters. Ultrasonographic evaluation during the first trimester includes:\nGestational sac size, location, and number\nEmbryo and/or yolk sac identification\nCrown-rump length\n\nFetal number, including amnionicity and chorionicity of multifetal gestations\nEmbryonic/fetal cardiac activity\nMaternal uterus, adnexa, and cul-de-sac\nFetal nuchal translucency.\n\n\n\nSolution to Question 2:\nIn the second trimester, the parameter to assess gestational age most accurately is the biparietal diameter (BPD). Accuracy varies from 7 to 10 days.\nBPD is measured in the transthalamic view, at the level of the thalamus and cavum septum pellucidum (CSP). It is measured from the outer edge of the skull in the near field to the inner edge of the skull in the far field.\n\n\n\n\nSolution to Question 3:\nThe red arrowhead represents the yolk sac. The yellow arrowhead shows the double ring - outer decidua parietalis and inner decidua capsularis.\nIt is referred to as the double decidua sign and is seen in the first trimester transvaginal sonogram. It is useful to confirm an early intrauterine location for the pregnancy.\n\n\nSolution to Question 4:\nHead circumference (HC) is measured from the transthalamic view by placing an ellipse around the outer edge of the skull\nHC can also be calculated from the biparietal diameter (BPD) and occipital-frontal diameter\n(OFD).\n\n\n\n\nSolution to Question 5:\nThe normal range for the femoral length (FL) to abdominal circumference (AC) ratio is 20-24 percent.\nLow FL/AC (&lt; 16) ratio suggests a lethal skeletal dysplasia, particularly if other skeletal abnormalities are present.\n\n\n\nSolution to Question 6:\nThe umbilical artery Doppler depicts reversal of end-diastolic flow or REDF (waves appearing below the baseline) which is seen in intrauterine growth restriction. As the period of gestation has exceeded 32 weeks, the pregnancy can be terminated.\nIn case of absent end-diastolic flow (AEDF), the waves just touch the baseline, but don't appear below it. This suggests a fetal compromise, hence the pregnancy is terminated by C-section if &gt;34 weeks.\n\nReversed end-diastolic flow (REDF) suggests impending fetal death, hence the pregnancy is terminated by C-section if &gt;32 weeks.\n\n\n\n\n\nSolution to Question 7:\nThe accuracy of determining gestational age using ultrasound is the highest in the first trimester and decreases afterwards.\nOption A: Gestational sac is reliably seen at 5 weeks of gestation on transvaginal sonography(TVS).\nOption C: The first sign of pregnancy seen on sonography is the gestational sac. Visualisation of the yolk sac within the gestational sac confirms an intrauterine location for pregnancy.\nOption D: A normal gestational sac implants eccentrically in the endometrium, whereas a pseudosac is seen in the midline of the endometrial cavity.\n\n\n\nSolution to Question 8:\nNuchal translucency evaluation, a component of first-trimester aneuploidy screening, is done between 11-14 weeks.\nIt represents the maximum thickness of the subcutaneous translucent area between the skin and soft tissue, overlying the fetal spine, at the back of the neck. When the nuchal translucency is increased, the risk of fetal aneuploidy and structural anomalies such as heart defects is significantly elevated.\nFirst trimester aneuploidy screening combines two maternal serum analytes and a sonographic measurement:\nHuman chorionic gonadotropin (hCG)\n\nPregnancy-associated plasma protein A (PAPP-A)\nNuchal translucency (NT)\nIt is performed between 11 and 14 weeks of gestation. In cases of fetal Down syndrome, the first-trimester serum-free -hCG level is higher and the PAPP-A level is lower. With trisomy 18 and trisomy 13, levels of both analytes are lower.\nNote: Nuchal fold is a normal fold of skin seen at the back of the fetal neck during the second trimester of pregnancy. Increased nuchal fold thickness is associated with fetal aneuploidy.\n\n\n\n\nSolution to Question 9:\nUltrasound markers for Down's syndrome:\nFirst trimester\nNuchal translucency &gt;3 mm\nSecond trimester\nEchogenic intracardiac focus\nVentriculomegaly\nNuchal thickness &gt;6 mm\nEchogenic bowe\nHypoplastic/absent nasal bone\nShortened humerus, femur\nMild pylectasis\nAberrant subclavian artery.\n\nSolution to Question 10:\nThe given image shows banana sign.\nAn abnormal anterior curvature of cerebellum along with effacement of cisterna magna produces this appearance. It is seen in spina bifida associated with Arnold-Chiari malformation.\n\n\n\nLemon sign: Axial USG image of the fetal head at the level of the biparietal diameter shows inward concavity of both frontal bones instead of the normally seen convexity. This gives the head the appearance of a lemon. It has a strong association with spina bifida and is very useful for detecting this condition.\n\n\n\n\n\nSolution to Question 11:\n\nThe given ultrasound image shows an open defect in the calvaria and skin leading to the exposure of the cranial neural tube. This is consistent with the diagnosis of anencephaly.\nAnencephaly results from incomplete closure of the neural tube. It is one of the earliest detectable congenital defects that can be detected as early as 10 to 11 weeks of gestation. Screening can also be done by serum estimation of maternal serum alpha-fetoprotein (MSAFP). The following are the radiological signs seen in anencephaly.\nFrog eye sign - Absence of cranial calvaria, prominent orbits thereby resembling the face of a frog.\nShower cap sign - The absence of the cranium could lead to the protrusion of a disorganized mass of brain tissue. This resembles a shower cap giving rise to a characteristic triangular facia appearance.\nNeural-tube defects can be prevented with pre-conceptional supplementation of folic acid. A dose of 4 mg daily is recommended in subsequent pregnancies.\nThe frog eye and showercap signs are shown below:\n\n\n\nOption B: Omphalocele is a midline anterior abdominal wall defect through which the solid abdominal viscera and/or bowel may herniate. The extruded abdominal contents are covered in a sac. Given below is an ultrasound image of the fetus suggestive of an omphalocele (asterix).\n\n\nCystic hygroma is a congenital multiloculated lymphatic lesion that is classically found in the left posterior triangle of the neck. It occurs as a result of sequestration or obstruction of developing lymph vessels. This defect can be picked up in a first-trimester ultrasound. The images below show the MRI and USG appearance of cystic hygroma, respectively:\n\n\n\n\nEncephalocele is caused due to defects in the skull through which the meninges and/or neural tissue herniate. The squamous part of the occipital bone is the most frequently affected bone.\nThe image shows a newborn with encephalocele.\n\n\n\n\nSolution to Question 12:\nRobert's sign is a gas shadow in the fetal heart. It is seen in fetal demise in utero and may appear as early as 12 hours.\nOther sonographic signs seen in fetal demise in utero are:\nAbsent fetal heartbeat\nAbsent fetal movements\n\nOccasional findings\nOverlapping of skull bones - Spalding's sign\nGross distortion of fetal anatomy (maceration)\nSoft tissue edema - skin &gt;5 mm\nEchogenic amniotic fluid (fetal demise fragments)\nUncommon findings\nThrombus in fetal heart\nGas shadow in the fetal heart - Robert's sign.\n\n\n\nSolution to Question 13:\nThe frequency of trans abdominal transducer is 4-6 megahertz (MHz) since a lower frequency penetrates better.\nOn the other hand, a vaginal transducer has a frequency of 5-10 megahertz since a higher frequency yields a better image with minimal penetration.\n\n\n\nSolution to Question 14:\nThe cardiac activity of the fetus is first detected on transabdominal USG (TAS) at the 6th week of intrauterine life.\n\n\n\n\nSolution to Question 15:\nFemur length is the best parameter for the estimation of fetal age by USG in the 3rd trimester. Best USG parameters for estimation of fetal age:\n\n\n\n\n\n\nSolution to Question 16:\nTissue heating is higher with longer examination time.\nSonography should be performed in compliance with the ALARA principle which is As Low As Reasonably Achievable. The theoretical risks are greater during organogenesis (8-15 weeks) than later in pregnancy.\nAll sonography machines must display 2 indices - the thermal index and the mechanical index.\n\n\n\nSolution to Question 17:\nAbsent end diastolic flow indicates fetal compromise in Doppler. Umbilical artery vessels:\nThey are characterized by forward low-resistance flow.\nAs gestation increases, there is a gradual fall in all the resistance indices so the amount of forward diastolic flow increases.\nS/D ratio decreases as the period of gestation increases. Abnormal flow patterns in umbilical artery:\nReduced end-diastolic flow - Uteroplacental insufficiency (systolic/diastolic ratio increases)\nAbsent end-diastolic flow - Fetal compromise (hence pregnancy is terminated by cesarean section if &gt;34 weeks)\nReverse end-diastolic flow - Impending death (pregnancy is terminated irrespective of gestational age)\nDoppler of the middle cerebral artery helps in detecting fetal anemia. Increased fetal diastolic flow in the middle cerebral artery with absent diastolic flow in the aorta implies fetal acidemia.\n\n\n\nNormal Labour\n\n\nQuestion 1:\n\nWhich of the following acts as the primary trigger for onset of labour in pregnant women?\nACTH in mother\nACTH in fetus\nProstaglandin\nOxytocin\n\n\nQuestion 2:\n\nAll of the following changes are seen during cervical ripening in a patient except \t.\nCollagen fibril diameter is increased\nCollagen fibrils are tightly packed\nIncrease in glycosaminoglycans\nStromal invasion with inflammatory cells\n\n\nQuestion 3:\n\nAn obstetrician performs the following procedure for labor induction in a patient. What is the reflex elicited in the process?\n\n\nAndrews reflex\nJohnsons reflex\nGails reflex\nFerguson reflex\n\n\nQuestion 4:\n\nWhich of the following image shows the Duncan method?\n\n\nA\nB\nC\nD\n\n\nQuestion 5:\n\nIn which stage of labour, is the following expelled?\n\n\n\nSecond\nThird\nFourth\nFirst\n\n\nQuestion 6:\n\nAll of the following are included in the first stage of labour for a pregnant woman except:\nEffacement of cervix\nDilatation of cervix\nCrowning of fetal head\nFetal descent beginning\n\n\nQuestion 7:\n\nWhat does fetal position refer to?\nPart of presentation which lies over the internal os\nRelation of different parts of fetus to one another\nRelation of the denominator to different quadrants of the pelvis\nPart of fetus lying in the lower segment of uterus\n\nQuestion 8:\n\nA senior resident examines a primigravida in labour and informs that the fetus is cephalic in attitude of flexion. What is the most common presenting part of this fetus?\nVertex\nSinciput\nOcciput\nFace\n\n\nQuestion 9:\n\nThe ultrasonogram shows the diameter of the fetal head which is taken as a reference for engagement. Which diameter does this refer to?\n\n\nBiparietal diameter\nBitemporal diameter\nOccipitofrontal diameter\nSuboccipitofrontal diameter\n\n\nQuestion 10:\n\nWhich of the following is not a part of a partograph?\nFetal heart rate\n\nMaternal heart rate\nMaternal temperature\nFetal temperature\n\n\nQuestion 11:\n\nWhat are the cardinal movements of labour?\nEngagement—descent—flexion—internal rotation—extension—external rotation—expulsion\nEngagement—flexion—descent—internal rotation—extension—expulsion\nEngagement—flexion—descent—external rotation—expulsion\nEngagement—extension—internal rotation—external rotation—expulsion\n\n\nQuestion 12:\n\nA multigravida with gestational diabetes mellitus was admitted in labour at term and progressed to full dilatation. The fetal vertex failed to descend beyond -3 station. The descent of the fetus is facilitated by all except:\nExtension and straightening of the fetal body\nPressure of amniotic fluid\nUterine contractions and retractions\nWell-flexed head\n\n\nQuestion 13:\n\nWhich of the following is a prerequisite for internal rotation of the fetal head for a woman in labor?\nStraightening of fetal body\nTone of transversus abdominis\nWell-extended head\nTone of levator ani muscles\n\n\nQuestion 14:\n\nWhich of the following statements is true regarding the internal rotation of the fetal head?\n\nOcciput turns towards the transverse axis\nRotation is not essential when the fetus is unusually sma\nInternal rotation is followed by external rotation\nRotation is earlier in primigravida than in multigravida\n\n\nQuestion 15:\n\nWhat is the minimum rate of cervical dilatation in primigravida during active labour?\n1.5 cm/hr\n1.2 cm/hr\n1.7 cm/hr\n2 cm/hr\n\n\nQuestion 16:\n\nWhich of the following is part of the WHO guidelines for the management of second stage of labor?\nDo a routine episiotomy\nManual support to perineum to maintain flexion of head\nNever give warm compress to the perineum\nPerform labor in lithotomy position\n\n\nQuestion 17:\n\nModified Robson's classification class 1 includes:\nNulliparous, singleton, cephalic, induced labour\nNulliparous, singleton, cephalic, spontaneous labour\nMultiparous without previous CS, spontaneous labour\nMultiparous without previous CS, induced/CS before labour\n\n\nQuestion 18:\n\nIdentify the fetal position in the given image.\n\n\n\n\nRight occipito-posterior\nLeft occipito-anterior\nLeft occipito-posterior\nRight occipito-anterior\n\n\nQuestion 19:\n\nUterine contractions are palpable when its intensity is more than     .\n10 mm Hg\n15 mmHg\n20 mmHg\n40 mmHg\n\n\nQuestion 20:\n\nA primigravida presents to the labor room at 39 weeks of gestation. On examination, you notice the fetal head has appeared at the vulva. Which of the following maneuvers can be used to assist the delivery of the head?\nPrague maneuver\nLovset's maneuver\nPinard's maneuver\nRitgen's maneuver\n\nQuestion 21:\n\nWhich dermatome is pain in the early stage of labor limited to?\nT10-L1\nS1-S3\nL4-L5\nL2-L3\n\n\nQuestion 22:\n\nA young primigravida at 39 weeks of gestation presented to the casualty crying of intense abdominal pain. She was diagnosed to be in labour. Which of the following is not a characteristic of this pain?\nPainful uterine contraction\nRelieved by enema and sedatives\nFormation of bag of waters\nProgressive descent of presenting part\n\n\nQuestion 23:\n\nYou notice the gynecology resident administer the nerve block seen in the image before performing an episiotomy. Which nerve roots are blocked?\n\n\nL1,2,3\nL2,3\nS2,3,4\nL5,S1,S2\n\n\nQuestion 24:\n\nParacervical block relieves pain from all except:\nCervix\nUterus\nLower third of vagina\nUpper third of vagina\n\n\nQuestion 25:\n\nAll of the following are indications for early clamping of cord in a new born baby except:\nRh isoimmunization\nPostdated pregnancy\nBirth asphyxia\nMaternal diabetes\n\n\nQuestion 26:\n\nWhich of the following is not a sign of placental separation in stage 3 of parturition of a pregnant woman?\nSchroeder's sign\nShortening of cord\nSuprapubic bulge\nKustner's sign\n\n\nQuestion 27:\n\nWhich of the following is false regarding the modified WHO partogram?\n\nRight side of alert line indicates immediate referral to First Referral Unit (FRU)\nAlert and action line are separated by a difference of 4 hours\nEach small square in partogram is equal to 1 hour\nPartograph recording should be started once the cervical dilatation reaches 4 cm\n\n\nQuestion 28:\n\nIdentify the following instrument commonly used in obstetrics.\n\n\nMayo scissors\nCurved scissors\nSuture remover\nEpisiotomy scissors\n\n\nQuestion 29:\n\nA nursing assistant posted in the obstetric care unit was asked to monitor the progress of labour. After how much dilatation of the cervix, should she start the documentation?\n2cm\n5cm\n4cm\n6cm\n\nAnswer Key\n\n\n\nDetailed Explanations\n\nSolution to Question 1:\nThe fetal ACTH causes an increase in estrogen acting as the onset of labour in pregnant women. It results in the growth of the fetal adrenal gland which has the capacity for steroid biosynthesis i.e. estrogen.\nDaily steroid production of fetal adrenal glands near term is more than in adults.\n\n\n\n\n\nSolution to Question 2:\nCollagen fibrils are loosely packed during cervical ripening. Changes in cervical ripening:\nCollagen fibril diameter is increased, and there is increased spacing between fibrils leading to increased tissue compliance\nIncrease in the amount of proteoglycan and glycosaminoglycan within the matrix\nStromal invasion with inflammatory cells\n\n\n\nSolution to Question 3:\nStripping of membranes is depicted in the image, which elicits the Ferguson reflex.\nFetal ejection reflex or Ferguson reflex is a phenomenon in which mechanical stretching of the internal cervix enhances uterine activity. Release of oxytocin from the maternal pituitary has been suggested but not proven.\nIt is seen in stripping/sweeping and artificial rupture of membranes. Both of these are methods of induction of labor. It is associated with an increase in blood levels of\nprostaglandin F2 metabolite, also known as dinoprost/carboprost.\n\nSolution to Question 4:\nImage B shows the Duncan method of placental separation.\n\n\nComparison between two types of placental separation methods:\nBrandt Andrew's method or controlled cord traction is a manoeuvre of expressing the placenta from the uterus in the third stage of labour.\nOne hand grasps the umbilical cord while the other is placed on the mother's abdomen with the fi ngers over the anterior surface of the uterus. While the hand on the abdomen is pressed backwar ds and slightly upward, the other applies gentle traction on the cord.\nType III placenta previa is a type of incomplete or partial central placenta previa. Here, the placenta covers the internal os partially i.e. it covers the internal os when closed but does not entirely do so when fully dilated.\n\n\n\n\nSolution to Question 5:\nThe placenta and membranes are expelled in the third stage of labour.\n\nThe clinical stages of labour may be summarized as follows:\n\n\n\n\nSolution to Question 6:\nThe encirclement of the largest head diameter by the vulval ring is called crowning. This occurs in the second stage of labour.\nFirst stage of labour is divided into 2 phases:\n\n\n\n\nSolution to Question 7:\nFetal position refers to the bony fixed point of reference on presenting part with respect to different quadrants of the pelvis.\nDefinition of various terminologies used for fetus in-utero:\n\n\n\n\n\n\nSolution to Question 8:\nThe most common presenting part when the fetus is in attitude of flexion is vertex.\n\n\n\n\n\n\nSolution to Question 9:\nThe fetal head is said to be engaged when the biparietal diameter (shown in the image) passes through the pelvic brim. Engagement of fetal head is with reference to this biparietal diameter.\nIt is the greatest transverse diameter in an occiput presentation. It also reflects the gestational age in the second trimester, with a variation of 7-10 days.\nBPD is measured in the transthalamic view, at the level of the thalamus and cavum septum pellucidum (CSP). It is measured from the outer edge of the skull in the near field to the inner edge of the skull in the far field.\n\n\nSolution to Question 10:\nFetal temperature is not a part of a partograph.\nAssessment of progress of labor is best done by partograph. Components of partograph:\nPatient identification\nFetal heart rate recorded every 30 min\nPulse recorded every 30 min\nBlood pressure and temperature recorded every 4 h\nUterine contractions recorded every 30 min\nOxytocin-dose and concentration\nUrine analysis\nVaginal examination done every 4 hours\nState of membranes and colour of liquor\n\n\n\nSolution to Question 11:\nThe cardinal movements of labour are engagement, descent, flexion, internal rotation, extension, external rotation, expulsion.\n(Mnemonic: Every Day FIRE Raises Extremely)\nEvery: Engagement\nDay: Descent\nF: Flexion\nIR: Internal rotation\nE: Extension\nRaises: external Rotation\nExtremely: Expulsion\nThe most common presentation is cephalic and presenting part is vertex. Head enters the pelvis through transverse diameter majorly and left occipito transverse is the commonest fetal position. Internal rotation of fetal head occurs at the level of ischial spine. In a vertex delivery, the baby's head is delivered by extension and in a breech delivery, the baby's head is delivered by flexion.\nThe best time to give episotomy is after crowning has occured.\n\n\n\n\n\nSolution to Question 12:\nA well-flexed head facilitates internal rotation, not the descent of the presenting part. The descent of the fetus is brought about by:\nPressure of amniotic fluid\nDirect pressure of the fundus upon the breech with contractions\nBearing-down efforts of maternal abdominal muscles\nExtension and straightening of the fetal body\n\n\n\nSolution to Question 13:\nThe tone of levator ani muscles is a prerequisite for internal rotation of the head. Prerequisites of internal rotation of the head are as follows:\nWell-flexed head\nEfficient uterine contraction\nFavorable shape at mid-pelvic plane\nTone of the levator ani muscles\n\n\n\nSolution to Question 14:\nInternal rotation is not essential in the completion of labor when the fetus is unusually small.\n\nInternal rotation begins with the occiput turning away from the transverse axis. In\nmajority, internal rotation is completed by the time the head reaches the pelvic floor. Internal rotation is followed by extension of the head, which is then followed by external rotation.\nRotation occurs earlier in multigravida than primigravida whereas engagement occurs earlier in primigravida than multigravida.\n\n\n\nSolution to Question 15:\nDuring active labor, the minimal rate of cervical dilatation in primigravida is 1.2 cm/hr. First stage of labour is divided into 2 phases:\nThe cervical dilatation ranges from a minimal rate of 1.2 cm - 6.8 cm/hr in nullipara. Also, the multiparas progress faster in the active phase of labor with a minimal dilatation rate of 1.5 cm/hr.\nFriedman curve is the sigmoid curve plotting the pattern of cervical dilatation during the latent and active phase of normal labour.\n\n\n\nSolution to Question 16:\nThe practice of guarding the perineum during delivery of the fetal head is part of the WHO management guidelines for the second stage of labor.\nThe fingers of one hand support the perineum, while the second hand applies pressure to the fetal head to control the speed of crowning. The advantage of this is to prevent perineal tears.\nThe second stage of labor begins with full dilatation of the cervix and ends with the delivery of the fetus.\nThe main events include the descent of the fetus (bearing down by the mother, uterine contractions), cardinal movements of labor, and delivery of the fetus.\nManagement of the second stage of labor:\nThe most common position used is the dorsal position with the hips flexed, knees flexed and abduction of the thighs. WHO recommends any position of choice including the upright position.\nWHO recommendations for the prevention of perineal tears include warm compresses to the perineum, perineal massage, guarding the perineum, and modified Ritgen's maneuver.\nModified Ritgen's maneuver: A sterile towel or pad is held in one hand and placed over the perineum; the other hand applies gentle downward pressure on the occiput to promote flexion and controlled delivery of the head (ensuring the smallest diameter of the head passes through the outlet). Once the occiput is born–with gentle pressure, the head is extended–forehead, nose, and mouth are then delivered.\nWHO doesn't recommend fundal pressure and routine episiotomy. Other options:\nOption A: A liberal or routine episiotomy is discouraged. Episiotomy is indicated in cases of:\nShoulder dystocia\nBreech delivery\nFetal macrosomia\nOperative vaginal deliveries\nPersistent occiput posterior positions\nOption C: Manual techniques, such as massage or application of warm compresses, are recommended for healthy pregnant women requesting pain relief during labor.\nOption D: The position that is most comfortable to the mother i.e. upright/squatting position is encouraged. This position gives:\ness discomfort and difficulty in bearing down\ness labor pain\ness perineal/vaginal trauma and wound infections\n\n\n\n\n\n\nSolution to Question 17:\nClass 1 of modified Robson's classification includes nullipara, equal to or &gt;37 weeks, single, cephalic, spontaneous labor.\nIt is the most widely accepted classification system available for analyzing characteristics of delivering women worldwide. It consists of 10 patient population categories. The basis for these categories include:\nParity\nOnset of labor and mode of delivery\nGestational age\nFetal presentation\nNo. of fetuses\nThe modified Robson system classification is as follows:\n\n\n\n\n\n\nSolution to Question 18:\nIn the given vertex presentation, the fetal position is right occipitoanterior.\nFetal position refers to the relation of the denominator (arbitrary bony fixed point on the presenting part), with respect to different quadrants of the maternal pelvis. In vertex presentation, the denominator is taken as the occiput (which is close to the triangular posterior fontanelle).\nTo determine the fetal position the following two steps are followed:\nDetermine the direction in which the occiput is facing:\nTowards the pubic symphysis - occipito-anterior\nTowards the sacral promontory - occipito-posterior\nMidway between pubic symphysis and sacral promontory - occipito-transverse\nDetermine if the occiput is facing the left or the right in relation to the materal pelvis\n\n\n\n\n\nSolution to Question 19:\nUterine contractions are palpable when the intensity is &gt;10 mmHg.\n\nUterine contractions cause cervical dilatation at 15 mmHg and are painful beyond 15 mmHg. Units for measuring the intensity of uterine contractions are mmHg and Montevideo units (MV). 1 MV = intensity of uterine contractions x number of contractions in 10 min.\nDuring labour, normal uterine contractions are between 190 and 300 MV and at the time of delivery, it is 300 MV.\n\n\n\n\nSolution to Question 20:\nRitgen's maneuver is done for delivery of head in normal labor.\nThis maneuver is done when the head distends the vulva and perineum enough to open the vaginal introitus to a diameter of &gt;5 cm. A towel is draped and a gloved hand may be used to exert forward pressure on the chin of the fetus through the perineum. The other hand exerts pressure superiorly against the occiput.\nThis maneuver allows controlled delivery of the head.\n\n\n\n\nSolution to Question 21:\n\nPain in the early stage of labor is limited to dermatomes T10-L1. This is of uterine origin.\nPain in the late stage of labour is due to dilatation of cervix and perineal stretching. The nerves carrying the pain include S2,3,4.\n\n\n\nSolution to Question 22:\nTrue labor pain is not relieved by enema and sedatives. It is characterized by the following:\nPainful uterine contractions at regular intervals\nThe frequency of contractions increases gradually\nThe intensity and duration of contractions increase progressively\nAssociated with 'show'- extrusion of the mucus plug that had previously filled the cervical cana during pregnancy\nProgressive effacement and dilatation of the cervix\nProgressive descent of the presenting part\nFormation of the 'bag of forewaters' i.e., bulging fluid-filled amniotic membrane presenting in front of the fetal head\nNot relieved by enema or sedatives\nFalse labour pain is seen more in primigravidae than in parous women. It usually appears prior to the onset of true labor pain by 1 or 2 weeks in primigravidae and by a few days in multiparae.\nSuch pains are probably due to stretching of the cervix and lower uterine segment with consequent irritation of the neighboring ganglia.\n\n\n\n\nSolution to Question 23:\nThe nerve roots blocked in pudendal nerve block are S2,3,4. It is blocked just above the tip of the ischial spine by piercing the sacrospinous ligament.\n\nPudendal nerve block can be used for:\nAnalgesia in the second stage of labor\nEpisiotomy repair\nPelvic floor relaxation for outlet instrument delivery\nMinor procedures of the lower vagina and perineum\nPerineal analgesia prior to application of vacuum/forceps\nPudendal block does not impact the cervix or upper vagina. It is ineffective for pain relief associated with uterine manipulation such as manual extraction of the placenta.\n\n\n\nSolution to Question 24:\nPain from the lower third of the vagina is relieved by pudendal block, not paracervical block.\nParacervical block relieves the pain of uterine contractions and cervical dilatation. It also relieves pain from upper third of the vagina. It is not useful at the time of episiotomy as the lower part of the vagina is not anesthetized.\nNote: Paracervical block is no longer considered safe as it causes fetal bradycardia. Epidural analgesia is preferred when complete relief of pain is needed throughout labour.\n\n\n\nSolution to Question 25:\nPostdated pregnancy is not an indication for early cord clamping. Early cord clamping is indicated in:\nBirth asphyxia\nRh isoimmunization\nDiabetic mother\nThe benefits of delayed cord clamping for up to 60 seconds is an increase in total body iron stores, expand blood volume and a decrease in anemia incidence in the neonate.\nOn the other hand, delayed cord clamping can lead to a higher hemoglobin concentration, which increases risks for hyperbilirubinemia and extended hospitalization for neonatal phototherapy. Delayed cord clamping can also hinder timely neonatal resuscitation.\nAccording to AIIMS Protocols in Neonatology, in uncomplicated preterm birth, delayed cord clamping should be attempted. This is done for a minimum time of 60 seconds after delivery for preterm infants not requiring immediate resuscitation after birth. It states that DCC must be done even if the mother has an HIV infection. But as per the NACO guidelines, early cord clamping is advised.\n\nSolution to Question 26:\nLengthening of the umbilical cord is seen in placental separation. Signs of placental separation:\nThe uterus becomes globular, firm, and ballottable (earliest sign to appear)\nSchroeder's sign - Slight rise of fundal height as the separated placenta comes down in the lower segment and uterus rests over it\nSlight suprapubic bulging due to separated placenta distending the lower segment.\nKustner's sign - On pushing, the uterus cephalad with a hand on the abdomen, the cord no onger recedes\nA sudden gush of blood\nPermanent lengthening of cord\nNote: Schroeder's ring is a constriction ring/contraction ring formed due to incoordinate uterine action.",
        "image": "OBGYN_img_26.png"
    }
]