[
    {
        "id": 1,
        "text": "All among the following are ionizing radiations except: Alpha rays Beta rays X-rays MRI",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMRI is a technique that produces topographic images by means of magnetic fields and radiofrequency waves.\nThe ionizing radiations\nAlpha\nBeta\n\nGamma\nX-Rays\nThe non-Ionizing radiations are:\nRadiofrequency waves\nUV rays\nMicrowaves\nAlpha and beta rays are particulate radiation (particles) whereas gamma and x-rays are electromagnetic rays. All electromagnetic waves have a constant velocity of 3×108 m/s and no mass. The electromagnetic spectrum, from low frequency to high frequency consists of:\nRadiowaves &lt; Microwaves &lt; Infrared &lt; Visible light &lt; Ultraviolet &lt; X-rays &lt; Gamma rays\nNote: W. C. Roentgen is the father of X-ray and the first medical X-ray by Roentgen was of his wife Anna Bertha's left hand. Physicists Peter Mansfield and Paul Lauterbur developed\nMRI-related imaging techniques in medicine and they were awarded the Nobel prize in 2003.",
        "image": "Radiology_img_1.png"
    },
    {
        "id": 2,
        "text": "What is the mechanism of heat loss in modern X-ray tubes? Radiation Conduction Convection Evaporation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe mechanism of heat loss in the modern X-ray tube is radiation. The atomic number of tungsten is 74.",
        "image": "Radiology_img_2.png"
    },
    {
        "id": 3,
        "text": "What is the most commonly used active ingredient of an X-ray film? Silver chloride Silver bromide Silver nitrate Silver fluoride",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAn X-ray film is coated with a photosensitive emulsion on both sides, most commonly silver bromide.\nApart from silver bromide, silver iodide is also used. In routine films, both sides are coated, whereas, in mammography, only one side of the film is coated.\nNote: X-ray films are most sensitive to blue light and least sensitive to red light. So, the safe light used in the darkroom is a red light.",
        "image": "Radiology_img_3.png"
    },
    {
        "id": 4,
        "text": "How are X-rays produced? When electron beam strikes the nucleus of the atom in the anode When electron beam decelerates close to the nucleus of the atom in the anode When electron beam reacts with the electromagnetic field When electron beam strikes the cathode",
        "options": {},
        "correct_option": null,
        "explanation": ":\nX-rays are produced when the electron beam decelerates close to the nucleus of the atom in the anode.\nThe production of X-rays is as follows.\nCurrent is passed through a tungsten filament which acts as the cathode\n\nElectrons are emitted as a result of thermionic emission\n\nElectrons bombard the target anode, a tungsten disc\n\nResults in the conversion of energy into heat (99%) and X-ray photons(1%)\nThe target anode is made of a tungsten disc in ordinary diagnostic X-ray tubes and molybdenum in mammography X-ray tubes.\nAt the anode, fast-moving electrons interact with the atoms of the anode in one of the following ways:\nNucleus field interaction: aka continuous spectrum radiation or Bremsstrahlung reaction (80%)\nInner shell interaction: produces characteristic spectrum radiation (20%)\n\n\n\n\nImportant parameters with respect to X rays:\nKilovolt peak (kVP) – Potential difference between cathode and anode. When the voltage increases, energy increases, and penetration also increases. Hence more kVP is required for obese patients.\nMilliampere second (mAS) – Determines the amount of film blackening. More MAS more is radiation exposure.\nContrast is influenced by both kVP and mAS.\nkVP is inversely proportional whereas mAS is directly proportional to the contrast produced.",
        "image": "Radiology_img_4.png"
    },
    {
        "id": 5,
        "text": "The photoelectric effect can be best described as an interaction between: High energy incident photon and the inner shell electron Low energy incident photon and the outer shell electron High energy incident photon and the outer shell electron Low energy incident photon and the inner shell electron",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe photoelectric effect is an interaction between a low to intermediate energy X-ray beam and the inner shell electron.\nWhen the inner shell electron is ejected, the outer electron goes into the inner orbit to occupy the space, and the extra energy is ejected as characteristic radiation, and is called the photoelectric effect.\nThe photoelectric effect is fundamentally important in diagnostic radiography since it is the primary method by which contrast is developed in radiographs. It allows for the differentiation of different types of tissues on the X-ray film.\n\n\n\nVery low-energy X-rays are not capable of producing the photoelectric effect. High energy X-rays are also not capable of photoelectric effect due to random scattering of electrons from the outer shell. This is known as the Compton effect and it can lead to distortion of the image.\nThe goal of X-ray imaging should be to minimize the Compton effect and maximize the photoelectric effect. The penetrating power of X-rays increases with increasing energy, which is directly proportional to the frequency and inversely proportional to the wavelength.",
        "image": "Radiology_img_5.png"
    },
    {
        "id": 6,
        "text": "What is an X-ray artifact? A radiolucent area An abnormal opacity that corresponds to an anatomic structure Produced when patient moves during the shoot A normal opacity which disappears in stored radiographs",
        "options": {},
        "correct_option": null,
        "explanation": ":\nray artifacts are usually produced by patient movement during the shoot, improper handling of films, or errors while processing of films.\nAn artifact is any opacity on a radiograph that does not correspond to an actual anatomic structure.",
        "image": "Radiology_img_6.png"
    },
    {
        "id": 7,
        "text": "What are the walls of the CT scanner rooms coated with? Lead Glass Tungsten Iron",
        "options": {},
        "correct_option": null,
        "explanation": ":\nLead is the most common agent used in modern construction because of it's ability to provide radiation shielding. Lead can effectively attenuate certain kinds of radiation because of its high density and atomic number.\nLead aprons are used to safeguard from scattered radiation. Their thickness is 0.5 mm (0.25 – 0.5 mm).",
        "image": "Radiology_img_7.png"
    },
    {
        "id": 8,
        "text": "Which of the following investigations is best to detect calcification? X-ray USG CT MRI",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCT is the best investigation to detect calcification.\n\nIt is also used to diagnose acute bleeds. Calcification and blood appear bright on CT.\nThe CT below shows calcified subependymal hamartomatous nodules in a patient with tuberous sclerosis.\n\n\nThe CT below shows epidural hematoma.",
        "image": "Radiology_img_8.png"
    },
    {
        "id": 9,
        "text": "Which of the following is a water soluble contrast? Iohexol Barium Bromium Calcium",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIohexol is a nonionic, water-soluble radiographic contrast medium. It is used to visualize the following structres:\nArteries\nVeins\n\nVentricles of the brain\nThe urinary system\nJoints\nIt can be used during computer tomography (CT scan) as well. It can be given orally, intravenously, or can be injected into the body cavity.",
        "image": "Radiology_img_9.png"
    },
    {
        "id": 10,
        "text": "Which of the following is an iso-osmolar contrast media? Omnipaque Optiray Ioxaglate Iodixanol",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIodixanol has an osmolarity of 300 mOsm which is iso-osmolar to plasma. It is a non-ionic dimer with iodine:particle ratio of 6:1.\nContrast containing iodine is used in CT, IVP, and angiography. Since all these imaging modalities are based on X-rays, iodine is used as it is radio-opaque. In contrast medium, iodine provides radio-opacity and the other elements act as carriers of iodine. These carriers increase the solubility and decrease the toxicity of iodine.",
        "image": "Radiology_img_10.png"
    },
    {
        "id": 11,
        "text": "What is the technological basis of a spiral CT? Gantry Slip ring Multi detectors Couc",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSpiral CT is based on the technology called a slip ring.\nIt is a device that distributes the power supply between the patient table (or couch) and the gantry, which contains the spinning X-ray tube. The slip ring makes the simultaneous movement of the patient and X-ray tube rotation possible. The process of CT imaging is faster, and the entire trunk can be taken in a single breath-hold. Thus, there is no respiratory misregistration. Also in spiral CT, 3D reconstruction can be done.\nA spiral CT is the investigation of choice for renal stones. It is also used for staging of colon cancer and for visualization of pulmonary embolism.\nRadiation exposure:\nCT abdomen = 500 chest X-rays (highest)\nCT head = 100 to 150 chest X-rays\nMammography = 20 to 25 chest X-rays.",
        "image": "Radiology_img_11.png"
    },
    {
        "id": 12,
        "text": "Cardiac CT is done in which phase? Early systole Mid systole Mid diastole Early diastole",
        "options": {},
        "correct_option": null,
        "explanation": ":\nA cardiac CT is done in mid-diastole assisted by synchronous ECG gating. The least cardiac motion occurs during diastole when the ventricles are passively filling. Prospective ECG triggering uses the ECG signal to control scanning so that X-rays are generated and projection data are acquired only during cardiac diastole.\nCardiac CT is done in CAD and for coronary calcium scoring. Coronary calcium scoring denotes the degree of atherosclerosis and determines prognosis in patients with coronary artery disease.\n\nIt is an example of multi-slice CT or multidetector CT (MDCT). In MDCT multiple sections can be taken in one rotation. Spiral CT takes only one section in one rotation.",
        "image": "Radiology_img_12.png"
    },
    {
        "id": 13,
        "text": "Identify the heart chamber marked in the given image. Right atrium Right ventricle Left ventricle Left atrium",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe structure marked in the above CT image is the left ventricle.\n\n\nTransverse CT images are to be observed from the foot end of the supine patient, as if we are sitting at the patient's feet. So the right-hand side of the observer corresponds to the left-hand side in the CT.",
        "image": "Radiology_img_13.png"
    },
    {
        "id": 14,
        "text": "What does the Hounsfield unit depend on? Mass density Effective atomic number Attenuation co-efficient Particle velocity",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHounsfield unit (HU) depends on the linear attenuation co-efficient.\nAttenuation is the reduction of the intensity of an X-ray beam as it traverses matter. HU is used to measure the X-ray attenuation values in CT scanning, thus quantifying the radiodensity of the tissue.\nThe Hounsfield scale, named after Sir Godfrey Hounsfield invented CT in the year 1972 and was awarded Nobel Prize for Medicine in the year 1979.",
        "image": "Radiology_img_14.png"
    },
    {
        "id": 15,
        "text": "Hounsfield unit is zero for which of the following? Air Water Fat Dense bone",
        "options": {},
        "correct_option": null,
        "explanation": ":\nWater is arbitrarily assigned a value of zero HU.\nIn CT, bone and hemorrhage appear white, while air and fat appear black.",
        "image": "Radiology_img_15.png"
    },
    {
        "id": 16,
        "text": "What is the investigation of choice in a patient with suspected calcaneal fracture? X-ray CT MRI USG",
        "options": {},
        "correct_option": null,
        "explanation": ":\nFor a calcaneal fracture, a CT is the investigation of choice.\nA CT scan is the investigation of choice for suspected tarsal fractures. CT is best for assessing the bone cortex, while MRI is best for assessing stress fractures or occult fractures.",
        "image": "Radiology_img_16.png"
    },
    {
        "id": 17,
        "text": "A patient presented with breathlessness and pleuritic chest pain. D-dimer levels were elevated and pulmonary embolism was suspected. What is the next best investigation? MRI V/Q scan Plain CT CT angiography",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPulmonary CT angiography is the best investigation for pulmonary embolism. V/Q scan is done in pregnant women.\nShown below is a CT angiography demonstrating multiple filling defects both at the bifurcation\n(saddle pulmonary embolism) and in the pulmonary arteries.\n\n\n\nCT angiography is the investigation of choice in aortic aneurysm.",
        "image": "Radiology_img_17.png"
    },
    {
        "id": 18,
        "text": "What is the initial investigation for evaluating a patient suspected to have an aortic dissection? CT MRI USG PET scan",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCT is the initial investigation for aortic dissection as it is more widely available and takes a shorter time when compared to MRI.\nMRI, though highly accurate for acute aortic disease evaluation, is usually confined to cases of severe renal insufficiency or when the use of iodinated contrast medium is absolutely contraindicated.\nThe image below depicts CT chest showing Type A aortic dissection from the aortic root. (A) Axial view and (B) sagittal view. The arrows indicate the intimal flap.\n\n\nThe image below shows the classification systems used for aortic dissection.",
        "image": "Radiology_img_18.png"
    },
    {
        "id": 19,
        "text": "A 23-year-old man was brought to the casualty with a head injury following an RTA. What is the investigation of choice for this patient? Non-contrast CT Diffusion weighted MRI MR angiography Contrast enhanced CT",
        "options": {},
        "correct_option": null,
        "explanation": ":\nNon-contrast CT is the investigation of choice to identify acute intracranial bleed and hence is the preliminary investigation in acute head injury.\nNCCT is also the investigation of choice for brain haemorrhage and calcification. For all the other neurological lesions, the investigation of choice is MRI.\n\nFundamentals of USG and MRI\n\n\nQuestion 1:\n\nWhich of the following imaging modalities is based on the principle of piezoelectric effect?\nUSG\nX-ray\nMR spectroscopy\nMRI\n\n\nQuestion 2:\n\nWhat does the ultrasonography transducer contain?\nSodium Fluoride\nLead Zirconate\nBarium titanate\nSodium Zirconate\n\n\nQuestion 3:\n\nWhich of the following is not echogenic on ultrasonography?\nBile\nMuscle\nBone\nGall stones\n\n\nQuestion 4:\n\nIdentify the mode in USG.\n\n\n\nA mode\nB mode\nM mode\nDoppler\n\n\nQuestion 5:\n\nWhich of the following imaging modalities uses the harmonic imaging technique?\nSonography\nDigital subtraction angiography\nMRCP\nNuclear imaging\n\n\nQuestion 6:\n\nA 2‰ year old lactating female presents with painful breast lump on the right side since 5 days but denies any history of fever or previous episodes of breast issues. Given the likely diagnosis, what is the investigation of choice?\nUSG\nCT\nMRI\nMammogram\n\nQuestion 7:\n\nDoppler effect is the relative change in the \t.\nAmplitude of sound\nFrequency of sound\nDirection of sound\nPhase of sound\n\n\nQuestion 8:\n\nThe Doppler waveform of the venous blood flow in lower limb DVT is \t.\nMonophasic\nBiphasic\nTriphasic\nMultiphasic\n\n\nQuestion 9:\n\nWhat is the unit of measurement of magnetic field in MRI machines?\nHousefield units\nTesla\nKHertz\nWeber\n\n\nQuestion 10:\n\nIdentify the MRI image.\n\n\n\nT1 weighted image\nT2 weighted image\nFLAIR\nSTIR\n\n\nQuestion 11:\n\nWhich of the following are contraindications of MRI?\n1, 3, 5\n1, 2, 4\n2, 3, 4\n3, 4, 5\n\n\nQuestion 12:\n\nWhich of the following contrasts is used in MRI?\nIodine\nGadolinium\nOmnipaque\nOptison\n\nQuestion 13:\n\nWhat is the metallic shielding used in MRI rooms called?\nMaxwell cage\nFaraday cage\nEdison cage\nOhms cage\n\n\nQuestion 14:\n\nWhich of the following uses the time of flight principle to visualise the blood flow in vessels?\nSpiral CT\nMR imaging\nCT angiography\nColour doppler\n\n\nQuestion 15:\n\nFunctional MRI was done for a stroke patient. What is the principle behind this investigation?\nBOLD technique\nTime of fight technique\nBrownian motion\nDiffusion of water molecules\n\n\nQuestion 16:\n\nIdentify the imaging shown below.\n\n\n\nDiffusion tensor imaging\nSTIR\nFLAIR\nMR spectroscopy\n\n\nQuestion 17:\n\nIdentify the vessel marked in the image given below.\n\n\nMiddle cerebral artery\nPosterior cerebral artery\n\nAnterior cerebral artery\nInternal carotid artery\n\n\nQuestion 18:\n\nWhich of the following is the best plane for the measurement of volume of hippocampus?\n\n\nA\nB\nC\nD\n\n\nQuestion 19:\n\nWhich is the most sensitive investigation in a patient being screened for DCIS?\nMRI\nCT\nUSG\nMammogram\n\n\nQuestion 20:\n\nA patient suspected to have biliary tract abnormalities undergoes the investigation shown in the image below. Identify the imaging and structure marked as A.\n\n\nMRCP - Right hepatic duct\nERCP - Cystic duct\nMRCP - Common bile duct\nERCP - Pancreatic duct\n\n\nQuestion 21:\n\nWhich of the following pathological conditions can be identified with diffusion-weighted MRI?\n3, 4, 5\n1, 2, 4\n1, 2, 3, 5\n1, 3, 4, 5\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nUltrasonography (USG) works based on the principle of the piezoelectric effect.\nThe tip of ultrasound transducer is made up of piezoelectric crystals like lead zirconate titanate. When electric current pass through the transducer, these crystals starts to vibrate and produces ultrasound waves. This is called reverse piezoelectric effect.\nThey propagate through different tissues and is reflected back. These waves are then converted back into electrical impulses by the transducer crystals. This is called piezoelectric effect. These impulses are further processed to form an ultrasound image on the screen by pulse-echo principle. Both reverse piezoelectric effect and piezoelectric effect are used in diagnostic ultrasound.\n\n\n\nSolution to Question 2:\nLead zirconate titanate (PZT) is the most widely used material in the ultrasound transducers/probes. It has replaced the previously used barium titanate.\n\nSolution to Question 3:\nBile is not echogenic on ultrasound.\nEchoes are not produced if there is no difference in acoustic density. Hence, homogeneous fluids are seen as echo-free structures. Examples of homogenous fluids include blood, bile, urine, cyst contents, ascites, and pleural effusion.\nHomogenous fluids transmit sound exceptionally well and render increased echoes to those structures deeper to them. This is called acoustic enhancement / posterior enhancement / enhanced through transmission.\nAcoustic shadowing is present behind bony structures, calculi, and air.\n\n\nThe image given below shows posterior enhancement of a renal cyst.\n\n\nThe below image shows a gall bladder stone with acoustic shadowing.\n\n\n\n\nSolution to Question 4:\nThe USG image represents the M-mode used for echocardiography. Echo intensity is represented as brightness and a trace is swept across the screen so that the x-axis represents time.\nUltrasonography is a versatile imaging modality known for its portability and safety, particularly as it does not involve radiation exposure. As the safest radiological investigation for pregnancy, it provides crucial information without posing any risks to the mother or fetus, making it indispensable in obstetric care.\nDifferent modes in USG and its uses are as follows:\nA (amplitude) mode: Used in ophthalmology and orbital biometry (option A).\nB (brightness) mode: Used for all routine applications, with brightness encoded as grayscale value (option B).\nM (motion) mode: In echocardiography.\nHIFU (high-intensity focussed USG) is a therapeutic application of USG. It is useful for the treatment of fibroids. HIFU exploits the thermal effects of high-powered, tightly focused ultrasound beams so that very small target tissues can be heated and coagulated.\nThe image below depicts a duplex scan, which is a combination of B-mode imaging and pulsed Doppler data acquisition.\n\n\n\nDoppler ultrasound (option D) is used in diagnosing peripheral arterial disease. It uses a handheld Doppler ultrasound probe placed at an arterial site. A normal arterial wave has a triphasic signal. A triphasic wave has three waveforms consisting of a sharp systolic wave with a forward uprise and fall, a second wave with reverse flow occurring in diastole, and the last wave with a forward flow taking place during diastole.\nDoppler ultrasound can detect moving blood. However, it does not provide information on whether the blood flow is sufficient for the maintenance of limb viability.\nThe image below shows triphasic signal on doppler ultrasound:\n\n\n\n\nSolution to Question 5:\nHarmonic imaging is a technique used in sonography.\n\nIn tissue harmonic imaging sonography, higher harmonic frequencies generated by the propagation of the ultrasound beam through tissue are used to produce the sonogram. They result in better images.\n\n\n\nSolution to Question 6:\nThe above clinical scenario is suggesting the likelihood of breast abscess and Ultrasonography\n(USG) is the investigation of choice in this condition.\nThis investigation can differentiate between solid and cystic lesions of the breast and is able to detect abnormal axillary lymph nodes.\nUSG is preferred in pregnant, lactating and young women (less than 40 years) since breast tissue is dense in these populations. Mammography is indicated in women over the age of 40 with breast symptoms and signs including screening of breast lump and prolonged puerperal abscesses.\nBreast MRI is the most sensitive method in breast cancer detection.\n\n\n\nSolution to Question 7:\nThe doppler effect results from an apparent shift in sound frequency as sound waves are reflected from moving targets, usually blood cells. In color doppler, the type of color represents the direction of flow.\nRed - flow is towards the transducer\nBlue - flows is away from the transducer Uses of doppler:\nInvestigation of choice in DVT\nInvestigation of choice in testicular and ovarian torsion\nCarotid artery stenosis screening - if there is stenosis velocity is increased\nIn pregnancy:\nUmbilical artery Doppler for follow up of fetal IUGR\nUterine artery Doppler – diastolic notch usually disappears after 22 weeks. Persistent diastolic notch in the uterine artery after 22 weeks of gestation is a predictor of pre-eclampsia\nIncreased peak systolic velocity of fetal MCA is an indicator of fetal anemia.\nIn spectral Doppler, flow is represented in a waveform. The image given below shows a spectral doppler of the carotid artery.\n\n\n\n\n\nSolution to Question 8:\nThe Doppler waveform of the venous blood flow in lower limb DVT is monophasic proximal to the level of obstruction.\nThe normal venous waveform shows a variation (phasicity) secondary to respiration referred to as respirophasic waveform. Loss of this phasic variation results in a monophasic waveform suggestive of venous obstruction proximal to the level of interrogation.\nA normal artery has a triphasic signal. The waveform becomes biphasic in mild-moderate stenosis and monophasic in severe stenosis.\nThe image given below shows the normal triphasic signal from an artery.\n\n\nMonophasic waveform:\n\n\n\n\n\nSolution to Question 9:\nThe magnetic field strength of MRI machines is measured in Tesla. MRI is based on the gyromagnetic property of protons.\nClinical imaging scanners have magnets with field strengths ranging from 0.2 to 3 Tesla (and more recently ˜ Tesla). Routinely used MRI has a field strength of 1.5 Tesla which is created by superconductors.\nHounsfield scale/ unit (HU) is used to measure the X-ray attenuation values in CT scanning.\n\n\n\nSolution to Question 10:\nThe given MRI is a T2 weighted image as the CSF appears bright/hyperintense and white matter appears dark.\nMany pulse sequence techniques are used in MRI, and the most classic are T1 and T2 weighted images.\n\n\n\n\nOther options:\nOption A: In T1 weighted images CSF is dark/hypointense, white matter is white and grey matter is dark.\n\n\n\n\nOption C: FLAIR (fluid-attenuated inversion recovery) is an inversion recovery technique that nulls fluid from T2. As a result, CSF is dark. However, white matter is dark and grey matter is bright similar to T2 imaging.\n\n\n\n\nOption D: STIR (short tau inversion recovery) is an inversion recovery technique that nulls fat from T2. So, fat is dark. It is done to detect bone marrow edema in body part scans.\n\n\n\n\n\nSolution to Question 11:\nMRI is contraindicated in patients with metallic foreign bodies in the eye, cardiac pacemakers, and claustrophobia.\nContraindications of MRI include:\nCardiac pacemakers\nAneurysmal metallic clips\nMetallic foreign body\nCochlear implant\nAllergy to gadolinium (in contrast MRI)\nClaustrophobia (relative contraindication)\n\n\n\nSolution to Question 12:\nThe contrast agent used for MRI is gadolinium. It acts by reducing both T1 and T2 relaxation time of the tissue. The predominant effect is on T1, so post-contrast is a T1 weighted image. Since gadolinium ion is toxic, Gd-DTPA (Gadolinium diethylenetriamine penta-acetic acid) is used.\nContraindications:\nRenal failure - Gd-DTPA is predominantly excreted through the kidney. Hence, in renal failure, it gets accumulated in the body and releases gadolinium ions. Since the ion is toxic, the body tries to contain it by fibrosis resulting in multisystem painful fibrosis called nephrogenic systemic fibrosis. As a result, gadolinium-containing contrast is contraindicated in patients with an estimated GFR under 60 ml/min and especially under 30 ml/min.\n\nPregnancy - Due to the risk of teratogenicity\nGadolinium does not cross the blood-brain barrier unless the barrier is disrupted.\nOptison and Levovist are ultrasound contrast agents. Ultrasound contrast agents are gas-filled microbubbles that are administered intravenously to the systemic circulation.\n\n\n\nSolution to Question 13:\nMRI rooms are shielded completely by a continuous sheet or wire mesh of copper called Faraday cage, which provides radiofrequency (RF) shielding.\nFaraday cage is a conductive box used to shield out stray electromagnetic interference. It is most commonly made of wood panels wrapped with copper. Other metals like aluminium and galvanized steel can also be used. It serves two functions:\nTo prevent external radiofrequency pulses from interfering with the detector\nTo prevent radiofrequency pulses generated by the scanner from interfering with the externa environment\n\n\n\nSolution to Question 14:\nThe time-of-flight (TOF) principle is best employed in Magnetic Resonance Angiography.\nTOF angiographic technique is based on the difference between the high signal of blood flowing into an imaging slice and reduced signal from the stationary background tissue.\n\n\n\nSolution to Question 15:\nFunctional MRI is based on the technique called BOLD i.e., blood oxygen level-dependent technique.\nDuring a particular activity, the corresponding brain area will have increased oxygen consumption. Thus, this type of MRI helps in the detection of functions of different brain parts.\n\n\nSolution to Question 16:\nThe given image shows Diffusion Tensor Imaging(DTI), an MRI-based neuroimaging.\nIt helps to identify the location, orientation, and anisotropy of the white matter tracts of the brain. White matter tracts of the brain include association fibres, commissural fibres, projection fibres, and subcortical fibres.\nMagnetic Resonance (MR) spectroscopy is a non-invasive test based on the principle of magnetic resonance used to analyse the metabolite distribution within the brain tissue. It contains N-acetyl aspartate (NAA), choline, creatine, lipids and lactate.\nThe image below shows a normal MR spectroscopy.\n\n\n\n\nSolution to Question 17:\nThe given image shows the MR angiography of cerebral circulation. The structure marked is the anterior cerebral artery which is a branch of the internal carotid artery.\n\n\n\n\n\n\nSolution to Question 18:\nThe best plane for measurement of the volume of the hippocampus is the coronal plane, angled perpendicular to the long axis of the hippocampus in MRI, which is represented by the image marked B.\nCoronal MRI is taken perpendicular to the long axis of the temporal horn can be used to measure:\nVolume of hippocampus - measured in Alzheimer's disease and medial temporal seizures\nMedial temporal lobe atrophy (MTA)\nThe planes of MRI are given below.\n\n\nImage marked as D shows the axial section of a CT.\n\n\n\n\n\nSolution to Question 19:\nThe investigation of choice for high-risk screening for DCIS is MRI(most sensitive). The sign of DCIS on MRI is a ductal enhancement. It is done in women of 25-30 years of age.\nMRI breast is usually done in the second week (follicular phase) of the menstrual cycle. This is because the action of progesterone and estrogen in the luteal phase causes the breast stroma to become edematous with the development of the lobules. This shows up as enhancement on imaging although it is physiological.\nMammograms can miss the lesion as young women have dense glandular breast tissue.",
        "image": "Radiology_img_19.png"
    }
]