[
    {
        "id": 1,
        "text": "A victim of child trafficking was brought to you by the police for age determination. Which of the following would you use as an accurate method for determining the same? Distal epiphysis of femur Mineralization of teet Fusion of spheno-occipital suture Emergence of teet",
        "options": {},
        "correct_option": null,
        "explanation": ":\nFrom the given options, mineralization of teeth is the more accurate method of age determination in childhood.\nThe relationship between the chronological age and dental age is stronger than between chronological age and skeletal age.\nTwo aspects of tooth development have been used in the estimation of dental age:\nThe emergence of teeth - superior part of the crown of the tooth appearing level with the surface of the alveolar bone\nThe stage of mineralization of crowns and roots during development\nEstimation of dental age using mineralization stages of crowns and roots of developing teeth includes visualization from a radiographic image. This helps in viewing both erupted and unerupted teeth. It is a more accurate method of estimating age than emergence, because emergence is an event whose exact time of occurrence is not accurately known.\nThe study of dental microstructure is the most accurate method of age determination in childhood. This involves counting perikymata (incremental lines on the surface of tooth enamel).\nNote: Eruption is a continuous process by which a tooth moves from its crypt in the jaw bone to its position of occlusion in the mouth. It is different from emergence. Emergence denotes that a tooth has pierced the gingiva.",
        "image": "FMT_img_1.png"
    },
    {
        "id": 2,
        "text": "Which of the following is the earliest tooth to erupt in a 7-month-old baby? Maxillary central incisor Mandibular central incisor Mandibular first molar Maxillary lateral incisor",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe earliest tooth to erupt in a 7-month-old baby (primary dentition) is a mandibular central incisor.\nThe time of emergence of primary dentition or temporary teeth:\nThe deciduous teeth all emerge into the mouth by 2.5-3 years.\nThe time of emergence of secondary dentition or permanent teeth:\nNote: 6-13 years is the age of mixed dentition. First molar emerges at 6-7 years. Second molar emerges at 12 years and third molar emerges beyond 18 years of age.",
        "image": "FMT_img_2.png"
    },
    {
        "id": 3,
        "text": "Which of the following is a superadded permanent tooth? Central incisors Canine Premolar Molar",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe 6 molars are called superadded teeth.\nPermanent dentition refers to the teeth which begin to erupt from 6th year of age and remain throughout the life. They are totally 32 in number. The tooth distribution in each jaw is as follows:\n4 incisors\n2 canines\n4 premolars\n\n6 molars.\nThus, each jaw has 16 teeth. Among these 4 incisors and 2 canines and 4 premolars are called as successional teeth, which erupt in the place of predecessor deciduous teeth.\nThe remaining 6 permanent molars (1st, 2nd, and 3rd molar teeth) erupt independently without any predecessor teeth. Hence they are called superadded teeth.",
        "image": "FMT_img_3.png"
    },
    {
        "id": 4,
        "text": "Electron microscopy of the surface of tooth enamel revealed a neonatal line. What is your inference? Congenital malformation Heavy metal poisoning Still birt Live birt",
        "options": {},
        "correct_option": null,
        "explanation": ":\nNeonatal line is an incremental line found on the surface of tooth enamel, that indicates that an infant was live born.\nThe study of dental microstructure, which involves counting perikymata (incremental lines on the surface of tooth enamel), can provide an accurate method of age determination.\nOne particularly pronounced incremental line, the neonatal line, can be of medicolegal significance in determining whether an infant was live-born or stillborn. It is formed very soon after birth and can be visualized by light microscopy if the child survived for about 3 weeks or by electron microscopy within 1 or 2 days of birth.",
        "image": "FMT_img_4.png"
    },
    {
        "id": 5,
        "text": "A dentist evaluating a child's teeth notices the presence of mixed dentition. What would be the approximate age of the child? 2 – 5 years 6 – 12 years 12 – 15 years 15 – 17 years",
        "options": {},
        "correct_option": null,
        "explanation": ":\n6 – 12 years is the age of mixed dentition and the number of teeth remains constant at 24.\nThe period during which both primary and permanent teeth are in oral cavity together is known as mixed dentition period. This is the period where the deciduous teeth get replaced by permanent successors.",
        "image": "FMT_img_5.png"
    },
    {
        "id": 6,
        "text": "While examining the skeletal remains from a bomb blast, a forensic expert decides to use the Gustafson's method for identification of the ages of people killed. Which of the following would you not assess in this method? Tooth lengt Attrition changes of occlusal surface Periodontosis Transparency of the root",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTooth length is not assessed in Gustafson’s method.\nGustafson's method of estimation of age of an individual is based on physiological changes in teeth. It is mainly useful in adults over 25 years of age.\nGustafson’s criteria includes:\nAttrition - wear and tear changes of occlusal surface\nPeriodontosis - regression of gums surrounding the tooth resulting in loosening of the tooth and falling\nSecondary dentin - deposition of dentin in pulp cavity\nCementum apposition - deposition of cementum in the root forming incremental lines\nRoot resorption - involves both cementum and dentin\nTransparency of the root - This is the most reliable criteria. Canals in dentin get filled wit mineral and they become less transparent.\nGustafson's method has now been largely replaced by Lamendin's method. Other methods of age determination based on teeth:\nLamendin's method - It evaluates root dentine translucency, periodontopathy, and tooth lengt\nMiles' method - Uses transparency of the root as a single criterion\nBoyd's method - Determination of age of an infant by counting incremental lines on enamel\nStack's method - Determination of age by measuring dimensions of teet\nVariation in racemization of amino acids (especially aspartic acid) in dental pulp with age\nEvaluating the reduction of the pulp chamber through X-rays",
        "image": "FMT_img_6.png"
    },
    {
        "id": 7,
        "text": "Which of the following is the most reliable criterion for age determination from Gustafson's method? Periodontis Root resorption Secondary dentin deposition Root transparency",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTransparency of the root is the most reliable criterion in Gustafson's method.\nGustafson’s method of estimation of age of an individual is based on physiological changes in teeth. It is mainly useful in adults over 25 years of age.\nGustafson’s criteria includes:\nAttrition - wear and tear changes of occlusal surface\nPeriodontosis - regression of gums surrounding the tooth resulting in loosening of the tooth and falling\nSecondary dentin - deposition of dentin in pulp cavity\nCementum apposition - deposition of cementum in the root forming incremental lines\nRoot resorption - involves both cementum and dentin\n\nTransparency of the root - This is the most reliable criteria. Canals in dentin get filled wit mineral and they become less transparent.",
        "image": "FMT_img_7.png"
    },
    {
        "id": 8,
        "text": "Which of the following methods is used for dental numbering? Pearson method Palmer’s method Gleser method Trotter's method",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPalmer’s notation is used for charting of teeth. Teeth will be numbered from 1 to 8 starting from the central incisor till the third molar in each quadrant.\nThe image given below shows Palmer's notation for teeth charting.\n\n\nThe 4 most commonly used methods in dental charting are:\nUniversal system: Teeth are numbered 1 – 16 starting from upper right to upper left and 17 – 32 starting from lower left to lower right. The image given below shows the universal dental charting system.\n\n\nPalmer's notation: Teeth will be numbered from 1 to 8 starting from the central incisor till the third molar in each quadrant. The image given below shows Palmer's notation for dental charting.\n\n\nHaderup system: This is similar to Palmer's notation but plus sign (+) indicates upper teeth and minus sign (-) indicates lower teeth.\nFDI (Federation Dentaire Internationale): Number is assigned to each quadrant and that number is placed before tooth's number. The quadrants and teeth are numbered as in the images given below.\n\n\n\n\nModified FDI: The quadrants numbering is modified as shown below.\n\n\n\n\n\nPearson's, Trotter and Gleser's and Steele's formula are used to estimate the stature of the individual.",
        "image": "FMT_img_8.png"
    },
    {
        "id": 9,
        "text": "You receive a dental report from an autopsy of a homicide case, stating that FDI notation tooth number '43' is missing. Which tooth is missing in the victim? Lower right canine Lower left canine Upper right first molar Upper left first molar",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn FDI notation 43, the number 4 indicates the lower right quadrant and the number 3 indicates canine tooth. Hence 43 indicates the lower right canine.\nFDI (Federation Dentaire Internationale) represents a number is assigned to each quadrant and that number is placed before tooth's number.",
        "image": "FMT_img_9.png"
    },
    {
        "id": 10,
        "text": "When does the fusion of the spheno-occipital suture usually occur in females? 10 years 18 years 28 years 24 years",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe spheno-occipital suture fuses by about 18–20 years in females and by about 20–22 years in males.\nThe timing of cranial suture closure was one of the first techniques used to estimate the age of adult individuals. The spheno-occipital suture on the skull base is particularly useful for aging young adults. The other cranial sutures show more variation in the timing of closure. Sagittal suture is used for age determination.\nSutures ossify on the endocranial surface before they ossify on the ectocranial surface, and this must also be taken into account when using this method. Overall, this method of age determination is less reliable.\nAge of fusion of skull sutures:",
        "image": "FMT_img_10.png"
    },
    {
        "id": 11,
        "text": "Match the following sutures with their correct age of fusion: 1-a, 2-d, 3-b, 4-c 1-b, 2-d, 3-a, 4-c 1-c, 2-b, 3-a, 4-d 1-b, 2-d, 3-c, 4-a",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAge of fusion of skull sutures are:\nAges of commencement and completion of fusion of the different skull sutures are given below:",
        "image": "FMT_img_11.png"
    },
    {
        "id": 12,
        "text": "Which among the following is the best indicator that a female is more than 16 years of age? Fusion of distal end of ulna Fusion of proximal end of ulna Fusion of medial end of clavicle Fusion of iliac crest",
        "options": {},
        "correct_option": null,
        "explanation": ":\nComplete union of the distal ulna is considered as a conclusive evidence of age more than 16 years in females.\nThe appearance of ossification centres is complete by around 5 years. Thus, from birth to 5 years. Thus from birth to 5 years , the calendar of appearance of ossification centres is used for aging.\nAfter the age of 5 years, the fusion of epiphyses acts as a calendar up to the age of 25.\n\nThe analysis of the hand and the wrist is the recommended method for living age diagnostics. But, this technique frequently does not provide sufficient evidence to place an individual older than or younger than key threshold ages - 16, 18 or 21. Additional radiographs needed to establish the threshold ages of 16, 18 or 21 can be any of the following:\nProximal humerus\nDistal end of the ulna or radius\nDistal femur\nProximal tibia\nIliac crest\nThe proximal end of the ulna cannot be used to conclusively state that the individual is more than 16 years. This is because complete fusion of proximal end may occur earlier than 16 years.\nEstablishment of the age of 21 years can be done by evaluation of the medial end of the clavicle. Complete fusion occurs only beyond 22 years of age.",
        "image": "FMT_img_12.png"
    },
    {
        "id": 13,
        "text": "Which of the following is the most reliable method for estimation of age in adulthood (&gt;25 years)? Ectocranial fusion of skull sutures Endocranial fusion of skull sutures Degenerative changes in pubic symphysis Degenerative changes in teet",
        "options": {},
        "correct_option": null,
        "explanation": ":\nEstimation of age in adulthood (&gt;25 years) is best estimated by degenerative changes in pubic symphysis.\nPhysical anthropology has established several methods for determining age in adults which include macroscopic, microscopic, and biomolecular methods.\nMacroscopic methods of adult age determination are the most important ones and consist principally in the degree of degeneration of selected articulations such as:\nPubic symphysis\nOsteochondral surface of the 4th rib\n\nAuricular surface of the ilium\nSuchey and Brooks described six phases of degenerative change in the pubic symphysis.\nUntil recently, the most commonly used method for estimating age using the architecture of the pubic symphysis was that of Todd, who described 10 stages of pubic symphysis change during aging. More recently, researchers Suchey and Brooks described six phases of degenerative change in the pubic symphysis.\nTo solve this controversy, the following is suggested:\nA two-step procedure has been developed for estimating age:\nIf by looking at the skeleton, the age of the individual seems to be within the first 3 phases of the Suchey–Brookes pubic symphysis method, then this should be the method of choice.\nIf the subject is classified in the last 3 phases, then one should switch to the Lamendin technique in order to assess age more accurately.\nCurrently, age diagnosis at over 60 remains a problem.\nIn early adulthood, Suchey-Brookes pubic symphysis method is most accurate. In late adulthood, Lamendin technique of dental age estimation is most accurate.",
        "image": "FMT_img_13.png"
    },
    {
        "id": 14,
        "text": "The secondary ossification centres that appear before birth include all of the following except: Distal femur Talus Distal tibia Calcaneus",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe ossification centre for distal tibia does not appear before birth. It appears 3 months after birth.\nNearly all secondary centers commence ossification after birth, although a few develop in the last few weeks of intrauterine life. Secondary ossification centres which are already present when an infant is born include:\nCalcaneus\nTalus\nDistal femur\nProximal tibia\nCuboid\nHead of humerus\nVisualization of the secondary ossification centers of the distal femur and the proximal tibia and commencement of ossification in the calcaneus and talus is usually accepted as signifying a\nfull-term fetus.",
        "image": "FMT_img_14.png"
    },
    {
        "id": 15,
        "text": "First carpal bone to ossify: Lunate Capitate Hamate Scaphoid",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCapitate is the first carpal bone and pisiform is the last carpal bone to ossify. Age of ossification centres of carpal bones:",
        "image": "FMT_img_15.png"
    },
    {
        "id": 16,
        "text": "A child who is a victim under POCSO act is brought to the department of forensic medicine for age estimation. The X-ray image of the hand is shown below. What is the likely age of the child? 4 years 7 years 10 years 13 years",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe child's age is likely to be 13 years.\nIn the given X-ray image of the wrist and hand, all the carpal bones are seen. The lower epiphysis of the first metacarpal has not united with the shaft. This suggests that the age of the child is between 8 to 15 years.\nAdditionally, the presence of the hook of the hamate in the radiograph suggests that the age is between 13-14 years.\n\n\nThe age of ossification of the carpal bones: The age of fusion of joints:",
        "image": "FMT_img_16.png"
    },
    {
        "id": 17,
        "text": "A girl was allegedly kidnapped by a man. In court, she says that she is a major and is married to the man. X-ray images of her elbow, wrist and pelvis are given. What is the approximate age of the girl ? 14 to 15 years 16 to 17 years 18 to 19 years 21 to 22 years",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe most approximate age of this girl is 21-22 years.\nSince the ischial tuberosity is fused in this scenario the girl must be aged &gt;21 years.",
        "image": "FMT_img_17.png"
    },
    {
        "id": 18,
        "text": "Which among the following statements regarding photosuperimposition is false? It may be performed on the pelvis This test is mainly exclusory It requires an antemortem picture of the victim 2D images may be used for this test",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPhotosuperimposition is only performed on the skull, not the pelvis.\n\nPhotosuperimposition is a well-established technique used for identification. It is done when a potential candidate for the identity of a skull is known to the investigating authority and photographs taken during life are available.\nPhotographs of the skull are taken in exactly the same orientation in 3 planes as the available photograph. These are then enlarged to exactly the same dimensions as the photograph, and either the negative or a positive print is made on transparent film.\nThis is then laid over the photograph and adjusted in an attempt to match up the major anatomical landmarks such as:\nNasion\nSupraorbital ridges\nAngle of the jaw\nNasal aperture\nExternal auditory meatus\nTeet\nThe test is mainly an exclusory one i.e. if the match cannot be made, then the skull is not that of the person in the photograph. If the match is good or excellent, then it may or may not be the same person.\n\nRace, Sex and Stature Determination\n\n\nQuestion 1:\n\nWhich of the following can be determined using the cephalic index?\nRace\nSex\nAge\nStature\n\n\nQuestion 2:\n\nWhich of the following best describes a skull belonging to an Indian man?\nDolicocephalic\nMesaticephalic\nBrachycephalic\nPlatycephalic\n\n\nQuestion 3:\n\nThe forensic department has received the post mortem remains of a partly decayed body recovered from the outskirts near an international airport. They notice that oval cross-section of hair is seen on the scalp. What would have been the likely race of the person?\nNegroid\nMongoloid\nCaucasoid\nRace cannot be determined\n\n\nQuestion 4:\n\nHuman skeletal remains were found in an abandoned basement in Wuhan. Which of the following would indicate that the victim was a Caucasian?\nTaurodontism\n\nCarabelli cusps\nShovel shaped incisors\nLack of the third upper molar\n\n\nQuestion 5:\n\nWhich of the following is false regarding teeth features and ethnicity?\nIn Africanoids the cusps of molars are wide and deep and shovel shaped cusps in incisors\nCaucasians have carabelli cusps\nUpper third molar is most commonly absent in Mongolians\nProminent lingual ridge and labial ridge in mongols\n\n\nQuestion 6:\n\nWhat is the identification of preauricular sulcus useful for?\nSkull fusion\nRace identification\nSex determination\nAge identification\n\n\nQuestion 7:\n\nWhich of the following statements about sex chromatin is false?\n2 Barr bodies are seen in a person with 47XXY genetic makeup\nBarr body may be seen in a genetic male\nDavidson body seen in neutrophil nucleus\nA common site for sex chromatin sampling is tooth pulp\n\n\nQuestion 8:\n\nWhich of the following indices are used to determine the sex of an individual?\n2, 3 and 4\n1, 2, 3 and 4\n\n3, 4 and 5\n1, 2 and 5\n\n\nQuestion 9:\n\nYou are asked to determine the sex of a person from the skeletal remains found on an empty site. Which of the following bones is most accurate for the same?\nSku\nPelvis\nFemur\nClavicle\n\n\nQuestion 10:\n\nWhat is the minimum age beyond which sex determination based on skeleton would be highly accurate?\n18-20 years\n10-12 years\n12-14 years\n14-16 years\n\n\nQuestion 11:\n\nA pelvis is brought for forensic examination. Which of the following characteristics will identify the given pelvis as a male?\n2,3,4,5\n4,5,6\nOnly 5\n1 and 3\n\n\nQuestion 12:\n\nIdentify the sex from the pelvic bones.\n\n\n\n1-female, 2-male, 3-male, 4-female\n1-male, 2-female, 3-female, 4-male\n1-female, 2-male, 3-female, 4-male\n1-male, 2-female, 3-male, 4-female\n\n\nQuestion 13:\n\nHow would the structures marked as 1 and 2 be described in a female skull?\n\n\n1-small, 2-sma\n1-large, 2-large\n\n1-large, 2-sma\n1-small, 2-large\n\n\nQuestion 14:\n\nWhat is the Bertillon system used for?\nCriminal anthropometry\nCause of death\nManner of death\nTime since death\n\n\nQuestion 15:\n\nYou have measured the femur length to be 40cm from the skeletal remains of an unknown person. What is the approximate height of the individual?\n150 cm\n140 cm\n160 cm\n145 cm\n\n\nQuestion 16:\n\nWhich of the following can be estimated using Pearson's formula?\nStature\nAge\nSex\nRace\n\n\nQuestion 17:\n\nCrown Rump Length is 21 cm, length of lower limb is 10 cm, gestational age of the fetus will be:\n6 to 7 months\n\n4 to 5 months\n7 to 8 months\nTerm\n\n\nQuestion 18:\n\nWhat percent of the stature of an individual is contributed by the length of the vertebral column?\n22\n20\n35\n27\n\n\nQuestion 19:\n\nA forensic expert is examining the pelvic bone and lower vertebrae of an unknown individual, to determine the sex. Which of the following is regarded as the best source of information for the same?\nIlium\nPubis\nIschium\nSacrum\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nCephalic index is used to determine the race of the individual.\nFormula to calculate cranial index = maximum skull breadth x 100 / maximum skull length\nThe skull offers the best evidence on racial origins. There are three main racial groups, namely, Caucasian, Mongoloid and Negroid.\nAll the skulls cannot be accurately differentiated into the 3 broad categories because of racial mixing. The skull of an Indian is caucasian with a few negroid features.\nRace determination indices from other bones:\nUpper limb bones - Brachial index\nLower limb bones - Crural index\nBoth upper and lower limb - Intermembral index\n\n\nSolution to Question 2:\nThe skull of Indians can be classified as mesaticephalic. This type of skull is of intermediate length and width.\nThe skull of an Indian is caucasian with a few negroid characteristics. Because of racial mixing, the Indian skull cannot be correctly differentiated into the broad categories of dolichocephalic, mesaticephalic, and brachycephalic.\nNote: This is a controversial question. The use of the cephalic index for the determination of race has been discredited and the cephalic index of the entire Indian population cannot be generalized to belong to one category. But the best answer to this question is mesaticephalic.\n\n\n\n\nSolution to Question 3:\nRound or ovoid cross section of hair is found in caucasian race. Race determination from hair:\n\n\n\n\nSolution to Question 4:\nCarabelli’s cusps are most commonly seen only in caucasian races and rare in the other major racial groups. These are small nodules on the lingual surface of maxillary molars.\nThe image below shows Carabelli’s cusps seen in caucasian races.\n\n\n\nFeatures of mongoloid dentition include:\nShovel-shaped upper central incisors - Posterior surfaces of these teeth have a central depression\nEnamel pearls - Small nodules of enamel on the tooth surface\nTaurodontism (bull-tooth) - Pulp cavity of molars is wide and deep\nA congenital lack of the third upper molar\nThe image below shows shovel-shaped upper central incisors seen in mongoloid races compared to non-shovel shaped incisors:\n\n\n\n\nSolution to Question 5:\n\nThe cusps of molars are wide and deep and cusps of incisors are shovel-shaped in Mongoloid races.\nAfricanoid races tend to have large teeth and often have more cusps on their molars, even up to eight, with two lingual cusps on the mandibular first premolars as an additional common finding.\nIn Caucasian races, the lateral incisors in the upper jaw are usually smaller than the central. They also have long pointed canine roots. Small nodules on the lingual surface of maxillary molars, called Carabelli’s cusp are most common in Caucasian races.\nIn mongoloid teeth, enamel pearls and small nodules of enamel on the tooth surface, are much more frequent. The condition of bull-tooth or taurodontism is most common in Mongoloid people. The pulp cavity of molars is wide and deep, and the roots are fused and bent. A congenital lack of the third upper molar is most commonly seen. The lingual and labial ridges are more prominent.\n\n\n\nSolution to Question 6:\nThe preauricular sulcus is useful for sex determination. It is a groove on the iliac bone broad and deep in a female pelvis and narrow and shallow in a male pelvis.\nThe differences between male and female pelvis are summarized in the table below.\n\n\n\n\n\n\nSolution to Question 7:\nThe number of Barr bodies in someone with 47XXY genetic makeup is 1, not 2. The number of Barr bodies is given by the formula n-1, where n is the number of X chromosomes.\nBarr body is a small planoconvex mass, lying near the nuclear membrane. It represents the inactivated X chromosome. Barr bodies are seen in 0-4% of genetic males (46XY) and 20-80% of genetic females (46XX).\nSites for sampling for sex chromatin include\nBuccal mucosa\nTooth pulp\nHair bulb\nDavidson body is a drumstick-shaped mass of chromatin hanging down from neutrophil nuclei. It is seen only in females (0-6%).\n\n\n\nSolution to Question 8:\nSternal index, corporobasal sacral index, and ischiopubic index are used to determine the sex of the individual.\nThe intermembral index and cephalic index are helpful in determining the race of the individual. Indices for sex determination:\n\n\n\n\n\n\nSolution to Question 9:\nThe whole pelvis is the most reliable bone for sex determination.\nKrogman’s degree of accuracy in sex determination from adult skeletal remains:\nEntire skeleton – 100%\nPelvis plus skull – 98%\nLong bones and pelvis &gt;95%\nPelvis alone – 95%\nLong bones and skull - 90-95%\nSkull alone – 90%\nLong bones alone – 80-90%\n\n\n\nSolution to Question 10:\nMinimum age of a skeleton beyond which sex determination would be highly accurate is 14–16 years. This is because most marked changes regarding sex differences occur in the skeleton post-puberty.\nIn prepubertal skeletons, the chance of a correct sex allocation is only 50%. If the pelvis is present, the chances of correct sex allocation increases to about 80%.\n\n\n\nSolution to Question 11:\nAmong the given options, a large acetabulum (only 5) is the characteristic of a male pelvis.\nTriangular obturator foramen, U-shaped pubic angle, everted ischial tuberosity, large greater sciatic notch, deep preauricular sulcus are characteristics of a female pelvis.\nThe differences between male and female pelvis are summarized in the table below.\n\n\n\n\n\n\nSolution to Question 12:\nThe images marked as 1 and 4 show characteristics of a male pelvis and 2 and 3 show characteristics of a female pelvis.\n\n\nDifferences between male and female pelvis:\n\n\n\n\nSolution to Question 13:\nThe structures marked as 1 and 2 are the frontal and parietal eminences. In a female skull, both frontal and parietal eminences are larger.\n\n\n\n\nDifferentiating features between male and female skull:\nThe features given above develop after puberty and are modified by senility. Hence, the differences are applicable only between 18-55 years.\nThe image given below shows a male and female skull.\nThe red arrow indicates frontal bossing, which is more apparent in the male skull.\nThe green arrow indicates nasal radix which is deeper in the male skull.\nThe yellow arrow indicates greater prominence of the chin in the male skull.\nThe blue arrow shows a greater mandibular height in the male skull.\n\n\n\n\n\n\nSolution to Question 14:\nThe Bertillon system is used for identification based on anthropometry.\nThe origins of forensic anthropology can be traced to the end of the nineteenth century when the French criminologist Alphonse Bertillon devised the first classification and identification system to identify criminals, based on anthropometry.\n\n\n\nSolution to Question 15:\nThe approximate height of the individual is 150 cm.\nThe stature/femur relationship is 3.74. Thus, stature can be calculated by using the formula, stature = femur length x 3.74 = 40 x 3.74 = 149.6 cm  150 cm\nThe relationship between the mean stature and the mean length of the femur appears to be fairly stable around the world. However, this factor tends to overestimate tall and underestimate short individuals.\n\n\n\nSolution to Question 16:\nPearson’s formula is used for the estimation of stature. Methods of determination of stature:\nPearson's formula: Any bone may be used, but the measurement of one or more of the six long bones provides the most reliable estimates. The descending order of usefulness of bones is femur&gt; tibia&gt; humerus&gt; radius.\n\nTrotter and Gleser's method - Formula for stature (cm) = 1.30 (Femur + Tibia) + 63.29 (+/-2.99)\nStature/femur relationship - The relationship between the mean stature and the mean length of the femur appears to be fairly stable around the world which is 3.74.\nAnatomical method - This is the most accurate method. It consists of the sum of the following parameters:\nBasibregmatic height of the sku\nHeight of the vertebrae from the axis through the first sacral vertebra\nBicondylar length of the femur\nPhysiological length of the tibia\nArticulated height of the talus and calcaneus\nConstant is added to account for the soft tissues\nNote: Pearson also introduced the principle of regression.\n\n\n\nSolution to Question 17:\nGestational age of this fetus is 6-7 months.\nCrown rump length + length of lower limb = crown heel length\nRule of Haase enables the estimation of the age of the fetus in lunar months from its crown-heel length (in cm).\nAccording to the rule,\nAge in months = Square root of crown-heel length (when the crown-heel length is 25 cm or less/ first 5 months).\nAge in months = crown-heel length divided by 5 (when the crown-heel length is more than 25 cm/ last 5 months).\nHere, crown heel length = Crown rump + lower limb length = 31 cm. Hence, gestational age = 31 / 5 = 6-7 months.\n\n\nSolution to Question 18:\nThe length of the vertebral column is 35% of the stature of an individual",
        "image": "FMT_img_18.png"
    }
]