[
    {
        "id": 1,
        "text": "Which of the following is a pathognomonic sign of a long bone fracture? Pain on movement Swelling Deformity Abnormal mobility",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAbnormal mobility in a long bone is a pathognomonic sign of fracture.\nA fracture is a break in the structural continuity of the bone. Generally, movements occur in the limb only at the joints. If one is able to elicit mobility at locations other than the joints (say in the middle of the arm), it is a definite sign of a fracture. Crepitus may be felt while doing this. Other features of a fracture include:\nPain\n\nBruising\nSwelling\nDeformity\nThese can be due to a soft-tissue injury or dislocation as well.\nClinically, eliciting abnormal movement or crepitus inflicts more pain. Hence it is no longer recommended.",
        "image": "Orthopaedics_img_1.png"
    },
    {
        "id": 2,
        "text": "Match the following type of fractures with their associated mechanism of force. 1-a, 2-d, 3-c, 4-b 1-c, 2-a, 3-d, 4-b 1-b, 2-c, 3-a, 4-d 1-b, 2-a, 3-d, 4-c",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe correct match is:\nMost fractures occur due to a combination of forces, but the dominant mechanism of force is revealed by the type of fracture.\n\n\n\nBased on the continuity of the periosteum, fractures can be complete or incomplete.\nIn complete fractures, the bone is split into two or more fragments and continuity of periosteum is disrupted. It can be:\n\nImpacted fracture - The fracture fragments are jammed together and the fracture line is not visible\nComminuted fracture - There is a fracture of more than two fragments\nSegmental fracture - A separated fragment is seen in the middle\nAvulsion fracture - Breaking of a piece of bone attached to a strong muscle. e.g. olecranon and patella fracture\nIn incomplete fractures, the bone is incompletely split and the periosteum remains in continuity. They include:\nGreenstick fractures: The outer cortex breaks and the inner cortex bends causing the bone to buckle like the snapping of a green twig. It is seen in the pediatric population.\nCompression fractures: Cancellous bone crumple due to force. This is typically seen in vertebra bodies, calcaneum, and the tibial plateau.",
        "image": "Orthopaedics_img_2.png"
    },
    {
        "id": 3,
        "text": "An elderly woman was brought to the OPD after she slipped and fell from her chair. She is a known case of breast cancer with distant metastasis. The X-ray of the patient is given below. Which of the following statements is false regarding this type of fracture? It occurs in abnormal bones Mirels’ score is used to assess the risk of fracture FDG-PET or CT is the gold standard in evaluating bony metastasis Pain occurs only after the fracture",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario with a history of trivial trauma, breast cancer, and the X-ray findings are suggestive of a pathological fracture due to bone metastasis. Pain in the case of a pathological fracture usually precedes the fracture.\nFractures occur due to:\nTrauma\nRepetitive stress (stress or fatigue fracture)\nAbnormal weakening of the bone (pathological fracture)\nPathological fractures are fractures that occur in a weakened bone that has structurally changed due to some condition. They occur either spontaneously or due to minor trauma. The features suggestive of a pathological fracture include:\nPain at the site before the fracture\nMultiple recent fractures\nElderly patient\nHistory of primary malignancy\nUnusual fracture pattern (Banana fracture - transverse fracture through an abnormal area of bone, similar to breaking a segment from a banana)\n\n\n\n\nFDG-PET or CT is the gold standard in evaluating bony metastases. The risk of fracture in metastatic bone lesions is assessed using Mirels’ score.\nA Mirels's score &gt; 8 warrants a prophylactic fixation. Management of pathological fracture is based on the causative lesion and survival of the patient.",
        "image": "Orthopaedics_img_3.png"
    },
    {
        "id": 4,
        "text": "All of the following conditions can cause a pathological fracture, except: Gaucher’s disease Osteogenesis imperfecta Hyperparathyroidism Fabry’s disease",
        "options": {},
        "correct_option": null,
        "explanation": ":\nFabry's disease does not cause pathological fractures. It presents with angiokeratomas and acroparasthesias.\nPathological fractures are fractures that occur in a weakened bone that has structurally changed due to some condition. They occur either spontaneously or due to minor trauma.\nIn Gaucher's disease, there is a deficiency of glucocerebrosidase. This leads to an accumulation of lipid-laden macrophages in the bone tissue, weakening the bone and causing fractures.\nOsteogenesis imperfecta is an autosomal dominant disorder that occurs most commonly due to mutation in the COL1A and COL2A genes. This results in the abnormal formation of type 1 collagen. Since type 1 collagen is mainly present in the bone, the patient presents with repeated\n\nfractures with no or minimal trauma.\nHyperparathyroidism can cause severe bone resorption leading to bone pains and pathological fracture.\nOverall, osteoporosis is the most common reason for pathological fractures. Below the age of 20, the common causes of pathological fracture are benign bone tumors and cysts.",
        "image": "Orthopaedics_img_4.png"
    },
    {
        "id": 5,
        "text": "You are working as a medical officer in the Indian army. An army recruit presents to you with complaints of pain in the right foot. He joined his training 6 months back. His X-ray is given below. What is the most likely diagnosis? Pathological fracture March fracture Runner's fracture Green stick fracture",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario and the X-ray showing a fracture of the 2nd metatarsal are suggestive of a March fracture. It is a type of stress fracture.\nStress fractures (or fatigue fractures) occur in a normal bone that is subjected to chronic repetitive stress. This initiates a bone remodeling process. When resorption occurs faster than replacement, the bone becomes liable to fracture. Such fractures are typically seen in athletes, dancers, or military personnel who have a strenuous exercise regimen.\nCommon sites for stress fractures include:\nMetatarsals (especially the second, march fracture)\nCalcaneum\nNavicular\nDistal shaft of the fibula (runner’s fracture)\nTibial shaft\nPatella\nFemoral neck\nMRI is the investigation of choice to diagnose stress fractures. It can visualize lower-grade stress injuries before X-ray changes appear. A bone scan is the investigation of choice when multiple sites have stress fractures.\nMost stress fractures are managed using an elastic bandage and avoidance of painful activity until the lesion heals. Stress fracture of the femoral neck should be managed by internal fixation as a prophylactic measure.\nThe image below shows a stress fracture:",
        "image": "Orthopaedics_img_5.png"
    },
    {
        "id": 6,
        "text": "In which of the following conditions does the bone heal by increased callus formation? Necrosis of bone ends Rigid fracture fixation Compression plating Flexible fracture fixation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIncreased callus formation is seen with flexibly fixed fractures.\nFracture heals through direct union (primary bone healing) or callus formation (secondary bone healing).\nDirect union: This occurs when the fracture site is absolutely stable. This is seen in a fracture held by a metal plate with absolute stability and in cases of impacted fracture in cancellous bones. There is no stimulus for callus formation. Osteoblastic new bone formation occurs directly between the fracture fragments.\nCallus formation: This occurs when the fracture is not fixed rigidly. The healing proceeds through 5 stages:\nHematoma formation\nInflammation\nSoft callus formation\nHard callus formation\nRemodeling\nHealing by callus ensures mechanical strength as the movement and stress make the callus grow stronger.\n\n\n\nThe image below shows callus formation:",
        "image": "Orthopaedics_img_6.png"
    },
    {
        "id": 7,
        "text": "A teenager is brought to the casualty after sustaining a wrist injury during a sports meet. His X-ray is given below. The orthopedic surgeon tries to reduce the fracture fragments by using traction on soft tissues around the bones. What is this technique known as? Callotaxis Ligamentotaxis Distraction osteogenesis Arthrodesis",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe technique which uses traction on the soft tissue around the bones to reduce the fracture fragments is known as ligamentotaxis. The given X-ray shows a fracture of the radial styloid process (Chauffeur's fracture or Hutchinson fracture).\nReduction of the fracture is done to ensure normal alignment and adequate apposition of the bone fragments. There are two methods of reduction:\nClosed reduction: The fracture is reduced under appropriate anesthesia and muscle\nrelaxation. Closed reduction of fracture relies on indirect fragment alignment utilizing the pull of the soft tissue envelope (ligaments and capsules), which is known as ligamentotaxis.\n\nOpen reduction: Operative reduction of the fracture under direct vision.\nOption A and C: Callotaxis is callus distraction or distraction osteogenesis. It is used for limb lengthening or filling of large segmental defects in the bone.\nOption D: Arthrodesis (artificial ankylosis or syndesis) is the artificial induction of joint ossification between two bones by surgery.",
        "image": "Orthopaedics_img_7.png"
    },
    {
        "id": 8,
        "text": "Hanging cast is used to treat which of the following? Olecranon fracture Malgaigne's fracture Humerus shaft fracture Colle's fracture",
        "options": {},
        "correct_option": null,
        "explanation": ":\nA hanging cast is used to treat the fractured shaft of the humerus.\nHumerus shaft fracture heals readily with just the external cast as it is usually enough to bring the fragments into alignment. The arm is placed over the lower chest with the elbow at 90°. A collar and cuff support can be used to maintain the position. The weight of the arm provides continuous traction to the humerus (traction by gravity).\n\n\n\nAfter the fracture is reduced, it is important to hold the reduction with some restriction of movements to promote soft-tissue healing and to allow free movement of the unaffected parts. The methods of holding reduction include:\nContinuous traction (traction by gravity, skin traction, or skeletal traction)\nCast splintage\nFunctional bracing\nInternal fixation\nExternal fixation",
        "image": "Orthopaedics_img_8.png"
    },
    {
        "id": 9,
        "text": "A cast was applied to a patient with a wrist injury as shown below. What is this cast known as? Colles cast Scaphoid cast Bachelor cast Turn-buckle cast",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nThe cast applied to a patient in the glass holding position is known as the scaphoid cast. It is used to treat scaphoid fractures.\nTo apply a scaphoid cast, the wrist is held in slight dorsiflexion and the thumb is in abduction and slight flexion as if the glass is being held between the index finger and thumb. It extends from just below the elbow to just proximal to the metacarpal necks of the digits. On the thumb, the cast extends just proximal to the interphalangeal joint.\nScaphoid fracture presents with pain and swelling over the radial aspect of the wrist. A fall on an outstretched hand could result in such a fracture. The fracture can be confirmed (when an x-ray does not show a fracture) if there is pain elicited in the anatomical snuff box on the radial border of the wrist.\nAn oblique x-ray of the wrist should be able to show a scaphoid fracture.",
        "image": "Orthopaedics_img_9.png"
    },
    {
        "id": 10,
        "text": "Which of the following statements are true about open fractures? 1 and 2 1 and 4 2 and 4 2 and 3",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOpen fractures are usually associated with multiple other injuries and compartment syndrome can occur as a complication of open fractures.\nOpen fractures are characterized by a break in the overlying skin and soft tissues. Hence, the fracture fragment is exposed to the external environment. It is usually associated with multiple other injuries.\nThe most common sites involved in open fractures include\nPhalanges (Fingers and toes)\nTibial diaphysis\nDistal radius\nAnkle\nOpen fractures are more prone to develop an infection, as it's exposed to the external environment. The presence of an open fracture does not prevent the development of compartment syndrome.\nMajor components of management of all open fractures are:\nAntibiotic prophylaxis - It should be given as early as possible\nEarly debridement of the wound and fracture - This includes the following steps:\nExcision of the wound margins\nExtension of the wound if required\nDelivery of the fracture outside the wound for proper examination\nRemoval of the devitalized tissue\nCleansing of the wound to remove all the foreign materials\nNerves and tendons are usually left alone, but if the wound is clean, a repair can be considered\nWound cover:\n\nIn Gustilo Type I and II fractures wound cover can be done at the time of debridement (Early wound cover)\nDelayed wound cover is usually practiced in Type III fractures\nFracture stabilization - The method of stabilization depends on the degree of contamination, amount of soft tissue damage, and time from the injury to operation.\nExternal fixation is used as a temporary measure if there is a delay in wound cover\nIf definitive wound cover can be achieved at the time of debridement and there is no significant contamination, then an open fracture can be managed as same as a closed injury",
        "image": "Orthopaedics_img_10.png"
    },
    {
        "id": 11,
        "text": "A 40-year-old man presents with a fracture of the right tibia following an RTA. On examination, the wound is highly contaminated and appears as shown below. His distal pulses are felt well. According to the Gustilo-Anderson classification, this injury would be classified as type: II IIIA IIIB IIIC",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThis open fracture will be classified as Type IIIB on Gustilo-Anderson's classification due to the extensive wound (&gt;10 cm), high contamination, very severe loss of soft tissue cover, and intact vascularity.\nA fracture where the skin and soft tissues are breached is known as an open fracture (or\na compound fracture). Gustilo and Anderson's classification is the most commonly followed classification for open fractures.\nOpen fractures with an arterial injury that requires repair will be classified as IIIC, irrespective of the size of the soft-tissue wound.",
        "image": "Orthopaedics_img_11.png"
    },
    {
        "id": 12,
        "text": "You are the intern on duty and you receive patients who have been in a road traffic accident. For which of the following patients will you urgently call the orthopaedic resident on call? Patient with recurrent shoulder dislocation Patient with a fractured arm with capillary refill time of less than 3 seconds in his fingers Patient with a fractures arm with a 10 cm long incision over the arm Patient with a fractured arm with capillary refill time of 5 seconds in his fingers",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCapillary refill time of more than 3 seconds indicates inadequate limb perfusion. It is a surgical emergency and could be due to either vascular injury by direct trauma or compartment syndrome. Hence an orthopedic intervention will be needed urgently.\nAll other patients will also need an orthopedic intervention, however, the blood flow should be restored at the earliest.",
        "image": "Orthopaedics_img_12.png"
    },
    {
        "id": 13,
        "text": "An industrial worker was rushed to casualty after he accidentally got his leg stuck in a machine. On examination, he was found to have an open fracture as shown below. He was urgently taken up for wound debridement and was considered for primary closure. It can be performed in all of the following conditions, except: If injury to debridement interval &lt; 12 hours Capillary refilling time of 2 seconds Impaired nerve supply Wound margin can be closed without tension",
        "options": {},
        "correct_option": null,
        "explanation": ":\nWhen there is impaired nerve supply, primary closure of open fracture is not recommended.\nPrimary closure of open fracture is the closure of the wound by direct skin suturing during the index procedure (first debridement). In general, primary closure of wounds of Gustilo type I and II fractures can be done at the time of debridement.\nIn Gustilo type IIIA fractures, some surgeons delay closure until a second-look procedure is performed. In most cases of Gustilo type IIIB and IIIC injuries, a delayed closure is practiced.\nImportant criteria for primary closure:\nThe patient’s general condition should be stable\n\nInjury to debridement interval is &lt; 12 hours\nAll necrotic material must have been removed\nStable fixation can be achieved either by internal or external fixation\nNormal circulation\nIntact nerve supply\nThe wound skin margins can be closed without tension\nThere should be no multisystem injuries",
        "image": "Orthopaedics_img_13.png"
    },
    {
        "id": 14,
        "text": "In which of the following fractures is surgical management necessary for optimum functional results? Clavicle fracture Distal radius fracture Fibula fracture Monteggia fracture",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSurgical management is necessary for optimum functional results in Monteggia fracture (fracture of the ulnar shaft with concomitant dislocation of the radial head).\nWhile the other listed injuries may necessitate surgery in certain situations, conservative treatment for Monteggia fracture yields poor results.\nFractures in which surgical treatment will be needed to obtain an optimal result include:\nDisplaced intraarticular fractures\nUnstable fractures after failed conservative management\nMajor avulsion fractures after failed conservative management\nDisplaced pathologic fractures\nFractures in which conservative treatment is known to provide poor functional results, such as femoral neck fractures, Galeazzi fracture-dislocations, and Monteggia fracture-dislocations\nDisplaced physeal injuries with high-risk for growth arrest (Salter-Harris types III and IV)\nNonunions, especially malreduced ones, after failed conservative or operative management",
        "image": "Orthopaedics_img_14.png"
    },
    {
        "id": 15,
        "text": "All of the following are common indications for the procedure shown below, except: Burns over the fracture site Type 1 open fracture Type 3 open fracture Limb lengthening",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe image shows external fixation using an external fixator. Type 1 open fracture is not a common indication for external fixation.\nExternal fixation is holding the fracture using transfixing screws that pass through the bone above and below the fracture and are connected to each other by rigid bars or an external frame. This provides rigid fixation of the bones in cases where other methods of immobilization are inappropriate.\nExternal fixation is especially applicable for the tibia and pelvis. It is also used for fractures of the femur, humerus, and distal radius.\nCommon indications for external fixation:\nSevere type II and III open fractures\n\nFractures associated with severe burns (as burn tissue predisposes to infection and can result in osteomyelitis)\nFractures requiring grafts\nFractures requiring distraction\nLimb lengthening (Ilizarov Procedure)\nArthrodesis\nInfected fractures or nonunions\nCorrection of malunions\nThe image given below shows an external fixator applied to the right tibia:",
        "image": "Orthopaedics_img_15.png"
    },
    {
        "id": 16,
        "text": "A 25-year-old patient underwent external fixation after sustaining a femur fracture. On follow-up, he was noted to have developed a pin-tract infection. He did not respond to antibiotics. On performing radiograph, what kind of sequestrum are you most likely to see in this patient? Button-hole sequestrum Black Tubular Ring",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario with a history of external fixation is suggestive of a pin site infection. It appears as a ring sequestrum in an X-ray.\nSequestrum is a fragment of dead bone lying within a cavity formed by necrosis. Various types of sequestra and their causes are given in the following table:\nThe image below shows a ring sequestrum formed at the site of a pin used in the diaphysis of the tibia:",
        "image": "Orthopaedics_img_16.png"
    },
    {
        "id": 17,
        "text": "A 20-year-old patient presents to the OPD with complaints of limping. He gives a history of fracture a few months back. On examination, his left leg is shorter than his right leg. He undergoes the following procedure. Identify the incorrect statement regarding this procedure. Distraction is done at a rate of 1 mm per day. It is based on the principle of callotaxis. It is contraindicated in the presence of osteomyelitis. It is used to perform arthrodesis.",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given image shows distraction osteogenesis using the Ilizarov apparatus. Osteomyelitis is not a contraindication for this procedure.\nDistraction osteogenesis (distraction histogenesis) is the mechanical induction of new bone that occurs between bony surfaces that are gradually pulled apart. This is described as the tension stress effect.\nThe most important application of the tension-stress principle is known as callus distraction (or callotaxis). A careful fracture of the bone is performed, followed by a short wait. The young callus formed is gradually distracted using a circular or unilateral external fixator. This is used in limb lengthening or for the filling of large segmental defects in the bone.\nDistraction or compression is carried out at the rate of 1 mm per day. This is done in four sittings\n- 0.25 mm, four times a day. It is also used in the following scenarios:\nNon-union\nDeformity correction\n\nOsteomyelitis - as it offers the possibility of liberal excision of bone\nArthrodesis - crushing articular surfaces can stimulate union between opposing bones\nAn illustration of distraction osteogenesis using the Ilizarov apparatus and the radiograph depicts the procedure is given below:",
        "image": "Orthopaedics_img_17.png"
    },
    {
        "id": 18,
        "text": "A patient undergoes bone grafting after losing a bone segment due to an open fracture. Which of the following is the best material that can be used to fill the defect? Freeze dried allograft rhBMP-7 Calcium phosphate Autologous bone graft",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe autologous bone graft is the gold standard material for filling bone defects.\nBone grafts are used to fill the defects in bones caused due to a fracture or malignancy. Bone grafts work by various methods:\nOsteoinduction is the recruitment and differentiation of pluripotent mesenchymal stem cells into bone-forming osteoprogenitor cells\n\nOsteoconduction is the creation of the scaffold to support the ingrowth of blood vessels, perivascular tissue, and osteoprogenitor cells\nOsteogenesis is the process of bone formation after the terminal differentiation of osteogenic progenitor cells into mature osteoblasts",
        "image": "Orthopaedics_img_18.png"
    },
    {
        "id": 19,
        "text": "A polytrauma patient with femur fracture and massive hemorrhage presents to the emergency department after a road traffic accident. Which of the following is not an immediate treatment consideration in this patient? Administration of IV crystalloids Administration of tranexamic acid Check coagulation with thromboelastography Internal fixation of femur fracture",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe internal fixation of a femur fracture is not an immediate concern in a patient with polytrauma and hemodynamic instability secondary to severe blood loss. Instead, splinting is preferred until the patient has been stabilized.\nDamage Control Orthopaedics (DCO) in unstable/borderline polytrauma patients involves 3 components:\nStage 1: Resuscitative procedures for rapid hemorrhage contro\nStage 2: Restoration of normal physiologic parameters\nStage 3: Definitive surgical management\nThe first stage is early temporary stabilization of unstable fractures and the control of the bleeding. In femur fracture, the most suited approach is temporary stabilization using an external fixator.\nThe second stage involves resuscitation and stabilization of the patients in the ICU.\nFinally, the third stage involves delayed definitive fracture management after the patient’s condition becomes suitable. In femur fracture, the definitive procedure is intramedullary nailing which is performed after the patient becomes stable.\n\nComplications of fracture\n\n\nQuestion 1:\n\nA 7-year-old boy is brought to casualty following a fall on an outstretched hand. He has swelling and pain on his left elbow. X-ray done is given below. Which of the following vessels is most likely to be injured?\n\n\nAxillary artery\nRadial artery\nBrachial artery\nUlnar artery\n\n\nQuestion 2:\n\nWhich of the following combination of skeletal trauma - nerve injury is wrongly matched?\nWrist injury- Anterior interosseous nerve\nFracture humerus- Radial nerve\nMonteggia fracture- Posterior interosseous nerve\nKnee dislocation- Common Peroneal nerve\n\n\nQuestion 3:\n\nWhich is the most common fracture associated with acute compartment syndrome in adult patients?\nFemur fracture\nForearm fracture\nTibial shaft fracture\nHumerus fracture\n\n\nQuestion 4:\n\nThe earliest symptom of acute compartment syndrome is \t\nPain\nPallor\nParesthesia\nParalysis\n\n\nQuestion 5:\n\nA construction worker got entrapped in a collapsed building. He sustained severe injury over his legs. Which of the following feature is unlikely to be seen?\nMetabolic acidosis\nHypokalemia\nAcute tubular necrosis\nCoagulopathy\n\n\nQuestion 6:\n\nWhich of the following statements regarding reperfusion injury is false?\nIt may follow fasciotomy in compartment syndrome\nIt is only a localised inflammatory response\nIt can cause muscle damage\nIt can trigger systemic coagulopathy\n\n\nQuestion 7:\n\nA patient came to the casualty after a RTA with fracture of femur. On 3rd day of admission, he developed sudden breathlessness. Which of the following is the most common cause?\nHypovolemic shock\nPulmonary hypertension\nPost trauma MI\nFat embolism\n\n\nQuestion 8:\n\nWhich of the following is the earliest muscle to be involved in Volkmann’s ischemic contracture of the forearm?\nFlexor digitorum superficialis\nFlexor digitorum profundus\nExtensor carpi radialis brevis\nFlexor Carpi Radialis\n\n\nQuestion 9:\n\nAn 80-year-old man developed right-sided calf muscle pain and swelling. He was bedridden following a right inter-trochanteric fracture. What is the most likely diagnosis?\nChronic osteomyelitis\nCompartment syndrome\nDeep vein thrombosis\nArterial claudication\n\n\nQuestion 10:\n\nA patient was treated with open reduction and internal fixation for humerus fracture 9 months ago. His recent X-ray is given below. Which of the following is not a risk factor for this condition?\n\n\n\nSmoking\nDiabetes mellitus\nBone loss\nAnatomical reduction\n\n\nQuestion 11:\n\nWhich of the following fractures is most prone to non-union?\nProximal scaphoi\nInter-trochanteric\nDistal radius\nOlecranon fracture\n\n\nQuestion 12:\n\nAn X-ray of a patient with a history of tibial fracture 9-months back is given below. Which type of non-union is he suffering from?\n\n\n\nHypertrophic\nOligotrophic\nAtrophic\nPseudoarthrosis\n\n\nQuestion 13:\n\nA patient presented with non-union of tibial fracture. The orthopedician suggested treatment by providing stability using a cast or brace. Which of the following type of nonunion does the patient most likely has?\nHypertrophic\nAtrophic\nOligotrophic\nPseudoarthrosis\n\n\nQuestion 14:\n\nWhat is the most appropriate treatment for atrophic non-union?\nApplication of cast\nExternal fixation\nStabilization and bone grafting\nInternal fixation\n\nQuestion 15:\n\nWhich of the following is not a common strategy used in the treatment of patients with infected non-unions?\nIlizarov technique\nPMMA antibiotic beads\nInternal fixation\nParenteral antibiotics\n\n\nQuestion 16:\n\nA 55-year-old woman presents with painful restriction of movements of her left hip. She had a history of a fall a few months back which she ignored. A recent radiograph is given below.\nWhat is the most probable diagnosis?\n\n\nOsteoarthritis\nSlipped capital femoral epiphysis\nFibrous ankylosis\nAvascular necrosis\n\n\nQuestion 17:\n\nA 20-year-old man presents with pain and swelling of elbow. He had a past history of fracture of radial head which was surgically treated. X-ray done is given below. Which of the following is true about this condition?\n\n\nCaused due to immobilisation\nInitial management is by surgery\nIt is a malignant condition\nIndomethacin prevents recurrence\n\n\nQuestion 18:\n\nWhich of the following substances is used for bone formation in a patient with non-union?\nPMMA\nBMP\nCa PO4\nCaSO4\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe given clinical scenario and X-ray is suggestive of supracondylar fracture of the humerus in which brachial artery is most commonly injured.\nWhen there is vascular injury, the patient may complain of paraesthesia or numbness distal to the injury. On examination, the injured limb will be pale or slightly cyanosed, cold, and the pulse will be weak or absent.\nIf a vascular injury is suspected, an angiogram or duplex scan is done immediately. If the test detects vascular injury, emergency treatment must be initiated without much delay.\n\n\n\nSolution to Question 2:\nWrist injury is associated with damage to the median nerve, not the anterior interosseous nerve. Nerve injuries can be associated with closed fractures or open fractures:\nClosed fractures are less commonly related to nerve injury and spontaneous recovery within 4 months is observed in 90% cases. The nerve is explored if recovery is delayed beyond the expecte time, or when nerve conduction studies do not demonstrate any evidence of recovery.\n\nOpen fractures are more likely to cause the nerve to be completely severed. The nerve is explore and repaired at the time of debridement or during wound closure.\n\n\n\nSolution to Question 3:\nThe most common fracture causing acute compartment syndrome in adult patients is tibial diaphyseal fractures.\nFractures are the most common cause for acute compartment syndrome. The top 3 fracture sites associated with acute compartment syndrome include:\nTibial diaphysis (shaft)\nDistal radius\nForearm bones diaphysis\nSoft tissue injury is the second most common cause of acute compartment syndrome.\n\n\n\nSolution to Question 4:\nThe earliest symptom of acute compartment syndrome is pain.\nAcute compartment syndrome is a surgical emergency caused by increased pressure within a fascial compartment, leading to tissue ischemia. It is characterized by rapid progression of pain and swelling in an extremity, commonly precipitated by traumatic injury.\nThe classic features of ischemia in acute compartment syndrome include the 5 P's:\nPain - It is the first symptom of acute compartment syndrome. Ischemic muscle is highly sensitive to touch. On passive stretching of the muscles, severe pain can be elicited.\nParesthesia - It is the first sign of nerve ischemia.\nPallor - It may not be seen always. The skin outside the compartment may be normally perfused, as only the intra-compartmental perfusion may be affected.\nParalysis - Paralysis of muscle groups affected in that compartment is a late sign.\nPulselessness - Usually, the peripheral pulses and capillary return are intact in the early stages, unless there is a major arterial injury. If pulses are absent, arteriography is indicated.\nThe diagnosis can be confirmed by measuring the intra-compartmental pressure using a split catheter introduced into the compartment. The difference between diastolic pressure and compartment pressure is known as differential pressure (P). A differential pressure (P) of less than 30 mm Hg (4.00 kilopascals) is an indication for immediate compartment decompression by performing a fasciotomy.\n\n\n\nSolution to Question 5:\n\nThe given clinical scenario is suggestive of crush syndrome. In this condition hyperkalemia is seen, not hypokalemia.\nCrush syndrome can result when a limb is compressed for a prolonged period. For e.g. getting crushed or entrapped in a vehicle or rubble and after extended use of a pneumatic antishock garment. This results in hypoperfusion and myonecrosis in the crushed limb. When the limb is released from the compression, toxic metabolites get released to cause reperfusion injury.\nCrush syndrome can result in a systemic reaction due to tissue necrosis. Free myoglobin can lead to acute tubular necrosis and renal failure. Myonecrosis can lead to metabolic acidosis with hyperkalaemia and hypocalcaemia. The procoagulants escaped into the systemic circulation can produce systemic coagulopathy.\nManagement of crush syndrome:\nEncouraging high urine flow, along with alkalization of urine with sodium bicarbonate to prevent precipitation of myoglobin in the renal tubules\nRenal hemofiltration if there is oliguria or renal failure\nIf compartment syndrome is confirmed, then fasciotomy is performe\nRadical excision of necrosed muscle to avoid sepsis\nAggressive management of the open woun\n\n\n\nSolution to Question 6:\nReperfusion injury is not always local; it can also result in a systemic inflammatory response.\nReperfusion injury is the term used for a group of complications that follow the re-establishment of blood flow to ischemic tissues. It can also occur after fasciotomy and following restoration of blood flow to muscles in acute compartment syndrome.\nReperfusion results in an inflammatory response in the ischemic tissue, which is probably triggered by muscle breakdown products. These activate the intrinsic clotting system resulting in microvascular thrombosis. When a large amount of muscle is ischemic, there can be a\nsystemic inflammatory response and systemic coagulopathy. The mediators released into systemic circulation damage the vascular endothelium, leading to increased permeability, transcapillary fluid leakage, worsening of intra-compartmental pressure, and eventually multiple organ failure.\n\n\n\nSolution to Question 7:\nHistory of sudden onset breathlessness on the 3rd day of admission after femur fracture should raise suspicion of fat embolism.\nFat embolism is the presence of fat globules in vital organs and peripheral circulation after a fracture of the long bone or other major trauma. Its pathogenesis can be related to 2 factors: the release of free fatty acids by the action of lipases on the neutral fats and the actual obstruction of small pulmonary vessels by fat globules.\n\nClinical features:\nEarly signs are fever and tachycardia\nPresenting features are of 2 types -\nCerebral type - drowsiness, restlessness, disorientation\nPulmonary type - tachypnoea, tachycardia\nClassical triad -\nRespiratory distress\nNeurological abnormalities\nPetechial hemorrhages\nPathognomonic signs are petechiae on the trunk, axillae, conjunctival folds, and retina. Treatment of fat embolism is mainly supportive as given below:\nRespiratory support with oxygen\nHeparinization increases lipoprotein lipase activity\nIntravenous low molecular weight dextran\nCorticosteroids to avoid pneumonitis\nPrompt stabilization of long-bone fractures\n\n\n\nSolution to Question 8:\nThe earliest muscle to be involved in Volkmann's ischemic contracture is the flexor digitorum profundus.\nIschemic contracture of muscles affected by arterial injury or compartment syndrome is known as Volkmann’s ischaemic contracture. In the forearm, it is most commonly seen following supracondylar humeral fractures.\nThe classical clinical picture of established Volkmann contracture includes:\nElbow flexion\nForearm pronation\nWrist flexion\nThumb adduction\nMetacarpophalangeal joint extension\nFinger flexion\n\n\n\n\nTreatment\nMild deformities - passive stretching of the contracted muscles with a turn-buckle splint\n(Volkmann’s splint)\nModerate deformities - soft tissue sliding procedures (Maxpage operation)\nSevere deformities - early excision of all necrotic muscles, combined with complete median an ulnar neurolysis. This is followed by a secondary procedure of tendon transfers to restore function. If motor activity is not present in these tendons, a free innervated Gracilis muscle transfer may be considered.\n\n\n\n\n\nSolution to Question 9:\n\nThe given clinical scenario is suggestive of deep vein thrombosis. It occurs due to immobilization and venous stasis.\nIt most commonly occurs in the calf veins and less often in the proximal veins of the thigh and pelvis. It is caused due to Virchow's triad:\nHemodynamic changes (stasis or turbulence)\nHypercoagulabilty\nEndothelial injury/dysfunction\nIt is usually asymptomatic. Some patients may present with pain in the calf or thigh. There may be an increase in temperature and pulse rate. Calf swelling and tenderness may be noted.\nIncreased pain on passive dorsiflexion of the foot (Homan's test), although frequently used is now regarded as an unreliable sign.\n\n\n\nSolution to Question 10:\nThe given clinical scenario and X-ray are suggestive of non-union. The anatomical reduction provides stability and decreases the probability of non-union.\nNonunion is when a fracture has failed to heal within the expected time and is unlikely to heal without a new intervention. The US Federal Drug Administration (USFDA) defines non-union\nas failure to achieve union by 9 months since the injury, and for which there have been no signs of healing for 3 months. Improper immobilization is the most common cause of non-union.\nDelayed union is when a fracture has failed to heal within the expected time but has the potential to heal without further intervention.\nRisk factors for non-union include the following:\nHost related factors -\nAdvanced age\nMalnutrition\nSmoking\nEndocrine diseases (diabetes)\nImmunosuppression\nOsteoporosis\nVascular diseases\nTaking medications that delay bone healing\nFracture related factors -\nHigh energy fractures\nGreater degree of soft tissue injury\nBone loss\nPeriosteal stripping\n\nDevascularization\nInfection/contamination\nTreatment related factors -\nLack of good stabilization\nFollowing improper technique such as poor casting\nRigid fixation with bone gaps\nNSAIDs (implicated in some studies)\n\n\n\nSolution to Question 11:\nAmong the given fractures, proximal scaphoid fractures are most prone to non-union.\nSince the nutrient artery enters the scaphoid near its distal end, proximal fractures are associated with avascular necrosis and non-union. The more proximal the fracture in the scaphoid, the higher the chances of avascular necrosis and non-union.\nCertain bones have a relatively limited or watershed blood supply that can potentially get interrupted by fracture. These include:\nHead of the femur: after fracture of the neck or posterior dislocation of the hip.\nProximal scaphoid: due to fracture through the waist of the scaphoid.\nLunate: following a dislocation.\nBody of talus: after fracture of its neck.\nFractures in these sites have a higher risk for non-union or development of osteonecrosis. Other options:\nOption B: Inter-trochanteric fractures involve either the greater or lesser trochanters or both, more common in the elderly following a history of a fall. Malunion is the most frequent complication. The vast metaphyseal region has an abundant blood supply, contributing to a higher union rate and fewer chances of avascular necrosis.\nOption C: Distal radius fractures occur by fall on an outstretched hand and they include Colles' fracture (most common), Smith's fracture, Barton's fracture, and Chauffer's fracture. The complications include joint stiffness, malunion (more common), carpal tunnel syndrome, subluxation of the inferior radio-ulnar joint, Sudeck's dystrophy, and rupture of the extensor pollicis longus tendon. Avascular necrosis or non-union is rare.\nOption D: Olecranon fracture results from a direct injury as in a fall onto the point of the elbow. Complications include non-union, elbow stiffness, and osteoarthritis.\n\n\n\n\n\n\nSolution to Question 12:\nThe given X-ray shows hypertrophic non-union of the tibia.\nAlthough the enlarged fracture ends suggest active osteogenesis, the gap is not bridged because of inadequate stability. Such non-unions have adequate vascularity and display abundant callus.\nBased on the biologic potential for fracture healing, non-union can be of the following types:\nAtrophic: Poor healing response with no callus formation due to little or no active bone-forming cells at the fracture site. The blood supply is typically poor. On radiography, there is an absence of bone reaction.\nOligotrophic: There is minimal callus formation, often due to inadequate approximation of fracture surfaces. On radiography, there is minimal bone healing reaction.\nHypertrophic: These fractures have an adequate healing response and good vascularity. There is a lack of adequate stability for the union to occur. On radiography, there is usually abundant callus formation with an intervening dark area of fibrocartilage-lacking mineral. It can occur after initial nonoperative management or in some cases after initial operative management where there was inadequate stabilization.\nPseudoarthrosis has features of hypertrophic nonunion, but due to excessive and chronic motility, there is the formation of a pseudo-capsule containing fluid similar to an actual synovial joint.\n\n\n\n\n\n\nSolution to Question 13:\nStabilization using casts and braces are used in the treatment of hypertrophic nonunion. Management of nonunion:\nHypertrophic nonunion: Stabilization to allow chondrocyte-mediated mineralization of the fibrocartilage between fracture ends. With stabilization, healing usually occurs by 8 weeks.\nOligotrophic nonunion: Correcting the issues related to bone contact through mechanical compression or bone grafting to close the defects. In some cases, a combination of biologic an mechanical methods is used.\nAtrophic nonunion: Autogenous bone graft or BMP to provide biologic stimulus at the fracture site. The other procedure done is debridement or excision of the non-vital bone ends.\n\nPseudoarthrosis: Debridement of the pseudoarthrosis, opening of the medullary canal an providing more stability usually with compression at the nonunion site. In some cases, biologic stimulation may be helpful to promote healing.\n\n\n\nSolution to Question 14:\nAtrophic nonunions require bone grafting and stabilization in order to heal.\nAutogenous bone graft remains the standard graft substance used in the repair of atrophic nonunions. Bone grafts are also used in some cases of oligotrophic nonunions and pseudoarthroses. The anterior iliac crest is the most common site from which grafts are obtained followed by the fibula.\nThe below X-ray image shows atrophic nonunion of humeral shaft 18 months after ORIF.\n\n\n\n\nSolution to Question 15:\nInternal fixation is not a common strategy used in the treatment of infected non-unions.\nThis is because metal implants promote adherence of microbes and cause biofilm formation. They also adversely affect phagocytosis and control of infection. The diagnostic gold standard for detecting infection in fracture nonunion sites is deep tissue or bone culture.\nStrategies used in the management of infected non-unions include:\nRemoval of internal implants if the infection is problematic or when bone grafting is required. Implants are retained if the infection can be controlled and union can be achieved without grafting procedures.\nManagement of the infectious process by debridement of the infected nonviable bone an surrounding nonviable soft tissues, parenteral antibiotics, and bone stabilization.\n\nLocal antibiotic delivery may be performed, especially when there is dead space due to debridement. Antibiotic-impregnated synthetic materials are used, such as polymethylmethacrylate (PMMA) cement beads.\nCancellous autograft with antibiotics (vancomycin and gentamycin).\nStabilization with an Ilizarov fixator.\n\n\n\nSolution to Question 16:\nThe given clinical scenario and x-ray showing flattening of the femoral head is suggestive of avascular necrosis. It is most commonly seen after a fracture neck of femur.\nThe patient complains of pain and walks with a limp. The condition is treated by a total hip replacement. If untreated, osteoarthritis of the hip develops.\nThe image below shows the crescent sign, which is caused by the necrotic and repair processes that occur during avascular necrosis.\n\n\n\n\n\nSolution to Question 17:\nThe given clinical scenario and X-ray is suggestive of myositis ossificans which is a complication of fracture. Recurrence of this condition can be prevented by indomethacin and radiotherapy.\nMyositis ossificans is defined as ectopic benign pathological bone formation. It is most commonly seen after dislocation of elbow or a blow to brachialis, deltoid or quadriceps. The patient presents with gross restriction of range of movements and should be advised not to massage the site as it promotes ossification.\nTreatment involves joint rest in the position of function until the pain subsides, followed by gentle movements. After a few months if the pain and restriction still persist then the bony mass is excised.\n\nThe X-ray given below shows myositis ossificans.\n\n\n\n\n\nSolution to Question 18:\nAmong the given options, bone morphogenic protein (BMP) is the substance used for bone formation in a patient with non-union.\nBMP is a bone-stimulating protein used as a bone graft in the treatment of non-union and open tibial fractures.\nBone grafts can be:\nOsteoinductive: They stimulate osteogenesis through the differentiation of mesenchymal cells into osteoprogenitor cells. BMPs are osteoinductive.\nOsteoconductive: They provide linkage across defects and a scaffold upon which new bone can form. Calcium phosphate (Option C), calcium hydroxyapatite, and calcium sulfate (Option D) are osteoconductive.\nPolymethylmethacrylate (PMMA), also known as bone cement, holds bone and metal implants together by forming an interlocking network between the irregularities.\n\nRegional conditions of neck\n\n\nQuestion 1:\n\nWhat is the most common cause for congenital torticollis?\nCMV infection\nNeurogenic\nFibrosis\nTumors\n\n\nQuestion 2:\n\nWhich of the following features would you least expect to see in a patient with Klippel-Feil syndrome?\nShort neck\nLow posterior hairline\nLimited neck movements\nElevated scapula\n\n\nQuestion 3:\n\nWhat is the most common skeletal anomaly associated with Klippel-Feil syndrome?\nHigh scapula\nVertebra plana\nScoliosis\nPseudoarthosis\n\n\nQuestion 4:\n\nA 6-year-old boy presented with the following findings. What is the likely diagnosis?\n\n\n\nMilwaukee shoulder\nSprengel deformity\nLong thoracic nerve injury\nKlippel-Feil syndrome\n\n\nQuestion 5:\n\nWhich of the following is not associated with Sprengel deformity?\nDiastematomyelia\nKlippel-Feil syndrome\nDextrocardia\nCongenital scoliosis\n\n\nQuestion 6:\n\nWhich of the following best describes basilar impression?\nPresence of os odontoideum\nFusion of cervical vertebrae at birth\nSoftening of the skull bones\nIndentation of skull floor by cervical spine\n\nQuestion 7:\n\nWhich of the following is not a cause for thoracic outlet syndrome?\nCleidocranial dysostosis\nMalunion of fracture clavicle\nCervico-thoracic scoliosis\nPancoast tumor\n\n\nQuestion 8:\n\nWhich of the following is a manifestation of neural compression in patients with thoracic outlet syndrome?\nWeakness of the shoulder\nWeakness in flexion of the arm\nParesthesias along the lateral border of the arm\nParesthesias along the medial border of the arm\n\n\nQuestion 9:\n\nA 28-year-old archer presents with complaints of weakness of the shoulder and tingling sensation in his fingers while in the full draw position. You suspect thoracic outlet syndrome. All of the following are provocative tests for this condition, except:\nAdson's test\nWright's test\nJobe's test\nRoos's test\n\n\nQuestion 10:\n\nA 30-year-old man presents with numbness of both hands. He was asked to perform the test demonstrated below. What is this test?\n\n\n\nAdson's test\nPemberton test\nRoos test\nWright test\n\n\nQuestion 11:\n\nThe test performed in the following video is\n\n\n\n\n\nAllen's test\nRoos test\n\nAdson's test\nWright test\n\n\nQuestion 12:\n\nA 45-year-old woman presented with progressively worsening pain in her left shoulder for 6 months. The pain radiates to the left upper arm. It increases after carrying weights and reduces with rest. Occasionally, there was tingling paresthesia in the left arm. Clinical examination was unremarkable except for a positive Adson's test on left side. The X-ray of the cervical spine is shown. What is your diagnosis?\n\n\nTumour of upper lobe lung\nMalunion of fracture clavicle\nCervical rib\nAbnormal first rib\n\n\nQuestion 13:\n\nA 40-year-old patient came to the OPD with a history of recurrent neck pain and stiffness over the last year. A cervical X-ray was done and is shown below. Which of the following is not an operative treatment for this condition?\n\n\n\nAnterior discectomy and fusion\nForaminotomy\nPosterior decompression\nIntervertebral disc replacement\n\n\nQuestion 14:\n\nA patient presented with pain and tingling sensation in the arms. CT showed the following finding. Which of the following is false regarding this condition?\n\n\nMostly seen in cervical spine\n\nMostly seen in younger age group\nAssociated with fluorosis\nCan cause spinal stenosis\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe most common cause for congenital torticollis is fibrosis of one of the sternocleidomastoid muscles.\n\n\n\nSolution to Question 2:\nElevated scapula is not a part of the clinical triad of Klippel-Feil syndrome. However, it is associated with Sprengel deformity, which occurs in approximately 30% of cases.\nThe classic clinical triad seen in this condition includes:\n\nShort neck\nLow posterior hairline\nLimited range of neck motion\nKlippel-Feil syndrome is a developmental disorder caused by a failure of normal segmentation of the cervical somites during the 3rd to 8th week of embryogenesis. This results in a congenital fusion of at least 2 cervical vertebrae, sometimes a block of cervical vertebrae, and rarely the entire cervical spine.\n\n\nrays may show the fusion of two or more cervical vertebrae. The vertebrae are also widened and flattened (wasp-waist appearance).\nThe below radiograph from a Klippel-Feil syndrome patient shows the fusion of C6, C7, and T1 vertebrae:\n\n\nSolution to Question 3:\nMost common skeletal anomaly associated with Klippel-Feil syndrome is scoliosis. Klippel-Feil syndrome is often associated with other skeletal and extraskeletal anomalies:\nSkeletal anomalies: scoliosis &gt; Sprengel deformity &gt; cervical ribs\nExtraskeletal anomalies: renal abnormalities &gt; deafness &gt; congenital heart disease\nVentricular septal defect is the most common cardiovascular anomaly associated with this syndrome.\nSynkinesis (mirror movements) is involuntary paired movements of hands and arms seen in around 20% of children with Klippel-Feil syndrome. The child cannot move one hand without a similar reciprocal movement in the opposite hand.\n\n\n\nSolution to Question 4:\nThe image shows an upward elevation of the scapula relative to the thoracic cage characteristically seen in Sprengel deformity.\nSprengel deformity is a congenital upward elevation of the scapula. It is due to the failure of the scapula to descend completely in embryonic life.\nThe affected scapula is smaller, shaped differently, abnormally high, and somewhat prominent. Shoulder movements are usually painless. Abduction and elevation of shoulders may be limited due to fixation of the scapula.\nThe Cavendish classification is used to grade the severity of Sprengel deformity.\nIf the deformity is mild, no treatment is required. In severe deformity, surgery may be indicated. These procedures include:\nGreen procedure\nWoodward procedure\nMears procedure\n\n\n\nSolution to Question 5:\nDextrocardia is not associated with Sprengel deformity.\nSprengel deformity is the congenital elevation of the scapula. It is characterized by an elevated shoulder on the affected side, with an abnormally high, smaller, and prominent scapula. The neck appears shorter, and there may be kyphosis or scoliosis of the upper thoracic spine. While shoulder movements are painless, abduction and elevation may be limited due to scapular fixation.\nAbnormalities associated with Sprengel deformity include:\nKlippel-Feil Syndrome\n\nKyphosis or Scoliosis\nCervical rib\nOmovertebral bar (a bony bridge between the scapula and the cervical spine)\nSpina bifida\nDiastematomyelia (congenitally split spinal cord)\nTorticollis\nRenal abnormalities\nThe image below shows Sprengel deformity:\n\n\n\n\nSolution to Question 6:\nBasilar impression (basilar invagination) is a deformity in which there is an indention of the skull floor by the upper cervical spine.\nBasilar invagination is invagination (infolding) of the base of the skull that occurs when the top of the C2 vertebra migrates upward. It can cause narrowing of the foramen magnum (the opening in the skull where the spinal cord passes through to the brain). It also may press on the lower brainstem.\nBasilar impression can be primary (congenital) or secondary (acquired).\nPrimary: Congenital defect in bone development at the craniocervical junction. The tip of the dontoid bone is more cranial than normal.\nSecondary: Acquired deformity due to systemic diseases that affect bony structures at the base of the skull.\nNeurologic symptoms are seen due to pressure on the brainstem such as weakness and paresthesia in the limbs. There can be symptoms related to compression of cranial nerves (trigeminal, vagus, glossopharyngeal, hypoglossal) and the vertebral artery.\n\nCraniometric parameters used for diagnosis include McRae’s line, Chamberlain’s line, and McGregor’s line.\nTreatment is by surgical decompression and stabilization with a posterior occipito-cervical arthrodesis. Odontoidectomy is done if compression is due to aberrant odontoid.\nThe below image shows basilar invagination in an infant with indentation of the medulla oblongata by the odontoid process.\n\n\n\n\nSolution to Question 7:\nCleidocranial dysostosis does not cause thoracic outlet syndrome.\nTumor arising from the upper lobe of the lung (eg: Pancoast tumor), cervicothoracic scoliosis, and malunion or nonunion of fracture clavicle are causes of thoracic outlet syndrome.\n\n\n\nSolution to Question 8:\nPatients with thoracic outlet syndrome typically complain of pain and paresthesias along the medial aspect of the arm, forearm and medial two fingers.\nThis corresponds to the most common roots compressed in a thoracic outlet syndrome which are C8 and T1.\n\n\n\n\n\nSolution to Question 9:\nJobe's test is not a provocative test for thoracic outlet syndrome. Jobe's test is performed to evaluate for shoulder impingement syndrome.\nThe provocative tests for thoracic outlet syndrome include Adson's test, Wright's test, and Roos's test.\n\n\n\nSolution to Question 10:\nThe test performed in the image is Roos test. It is also referred to as the elevated arm stress test\n(EAST). It is a provocative test for the diagnosis of thoracic outlet syndrome.\nFor this test, the patient abducts the shoulders to 90 degrees and flexes the elbow to 90 degrees. The patient is made to open and close the hand repeatedly for three minutes. The test is positive if the patient is unable to complete the test or experiences cramping, pain, numbness, on the affected side.\n\n\n\nSolution to Question 11:\nThe test performed in the given video is Allen's test.\nAllen's test is mainly used to test the adequacy of ulnar collateral blood flow to the hand, which is usually done prior to radial artery cannulation.\nProcedure:\nThe radial and ulnar arteries are occluded as the patient makes a tight fist so as to exsanguinate the palm.\n\nThen the patient is asked to open the hand and the occlusion over the ulnar artery is released.\n\n\nInterpretation:\nAs occlusion of the ulnar artery is released, the color of the open palm is observed. Normally, the color will return to the palm within 5 – 6 seconds.\nIf the palm remains pale for more than 6-10 seconds, it indicates reduced ulnar collateral flow.\nThe modified Allen’s test considers a threshold of 5 to 15 seconds. Clinical significance:\nIn recent years, studies have shown that, although the Allen test is often used to identify patients at increased risk for ischemic complications from radial artery cannulation, the predictive value of this test is poor.\nIt is also used for identifying patients acceptable for radial artery harvest or use for coronary angiography.\n\n\n\nSolution to Question 12:\nThe given X-ray shows a cervical rib on the left side.\n\n\n\nThe cervical rib is an additional rib that arises from the 7th cervical vertebra. It may be a complete rib or incomplete and present for a short distance with the anterior part having a fibrous band. It is usually unilateral and more common on the right side.\nIn most individuals with cervical rib, there are no symptoms. It is incidentally detected on radiographs. In a small proportion of individuals with cervical rib, it can cause symptoms of thoracic outlet obstruction due to pressure on the neurovascular structures. These symptoms manifest after the age of 30 years as the shoulders start to sag with increasing age.\nThe absence of a rib on the x-ray does not rule out the possibility of a cervical rib. CT and MRI are more sensitive.\n\n\n\nSolution to Question 13:\nThe clinical features and the X-ray image showing degenerative changes and bony spurring at C5-6, the most possible diagnosis is cervical spondylosis. Among the operations listed, posterior decompression is not a treatment option for cervical spondylosis.\nCervical spondylosis is a disorder arising due to chronic intervertebral disc degeneration in the cervical region. Changes are most common in lower cervical segments such as C5/6 and C6/7. The most common clinical feature is pain and stiffness of the neck. The X-ray may show osteophytes and degenerative changes.\nTreatment:\nConservative treatment with analgesics, physiotherapy and the cervical collar is the mainstay\nOperative treatments performed include:\nAnterior discectomy and fusion\nForaminotomy\nIntervertebral disc replacement\n\nLaminoplasty\n\n\n\n\n\nSolution to Question 14:\nThe CT scan shows an ossified posterior longitudinal ligament, which is usually seen after the age of 50 years.\nIt is associated with various bone-forming conditions such as diffuse idiopathic skeletal hyperostosis (DISH) and fluorosis. It is most commonly seen in the cervical spine. It can result in spinal stenosis and cervical myelopathy causing pain and weakness in the limbs. X-ray shows dense ossification along the back of the vertebral bodies in the mid-cervical spine.\nTreatment is needed if the symptoms are progressive. Posterior decompression is the operation of choice.\n\n\n\n\nInjuries of clavicle, shoulder and arm\n\n\nQuestion 1:\n\nWhich part of the clavicle is most commonly fractured?\nMedial third\nMiddle third\nLateral third\nMedial half\n\n\nQuestion 2:\n\nA biker fell on his shoulder due to an accident. Chest X-ray revealed a fracture of the middle third of the clavicle with the lateral fragment displaced inferiorly. What is the reason for this displacement?\nPull of the sternocleidomastoid muscle\nPull of the teres minor muscle\nPull of gravity on the arm\nPull of the pectoralis muscle\n\n\nQuestion 3:\n\nWhich of the following statements is false regarding clavicular shaft fracture?\nThe most commonly fractured bone is clavicle\nNon-union is the most common complication\nNeurological deficit is rarely seen\nDisplaced fractures are treated with intramedullary nails\n\n\nQuestion 4:\n\nIn which of the following conditions is a Velpeau bandage not used?\nHumerus shaft fracture\nPosterior shoulder dislocation\n\nGlenoid fossa fractures\nAcromioclavicular dislocation\n\n\nQuestion 5:\n\nWhich is the most important ligament for maintaining shoulder joint stability?\nSuperior glenohumeral ligament\nMiddle glenohumeral ligament\nInferior glenohumeral ligament\nCoracoacromial ligament\n\n\nQuestion 6:\n\nA young cricketer presented with severe pain and deformity of the shoulder following bowling practice. The AP-view radiograph of the affected shoulder is given below. Which of the following statements is false regarding this condition?\n\n\nBankart lesion may occur as a complication\nRecurrence is associated with Hill-Sachs lesion\nRadial nerve is most commonly injured\nIt can also be caused by a fall on the hand\n\n\nQuestion 7:\n\nWhich of the following best describes the bony Bankart lesion?\nAvulsion fracture of the glenoid rim\nStripping of the antero-inferior glenoid labrum\nRupture of inferior glenohumeral ligament complex\nAvulsion of posterior capsular periosteum\n\n\nQuestion 8:\n\nAn elderly man presented with pain and inability to move his shoulder after a fall. On examination, loss of normal contour of the shoulder was noted. Which of the following tests cannot be used to diagnose the likely condition?\nGerber test\nBryant test\nCallaway test\nDugas test\n\n\nQuestion 9:\n\nA patient is diagnosed with anterior shoulder dislocation after a fall. You are about to reduce the dislocation using Kocher’s maneuver. What is the order of steps you will follow to do this?\nTraction, external rotation, abduction, medial rotation\nTraction, extension, adduction, medial rotation\nTraction, abduction, medial rotation, extension\nTraction, external rotation, adduction, medial rotation\n\n\nQuestion 10:\n\nWhich of the following muscles is tightened during Putti-Platt’s operation?\nSupraspinatus\nSubscapularis\nInfraspinatus\nTeres minor\n\nQuestion 11:\n\nA patient who had just undergone electro-convulsive therapy presented to the casualty with pain over the shoulder. The arm was held in internal rotation and could not be rotated back to the normal position. What is the most likely diagnosis?\nSuperior dislocation of the shoulder\nPosterior dislocation of shoulder\nAnterior dislocation of shoulder\nInferior dislocation of shoulder\n\n\nQuestion 12:\n\nA patient who suffered an epileptic attack at home presented with pain over the left shoulder. An AP view X-ray of the shoulder was done as given below. Which sign is seen here?\n\n\nComolli's sign\nLight bulb sign\nDestot's sign\nOliver's sign\n\n\nQuestion 13:\n\nOn which aspect of the humeral head is reverse Hill-Sachs lesion seen?\n\nPosterolateral\nAnteromedial\nPosteromedial\nAnterolateral\n\n\nQuestion 14:\n\nA 22-year old man presented with pain and abduction deformity of the right shoulder after falling on the abducted arm. His AP-view shoulder radiograph is given below. What is the diagnosis?\n\n\nAnterior dislocation\nPosterior dislocation\nInferior dislocation\nSuperior dislocation\n\n\nQuestion 15:\n\nThe most common sequela of traumatic dislocation of the shoulder in young adults is\t.\nSubscapular tendinitis\nRotator cuff injury\nRecurrent dislocation of shoulder\nFrozen shoulder\n\nQuestion 16:\n\nA 56-year-old woman presented with pain and decreased movement of the right arm after a fall. On examination, there was swelling and tenderness over the right shoulder region.\nHowever, the normal contour of the shoulder is maintained. What is the most likely diagnosis?\nAcromio-clavicular dislocation\nFracture of the clavicle\nShoulder dislocation\nProximal humerus fracture\n\n\nQuestion 17:\n\nWhat is the most commonly used classification system for proximal humerus fractures?\nNeer's classification\nGarden's classification\nGartland's classification\nBado's classification\n\n\nQuestion 18:\n\nA construction worker presented with pain and swelling of his left arm after falling on his side from a height. An upper arm X-ray was done which is given below. Which nerve is most likely to be injured in this condition?\n\n\n\nAxillary nerve\nUlnar nerve\nRadial nerve\nMedian nerve\n\n\nQuestion 19:\n\nA baseball player presented with right upper arm pain. He started experiencing pain after he threw a ball and felt a pop. An upper arm X-ray was done and is given below. What is this fracture known as?\n\n\nHoldsworth fracture\n\nClay shoveller's fracture\nLisfranc fracture\nHolstein-Lewis fracture\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe middle third of the clavicle is most commonly fractured.\nThe middle third of the clavicle is narrowest and has the least amount of surrounding soft tissue structures. Therefore, 80% of fractures are seen in this area.\n\nWithin the middle-third of the clavicle, the junction of the medial 3/5th and the lateral 2/5th has been described to be the weakest point. Lateral third fractures are the second most common type of clavicular fractures.\nFall on the shoulder (direct impact) and fall on the outstretched hand are the most common causes of clavicle fracture.\n\n\n\n\n\nSolution to Question 2:\nThe lateral fragment in a clavicle fracture is displaced inferiorly due to the force of gravity acting on the ipsilateral arm.\nThe medial fragment is held up by the action of the sternocleidomastoid muscle.\n(N te: Both Pectoralis muscle and the weight of arm are responsible, but since the weight of arm is superior to the muscle bulk and even as per standard reference we would go with the rational explanation.)\n\n\n\n\n\n\nSolution to Question 3:\nN n-union is a relatively rare complication in clavicle shaft fracture. Malunion is the most common complication in clavicle fractures\nThe most common bone to be fractured is the clavicle. It is also the most common bone to be fractured during birth. Neurological deficit is rare in clavicular shaft fractures.\nUndisplaced fractures are treated with a sling or figure of eight bandages for 2-3 weeks. This is followed by mobilization of the limb as the pain subsides.\nDisplaced fractures are treated with internal fixation either by contoured locking plates or intramedullary nails.\n\n\nSolution to Question 4:\nVelpeau bandage is not used in glenoid fossa fractures as they require surgical fixation because they are intra-articular.\nVelpeau bandaging is done by keeping the patient's elbow flexed and the forearm placed against the chest. A sling is then applied to support the weight of the arm. Several layers of restrictive bandages are then applied around the arm and the torso.\nVelpeau bandage is commonly used for:\nAcromioclavicular dislocations\nHumeral shaft fractures\nAfter open reduction of posterior shoulder dislocation\nAcromioclavicular joint injuries are usually seen with direct injury to the lateral shoulder. They are also seen after fall on an outstretched arm with the elbow locked in extension.\nThey are classified into six types using the Rockwood classification. Type 1-3 is managed conservatively using the Velpeau bandage. Type 4-6 is treated by open reduction and internal fixation.\n\n\n\n\n\n\nSolution to Question 5:\nThe inferior glenohumeral ligament is the most important in maintaining shoulder joint stability. It is the main stabilizer when the shoulder is abducted and in extreme ranges of motion.\nThe shoulder joint is anatomically unstable. Only 25% of the humeral head articulates with the glenoid.\nThe joint is reinforced by:\nStatic stabilizers (3 capsular thickenings or ligaments):\nSuperior glenohumeral ligament (SGHL)\nMiddle glenohumeral ligament (MGHL)\nInferior glenohumeral ligament (IGHL)\nDynamic stabilizers (rotator cuff muscles):\nSupraspinatus\nInfraspinatus\nTeres minor\nSubscapularis\nThe long head of biceps\n\n\n\n\n\n\nSolution to Question 6:\nThis radiograph shows anterior dislocation of the shoulder. The nerve commonly injured in anterior dislocation is the axillary nerve, not the radial nerve.\nThe radiograph shows the disturbed articulation between the humeral head and glenoid fossa. The humeral head is seen below and medial to the glenoid socket. This suggests anterior dislocation of the shoulder joint.\nCommon cause for anterior dislocation:\nYoung adults - athletic injuries\nElderly - falls\nBankart lesion is a tear in the anteroinferior part of the glenoid labrum caused by the head of the humerus during anterior dislocation.\nHill-Sachs lesion is a compression fracture on the posterolateral aspect of the humeral head. It is caused by the pressure of the anterior glenoid rim on the humeral head in recurrent dislocations.\n\n\n\n\n\nSolution to Question 7:\nThe bony bankart lesion is a small, avulsion fracture of the glenoid rim.\nDuring an anterior shoulder dislocation, the head of the humerus can tear the anteroinferior part of the glenoid labrum. This is known as Bankart lesion. In some cases, a small fragment of bone from the glenoid rim can also get avulsed. This is known as a bony Bankart lesion.\nAvulsion of posterior capsular periosteum is seen in reverse Bankart lesion.\n\n\n\n\n\nSolution to Question 8:\n\nThe above clinical scenario is suggestive of anterior shoulder dislocation. It cannot be diagnosed with the help of Gerber's test. This test is used to diagnose impingement between the rotator cuff and the coracoid process.\nFour tests can be used to diagnose anterior dislocation of the shoulder:\nBryant's test\nDugas test\nHamilton ruler test\nCallaway test\n\n\n\nSolution to Question 9:\nThe correct order of steps in Kocher's manoeuvre is traction   external\nrotation  adduction  medial rotation (TEAM). This is used for the reduction of anterior shoulder dislocation.\nOther maneuvers used in anterior dislocation of the shoulder include:\nStimson’s gravity method\nHippocratic method (traction counter-traction)\n\n\n\nSolution to Question 10:\nPutti-Platt’s operation for shoulder instability involves overlapping and tightening of the subscapularis tendon and capsule. It is not commonly done anymore.\nSurgeries done for shoulder instability include:\nBankart’s operation (most common): The glenoid labrum and the capsule are re-attached to the front of the glenoid rim.\nLaterjet-Bristow’s operation: The coracoid process is osteotomized and transplanted along with its muscle attachments to the anterior rim of the glenoid.\nNeer’s capsular shift: The shoulder joint capsule is detached from the neck of the humerus and shifted inferior to the neck.\n\n\n\nSolution to Question 11:\nThe history and clinical features are suggestive of posterior dislocation of shoulder.\nPosterior dislocation of the shoulder usually occurs with an indirect force causing marked internal rotation and adduction. This condition can be seen after a convulsion, or an electric shock. It can also occur after a fall on the flexed and adducted arm, or after a direct blow to the front of the shoulder.\n\nThe classical attitude of the arm is internal rotation and locked in that position. The examiner will be unable to externally rotate the arm back to normal position.\n\n\n\nSolution to Question 12:\nThe light bulb sign can be seen on the given AP radiograph of the left shoulder. It is seen in cases of posterior dislocation of the shoulder.\nIn posterior dislocation of the shoulder, the humerus rotates internally. This causes changes to the normal radiographic contour of the head of the humerus. The humerus appears similar to a lightbulb in AP views.\n\n\n\nOther radiological signs described in posterior dislocation of the shoulder in the AP view are as follows:\nThe rim sign: Widening of the glenohumeral joint space &gt; 6 mm\nThe vacant glenoid sign: The glenoid fossa looks empty as the humeral head has moved away from it\nThe trough sign: A vertical line is seen on the anteromedial part of humeral head due to the impression fracture by the glenoid labrum\nOption A: Comolli's sign is seen in scapular fracture. Option C: Destot's sign is seen in pelvic fracture.\nOption D: Oliver's sign is seen in aortic aneurysm.\n\n\n\nSolution to Question 13:\nThe reverse Hill-Sachs lesion is seen on the anteromedial aspect of the humeral head.\n\nIt is also known as McLaughlin lesion. it refers to an impaction fracture of the anteromedial aspect of the humeral head.\nIt is seen following a posterior dislocation of the humerus. This occurs due to the impact of the glenoid rim on the humeral head.\n\n\n\nSolution to Question 14:\nIn the above clinical scenario, the history and radiograph suggest an inferior dislocation of the shoulder, which is also known as luxatio erecta.\nInferior dislocation is rare and occurs when the arm is forcefully pulled up when in full abduction (hyper-abduction force). The head of the humerus gets forced out of the inferior part of the capsule and comes to lie below the glenoid.\nThe patient will present with the arm locked in abduction. On examination, the humeral head may be felt in or below the axilla.\nThe X-ray below shows disturbed articulation between the humeral head and glenoid. The humeral head is seen below the glenoid. The humerus shaft is in the abducted position. This is characteristic of luxatio erecta.\n\n\n\n\nSolution to Question 15:\nThe most common sequela of traumatic shoulder dislocation in young adults is recurrent dislocations of the shoulder joint.\nTraumatic shoulder dislocation is associated with tear of the glenoid labrum (Bankart lesion). This results in loss of attachment of the inferior glenohumeral ligament, which is the primary static stabilizer of the shoulder.\n\nIn addition, there is a loss of concavity due to damage to the labrum. Therefore, the shoulder joint becomes unstable. This predisposes the person to repeated shoulder dislocations. Shoulder instability/recurrent dislocation is an indication for surgical intervention.\n\n\n\nSolution to Question 16:\nIn the above clinical scenario, the history and examination findings suggest a fracture of the proximal humerus. It is most commonly seen in osteoporotic, postmenopausal women.\nThe most common mechanism of injury in fracture of the proximal humerus is falling on the outstretched hand. The patient usually presents with localized shoulder pain and limitation of movement in the affected arm.\nClinical features:\nSoft tissue swelling and ecchymosis\nBony tenderness over the upper part of the humerus\nNormal contour of the shoulder is retained ( maybe lost in severe fractures and fracture-dislocations)\nAxillary nerve is the most common nerve to be injured in proximal humerus fractures Management:\nUndisplaced proximal humerus fractures are treated using an arm pouch or sling.\nDisplaced and unstable fractures are treated by open reduction and internal fixation.\n\n\n\n\nSolution to Question 17:\n\nThe most commonly used classification system for proximal humeral fractures is Neer's classification.\nNeer classification is based on the displacement of 4 major anatomical components of the proximal humerus:\nHumeral head\nLesser tuberosity\nGreater tuberosity\nProximal humeral shaft\nDisplacement is defined as the separation of any part by more than 1 cm or angulation of more than 45 degrees.\nBased on the number of parts displaced, these fractures are classified into 4 major groups. It is divided into one-part fracture, two-part fractures, three-part fractures, and four-part fractures.\n\n\n\nSolution to Question 18:\nIn the above clinical scenario, the history and radiograph suggest a closed fracture of the shaft of the humerus. The radial nerve is commonly damaged in this condition.\nIt manifests as an inability to dorsiflex the wrist and digits (wrist drop and finger drop). Numbness occurs on the dorsoradial aspect of the hand and the dorsal aspect of the radial 3 1/2 digits.\nManagement of humerus shaft fractures:\nConservative management using a hanging cast or U-slab for 2-3 weeks followed by functional bracing\nSurgical fixation by compression plating, interlocking intramedullary nail, semi-flexible pins, or an external fixator is indicated in:\nOpen fractures\nPathological fractures\nUnstable humeral and forearm fractures (floating elbow)\nRadial nerve palsy\nThe below X-ray shows shaft of humerus fracture.\n\n\n\n\n\nSolution to Question 19:\nThe radiograph shows a displaced spiral fracture of the humerus at the junction of the middle-third and distal-third. This is known as Holstein-Lewis fracture.\nThere is a high risk of entrapment of the radial nerve in the bone fragments of this fracture. Hence this fracture is associated with radial nerve injury (wrist drop).\n\n\nInjuries of elbow and forearm\n\n\nQuestion 1:\n\nOn examining a patient with an injury around the elbow, you notice that the three-point bony relationship is maintained. This finding can be seen in which of the following conditions?\nSupracondylar fracture of humerus\nDislocation of elbow\nMedial condyle fracture\nIntercondylar fracture of humerus\n\n\nQuestion 2:\n\nA boy is rushed to the ER by his coach after he sustains a fall during a football match. On examination, there is tenderness and swelling over his left elbow. An X-ray revealed a supracondylar fracture of the humerus. Which of the following is false regarding this injury?\nAnterior displacement is more common\nUndisplaced fractures are associated with fat pad sign\nDisplaced fracture with intact posterior cortex is Gartland's type II\nUndisplaced fractures are immobilized at 90 degrees\n\n\nQuestion 3:\n\nAn X-ray done for a child with a history of a fall showed the following finding. Which of the following complications is least likely to be seen in this child?\n\n\n\nInjury to the brachial artery\nMyositis ossificans\nInability to do OK sign with fingers\nCubitus valgus deformity\n\n\nQuestion 4:\n\nWhich of the following injuries is most likely to be seen in a child with a fall on his hand with the elbow extended and forced into varus?\nFracture medial epicondyle of humerus\nFracture lateral condyle of humerus\nFracture neck of radius\nUlnar collateral ligament injury\n\n\nQuestion 5:\n\nA patient presented to the PHC with a deformity as shown in the image below. He fractured his left elbow a few months back which he left untreated. Which of the following features is most likely to be associated with this deformity?\n\n\n\n\nLoss of thumb opposition\nAnesthesia over tip of the little finger\nAnesthesia over the thumb\nWrist dro\n\n\nQuestion 6:\n\nA maid is playing with a child by spinning him while holding his hands. A few hours later, the child starts crying, does not use his arm, and does not let anybody touch him. What is the possible diagnosis?\nPulled elbow\nOlecranon fracture\nFracture head of radius\nElbow dislocation\n\n\nQuestion 7:\n\nWhich of the following is false regarding a child presenting with a pulled elbow?\nThe forearm lies in pronation\nThe reduction is done under analgesia\nThe elbow lies in flexion\nIt is treated by extending and pronating the forearm\n\nQuestion 8:\n\nWhich of the following is the most common type of elbow dislocation?\nPosterior dislocation\nAnterior dislocation\nMedial dislocation\nLateral dislocation\n\n\nQuestion 9:\n\nWhich of these is not a part of the terrible triad of the elbow?\nPosterior dislocation of the elbow\nRadial head fracture\nFracture of coronoid process of ulna\nFracture olecranon\n\n\nQuestion 10:\n\nA post-menopausal woman presents with a history of pain over the wrist after falling down the stairs. X-ray done is given below. What is the diagnosis?\n\n\nSmith’s fracture\n\nColles’ fracture\nGaleazzi fracture\nMonteggia fracture\n\n\nQuestion 11:\n\nRupture of which tendon is more likely to occur in patients with Colles fracture?\nExtensor pollicis longus\nExtensor pollicis brevis\nAbductor pollicis longus\nExtensor carpi ulnaris\n\n\nQuestion 12:\n\nAn old lady slipped and fell at home. She was diagnosed with a Colles fracture and managed with a POP cast. What is the correct sequence of reduction?\nTraction, POP, palmar flexion, ulnar deviation\nTraction, palmar flexion, ulnar deviation, POP\nTraction, ulnar deviation, palmar flexion, POP\nPalmar flexion, ulnar deviation, traction, POP\n\n\nQuestion 13:\n\nThe garden-spade deformity is seen in which of the following condition?\nGaleazzi fracture\nSmith's fracture\nIsolated Ulnar fracture\nColles' fracture\n\n\nQuestion 14:\n\nA patient presents to the emergency department after he fell on his outstretched hand. An X-ray was performed and is given below. What is the diagnosis?\n\n\n\nColle's fracture\nRolando's fracture\nGaleazzi fracture\nMontegia fracture\n\n\nQuestion 15:\n\nWhat is the preferred management in an adult with a Galeazzi fracture-dislocation?\nClosed reduction with above elbow cast\nClosed reduction with below elbow cast\nExternal fixation with Ilizarov method\nInternal fixation with compression plating\n\n\nQuestion 16:\n\nA child is brought to the casualty with pain and swelling of the forearm. Her mother gives a history of a fall while running in the playground. Radiograph image is given below. What is the likely diagnosis?\n\n\n\nMonteggia fracture\nGaleazzi fracture\nBarton fracture\nNight stick fracture\n\n\nQuestion 17:\n\nA basketball player presented to the casualty with severe pain in his wrist. He sustained a fall on his flexed wrist during a match. Examination revealed tenderness and painful dorsiflexion of his wrist. An X-ray of his wrist showed the following finding. What is the likely diagnosis?\n\n\nSmith’s fracture\n\nColles’ fracture\nReverse Barton's fracture\nDorsal Barton’s fracture\n\n\nQuestion 18:\n\nA person complains of severe pain after he fell backwards on his elbow. His X-ray is shown below. What is the preferred treatment in this condition?\n\n\nAbove elbow slab\nTension band wiring\nExternal fixation\nExcision of fractured fragment\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe three-point bony relationship of the elbow is maintained in case of supracondylar fracture of the humerus. This is because the fracture occurs above the level of these bony landmarks.\n\n\n\nSolution to Question 2:\nPosterior displacement or extension type is more common in supracondylar fracture of the humerus.\nIt is the most common fracture following a fall on an outstretched hand. Most commonly seen in children between 5-8 years of age. On examination, an S-shaped deformity may be seen at the elbow. If the proximal fracture fragment is sharp and has penetrated the muscles and fascia, a dimple may be seen on the skin above the elbow (dimple sign).\nFractures are broadly classified into either extension or flexion types. Extension type fractures are further classified using Gartland's classification as:\nType I - Undisplaced fractures\nType II - Displaced fractures but with intact posterior cortex\nType III - Displaced fractures, with no intact posterior cortex, and the fragment may be displaced either posteromedially or posterolaterally\nCharacteristic displacements (MID) include medial rotation/ medial tilt, impaction/ proximal shift, dorsal displacement/ dorsal tilt.\n\n\n\n\nOn radiology:\nSail sign/ fat pad sign - an undisplaced fracture may show a triangular lucency like a sail of a yacht. This is due to the fat pad around the elbow being pushed forward by hematoma\nFish-tail sign - due to rotation of the distal fragment, the anterior border of the proximal fragment looks like a sharp spike\nBaumann’s angle / humeral-capitellar angle - can help in assessing the degree of medial angulation before reduction\n\n\n\nTreatment includes:\nUndisplaced fractures - immobilization at 90 degrees flexion in a cast for 3 weeks\nComminuted or compound fractures - Dunlop's (skin) or Smith's (skeletal) traction\nDisplaced fractures - closed reduction with percutaneous fixation\n\nIn open or severely displaced fractures or fractures with vascular damage, open reduction with K-wire fixation is indicated.\n\n\n\nSolution to Question 3:\nThe given x-ray shows a supracondylar fracture of the humerus. Malunion leading to cubitus varus (gunstock deformity) is the most common complication following this fracture. Cubitus valgus is a very rare complication.\nCubitus varus is characterized by posterior displacement, horizontal rotation, and coronal tilt of the distal fragment. Correction methods include:\nLateral closed-wedge osteotomy\nMedial open-wedge osteotomy (King's osteotomy) The images below shows gunstock deformity.\n\n\n\n\nComplications of supracondylar fracture of the humerus can occur early or late. Early complications :\nVascular injury - to the brachial artery resulting in\nVolkmann's ischemia\nCompartment syndrome\nVolkmann’s ischemic contracture\nNerve injury - to the anterior interosseus nerve&gt; median &gt;radial &gt;ulnar nerve Late complications :\nGunstock deformity\nElbow stiffness\nHeterotopic ossification (myositis ossificans)\nPatients with anterior interosseous nerve injury are unable to perform the OK sign. This is due to weak flexor digitorum profundus and flexor pollicis longus muscles. The fingers get pinched, and instead of the tips, the volar surfaces of the thumb and index finger make contact.\n\n\n\nSolution to Question 4:\nFracture of the lateral condyle of the humerus is most likely to be seen in a child with a fall on an outstretched hand in a varus position.\nA large fragment of bone including the lateral condyle breaks off and is pulled away by\nthe attached wrist extensors. The normal 3-point bony relationship at the elbow is lost. It is a Salter-Harris type IV injury as it crosses the growth plate and the epiphysis. It is an\nintra-articular fracture.\n\nThese fractures are managed surgically (fracture of necessity) with open reduction and internal fixation (ORIF) using either screws or K-wire.\nNon-union is commonly seen in these fractures. If left untreated, the lateral growth plate fails to grow, while the medial one continues to grow, resulting in a cubitus valgus deformity.\n\n\n\nSolution to Question 5:\nThe given image shows cubitus valgus deformity on the left side. It can lead to late-onset ulnar palsy (tardy ulnar nerve palsy) leading to anaesthesia at the tip of the little finger.\nCubitus valgus deformity is a late complication of non-union of fracture of lateral condyle of the humerus.\n\n\n\nSolution to Question 6:\nThe given scenario of spinning the child by holding his hands, followed by features suggesting pain and inability to use the arm, points to a diagnosis of pulled elbow.\nPulled elbow or nursemaid's elbow refers to the dislocation of the radial head over the annular ligament, commonly seen in children under the age of 6 years. The mechanism of injury is through axial traction on the extended and pronated forearm. This happens when a child is pulled, lifted, or swung by the arm.\nFollowing the dislocation, the child holds the arm relatively immobile, with the elbow extended and the forearm pronated, and resists supination.\nThe diagnosis is primarily clinical, though X-rays are usually obtained to exclude a fracture.\nTo treat the condition, simple analgesia is administered, and while the child's attention is diverted, the elbow is extended and pronated to relocate the radial head with a snap. This technique is preferred over the alternative method of supination and flexion, which tends to be more painful and less successful.\n\n\n\n\n\nSolution to Question 7:\nIn the case of the pulled elbow, the elbow lies in extension and the forearm is pronated.\nCharacteristically, the child holds the elbow in extension with the forearm pronated (Option A) and resists supination.\nThe treatment is done under simple analgesia (Option B) and the procedure is attempted while diverting the child's attention.\nThere are two methods to treat this condition:\nExtension and pronation: In this technique, the elbow is extended and pronated (Option D) to relocate the radial head with a snap. This technique is reported to be more successful and less painful and, hence, is the preferred treatment.\nSupination and flexion: The elbow is supinated and flexed to relocate the radial head within the annular ligament.\n\n\n\nSolution to Question 8:\nPosterior dislocations are the commonest type of elbow dislocation.\nElbow joint is the most common joint to dislocate in children. They usually result from a fall on the outstretched hand with the elbow in extension. It may be associated with soft tissue injury involving the brachial artery, ulnar, median, and radial nerve.\nThese dislocations occur with a progression from lateral to the medial side, termed as Hori’s circle. Complete dislocation is usually associated with disruption of the medial and lateral collateral ligaments and anterior capsule.\n\nPatients present with severe pain at the elbow, and with the elbow in flexion. The three bony points relationship is disturbed. The triceps tendon becomes prominent (bowstringing of triceps).\nReduction is done under anesthesia followed by immobilization in an above-elbow plaster slab for 3 weeks.\n\n\n\nSolution to Question 9:\nThe terrible triad of the elbow does not include fracture of olecranon. The terrible triad of the elbow or Hotchkiss triad includes:\nPosterior dislocation of the elbow\nRadial head fracture\nFracture coronoid process of the ulna\nNote: Unhappy triad of the knee occurs due to a lateral blow to the knee causing injury to the anterior cruciate ligament, medial meniscus, and medial collateral ligament.\n\n\n\nSolution to Question 10:\nray showing an extra-articular fracture at the distal end of the radius with dorsal angulation of the distal fragment is characteristic of Colles' fracture.\nDisplacements in Colles' fracture:\nDorsal tilt/ shift\nLateral tilt/ shift (Radial tilt/shift)\nSupination\nImpaction of fragments\n\n\nThe clinical feature includes dinner fork deformity with prominence on the back of the wrist and depression in the front. It is treated by a Colles’ cast, which immobilizes the wrist in palmar flexion, pronation, and ulnar deviation.\nThe below image shows dinner fork deformity in Colles' fracture.\n\n\n\n\nSolution to Question 11:\nRupture of the extensor pollicis longus tendon (EPL) occasionally occurs as a late complication of Colles’ fracture.\nThis probably results from damage to the tendon by the sharp edges of the fracture fragments. It is followed by aseptic necrosis of a section of the tendon due to compression in the callus leading to attrition rupture.\nComplications of Colles' fracture :\nJoint stiffness - Finger stiffness is the most common complication. Wrist, elbow, and shoulder are the other joints that can become stiff\nMalunion - is the second most common complication, and leads to dinner fork deformity\nSudeck’s osteodystrophy/ reflex sympathetic dystrophy\nRupture of extensor pollicis longus tendon\nCarpal tunnel syndrome - causing median nerve compression\nNon-union - extremely rare\n\n\n\nSolution to Question 12:\n\nThe correct order of reduction Colles' fracture is traction, palmar flexion, ulnar deviation, POP. Management of Colles' fracture:\nUndisplaced fractures - Immobilization in a below-elbow plaster cast for 6 weeks\nDisplaced fractures - Closed manipulative reduction and immobilization in Colles' cast\nComminuted fractures in young adults - Surgical correction with percutaneous K-wire fixation, external fixators, or locking compression plates\nThe technique of reduction of Colles' fracture is as follows:\nDisimpaction of the fracture fragments by longitudinal traction against counter traction rovided by the assistant\nThe distal fragment is then pressed into palmar flexion followed by ulnar deviation\nThe patient's hand is drawn into pronation, palmar flexion, and ulnar deviation\nA Colles' cast is then applied, extending from below the elbow to the metacarpal heads, with the wrist in palmar flexion and ulnar deviation\n\n\n\n\nSolution to Question 13:\nGarden spade deformity is seen in Smith's fracture.\nSmith’s fracture is the fracture of the distal one-third of the radius with palmar displacement. It is also called reverse Colles' fracture because it has displacements opposite to that of Colles' fracture i.e, pronation, palmar angulation, and ulnar deviation.\nThe images given below shows Smith's fracture with garden-spade deformity.\n\n\n\n\n\nSolution to Question 14:\nThe provided history of falling on an outstretched arm and the X-ray revealing an oblique fracture in the lower third of the radius with dislocation of the distal radio-ulnar joint point to the diagnosis of Galeazzi's fracture.\nGaleazzi's fracture is the fracture of the lower third of the radius and the subluxation or dislocation of the distal radioulnar joint. This injury usually happens when one falls on an outstretched hand.\nPatients present with pain, swelling, and deformity at the lower end of the radius. On examination, the disruption of the radio-ulnar joint can be elicited by pressing the lower end of the ulna. The ulna moves down and comes back like the key of a piano (piano-key sign).\nThe aim of treatment for this fracture is to preserve supination and pronation of the forearm. In children, closed reduction is usually enough to achieve perfect reduction. However, in adults, open reduction using a k-wire fixation or compression plating is usually required. It is also important to look for ulnar nerve damage.\nGaleazzi's fracture can cause complications such as malunion due to displacement of the fragment. This often results in deformity and limitation in supination and pronation.\n\n\n\nSolution to Question 15:\nGaleazzi fracture-dislocation in an adult is managed by internal fixation with compression plating of the radius. In children, closed reduction is usually successful.\nNote: Galeazzi's sign is seen in developmental dysplasia of the hip where the infant's knees are flexed and approximated when lying down. One knee is higher than the other in developmental dysplasia.\nThe below image shows Galeazzi's sign.\n\n\n\n\n\n\nSolution to Question 16:\nThe given X-ray shows a fracture in the proximal third of the ulna and there is a dislocation of the proximal radioulnar joint, which points to a diagnosis of Monteggia fracture-dislocation.\nDislocation of the head of the radius can be detected using McLaughlin’s line (radiocapitellar line). A line drawn along the center of the shaft of the radius will cut the capitellum of the humerus in the center irrespective of the position of the elbow. In Monteggia fracture this relationship is disturbed.\nThe mechanism of injury in these fractures is usually a fall on the outstretched hand. Clinical features include:\nDeformity in the proximal forearm - due to ulnar fracture. The dislocation of the head of the radius may be masked by the swelling\nPain and tenderness on the lateral side of the elbow - due to proximal radioulnar dislocation\nMonteggia fracture is treated surgically (fracture of necessity). The ulnar fracture is reduced and bone restored to full length. It is then fixed with a plate and screws. The radial head usually reduces once the ulna is fixed.\nThe below image shows radiocapitellar line (McLaughlin’s line) in a normal x-ray.\n\n\n\n\n\nSolution to Question 17:\nThe radiograph reveals a distal radial fracture that extends into the intra-articular region. This is known as Barton's fracture. In this case, the dorsal segment is fractured, and therefore, this is a dorsal Barton's fracture.\nConservative treatment involves applying a short arm cast with the wrist in the neutral position. Surgical management is by open reduction and internal fixation with percutaneous pins or small plates and screws.\nReverse (volar) Barton's fracture is an articular fracture of the distal radius with dislocation in which the articular surface of the radius remains in contact with the carpus; however, the reverse type involves the volar portion rather than the dorsal aspect of the radius.\nConservative management is with a long-arm cast. Surgical fixation with K- wires, external fixators, and buttress plates are considered if the reduction is not properly retained.\nEllis-T-shaped buttress plate fixation is preferred.\nThe below images shows reverse (volar) Barton's fracture.\n\n\n\n\n\nSolution to Question 18:\nThe given X-ray shows a displaced transverse fracture of the olecranon. Tension band wiring is one of the management methods in this case.\nThe Mayo classification divides olecranon fractures into three groups based on fracture displacement and elbow stability. Each group is further subdivided into comminuted or noncomminuted fractures.\nType I - Undisplaced fractures\nType II - Displaced but stable fractures\nType III - Unstable fractures Treatment includes:\nType I fractures - non-operative management\nType II and III fractures - surgery\nSimple fractures without comminution or instability - tension band wiring, plate fixation, or an intramedullary rod\nComminuted fractures and fractures with elbow instability - plate fixation\nOsteoporotic patients with significant comminution - excision of the olecranon and triceps advancement\n\nInjuries of hand\n\n\nQuestion 1:\n\nIdentify the carpal bone that is most commonly fractured after fall on an outstretched hand.\n\n\n\na) A\nb) C\nc) B\nd) D\n\n\nQuestion 2:\n\nA patient presented with swelling and tenderness over the anatomical snuffbox following an RTA. X-ray was performed which showed the following finding. Identify the false statement about this injury.\n\n\n\nOblique x-ray view is preferred in recent fractures\nMalunion is a common complication\nCast is applied in glass-holding position\nHerbert screw is used for internal fixation\n\n\nQuestion 3:\n\nWhich of the following structures is most likely to undergo avascular necrosis in patients with scaphoid fracture?\nWaist of the scaphoid\nDistal fragment of the scaphoid\nDistal pole of the scaphoid\nProximal fragment of the scaphoid\n\n\nQuestion 4:\n\nWhich of the following is incorrect about perilunate dislocation?\nLunate is dislocated anteriorly but the rest of the carpals remains in position\nLunate remains in position but rest other dislocate dorsally\nInvolves median nerve injury\nTavernier’s manoeuvre is used for closed reduction\n\nQuestion 5:\n\nTerry-Thomas sign is most likely to be seen in patients with which of the following injuries?\nScaphoid fracture at the wrist\nScapho-lunate instability\nRadio-carpal instability\nDistal radio-ulnar joint instability\n\n\nQuestion 6:\n\nA man came to the casualty with severe pain over his thumb. He gave a history of a fall during a football match. X-ray done is given below. What is the likely diagnosis?\n\n\nBennett's fracture\nRolando's fracture\nBoxer's fracture\nChauffeur fracture\n\n\nQuestion 7:\n\nA Bennett fracture is difficult to maintain in a reduced state due to the pull of \t.\nFlexor pollicis longus\nAdductor pollicis brevis\n\nExtensor pollicis longus\nAbductor pollicis longus\n\n\nQuestion 8:\n\nA young man presents to the casualty with pain over his hand. He hesitantly mentions that he punched a wall in an anger outburst. A radiograph of his hand is shown below. Which of the following is false about this injury?\n\n\nMCP joints are kept in full flexion for safe immobilisation\nStrength of the grip is significantly affected\nIt is an intra-articular fracture\nCast is applied in James position\n\n\nQuestion 9:\n\nA radiograph of a patient with a history of injury to the hand is given below. What is the likely diagnosis?\n\n\n\nBarton’s fracture\nChauffeur's fracture\nSmith’s fracture\nRolando's fracture\n\n\nQuestion 10:\n\nA teenager sustained an injury to his middle finger while attempting to catch a basketball during a match. On examination, his finger appeared as shown below. Which of the following is false regarding this condition?\n\n\nThe extensor tendon is disrupted at the distal interphalangeal joint\n\nResults from a forced extension of the fingertip\nPassive extension of the distal interphalangeal joint is preserved\nDorsal hyperextension splints are used in the treatment\n\n\nQuestion 11:\n\nA footballer came to the casualty in severe pain over his index finger. He mentioned that the pain started after he pulled his opponent's jersey during the match. Avulsion of which tendon from the distal phalanx is most likely to occur in a patient with this condition?\nExtensor digitorum tendon\nFlexor digitorum superficialis tendon\nFlexor digitorum profundus tendon\nExtensor pollicis longus tendon\n\n\nQuestion 12:\n\nA middle-aged man presented to the clinic with a history of progressive wrist pain. Examination revealed stiffness of the wrist joint. A radiograph of his wrist is shown below. What is your provisional diagnosis?\n\n\nSever disease\nKeinbock's disease\nKohler's disease\nOsgood-Schlatter disease\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe scaphoid (labelled as A) is the most commonly fractured carpal bone after a fall on an outstretched hand.\nIt is more susceptible to fracture because it lies obliquely across the two rows of carpal bones. It also lies along the line of loading (i.e, in the line of weight transmission) between the forearm and thumb. A combination of forced carpal movement and compression, such as in a fall on the dorsiflexed (outstretched) hand, exerts severe stress on the scaphoid making it liable to fracture.\nDue to its blood supply originating from the dorsal distal pole, the scaphoid's proximal pole possesses a poor blood flow, making it less prone to heal and resulting in non-union.\n\n\n\n\n\n\nSolution to Question 2:\nThe given clinical presentation and the x-ray are suggestive of scaphoid fracture. Nonunion is a common complication of this condition, while malunion is rare.\nScaphoid fracture characteristically presents with tenderness in the anatomical snuffbox following a fall on an outstretched hand.\nRecent fractures are less likely to be visible on AP view x-ray, hence oblique x-ray view is preferred. Common complications of scaphoid fracture include:\nNon-union and delayed union\nAvascular necrosis\nWrist osteoarthritis Treatment includes:\nUndisplaced fractures - immobilization in a scaphoid cast applied in a glass-holding position\nDisplaced fractures - open reduction and internal fixation using Herbert's screw The below image shows a Herbert screw.\n\n\n\n\n\nSolution to Question 3:\nThe proximal fragment of the scaphoid undergoes avascular necrosis following a fracture.\nThis is because the blood supply of the scaphoid is from its distal end to the proximal end. A fracture disrupts the blood supply to the proximal part.\n\n\n\nSolution to Question 4:\nAmong the given options, statement A is incorrect.\nA fall on a dorsiflexed hand may tear the tough ligaments that normally bind the carpal bones, leading to dislocations. In peri-lunate dislocation, the lunate remains in position in the lunate fossa of the distal radius but the rest of the carpals dislocate dorsally. It is frequently associated with compression of the median nerve.\nPrompt reduction reduces swelling and potential damage to the median nerve. The Tavernier maneuver is the most commonly used method of closed reduction. It involves locking the capitate into the distal concavity of the lunate. If the injury cannot be reduced using this method, urgent reduction in the theater should be performed.\nIn lunate dislocation, the lunate dislocates anteriorly while the rest of the carpal bones remain in place.\n\n\n\n\n\nSolution to Question 5:\nTerry–Thomas sign is most likely to be seen in patients with scapholunate instability.\nIt denotes the increased gap between the scaphoid and the lunate. A scapholunate gap of &gt;3 mm is suggestive of instability. It results from tearing of the scapholunate ligament following a fall on an outstretched hand.\nThe given x-ray shows the Terry-Thomas sign. The sign is named after Terry Thomas, a British comedian with a visible gap between his two maxillary central incisors.\n\n\n\n\nSolution to Question 6:\n\nThe given scenario and radiograph point to a diagnosis of Bennett’s fracture.\nBennett's fracture is an oblique, simple intra-articular fracture of the base of the first metacarpal bone.\nThe given image shows Bennett's fracture.\n\n\nOption B: Rolando’s fracture is an intra-articular comminuted fracture of the base of the first metacarpal.\nOption C: Boxer's fracture is the fracture of the fifth metacarpal neck. Option D: Chauffeur fracture is a fracture of the radial styloid process.\n\n\nSolution to Question 7:\nBennett's fracture is difficult to maintain in a reduced state due to the pull of the abductor pollicis longus tendon on the shaft of the first metacarpal.\nThe small fractured fragment remains in contact with the trapezium but the rest of the metacarpal shaft is pulled proximally by the abductor pollicis longus tendon that is attached to its base.\nIn contrast, the comminuted fracture line of Rolando's fracture prevents the pull of the abductor pollicis longus tendon from being exerted on the metacarpal shaft.\n\n\n\n\n\nSolution to Question 8:\nThe given scenario and image showing an extra-articular fracture of the fifth metacarpal\nneck points to boxer's fracture. The strength of grip decreases in this fracture as the fourth and fifth fingers are responsible for the power grip of the hand.\nBoxer's fracture is caused by striking an object with a closed fist, as seen in boxing, or occasionally by a direct injury.\n\n\n\n\nThe POP cast is applied in James' position/the position of safe immobilization for metacarpal fractures. Position of safe immobilization:\nWrist slightly extended\nMCP joints in full flexion and the IP joints extended\nThumb in abduction\nThis prevents stiffness and contractures as the ligaments are at their longest in this position.\n\n\n\n\nSolution to Question 9:\nThe given radiograph showing a fracture of the radial styloid process points to a diagnosis of Chauffeur's fracture.\n\nIt is caused either by direct trauma to the wrist or traumatic radial deviation of the wrist.\nOption A: Barton's fracture is an intra-articular fracture of the distal radius with volar subluxation of the wrist.\nOption C: Smith's fracture is a distal radial fracture with associated volar angulation of the distal fracture fragment. It is also called reverse Colles fracture.\nOption D: Rolando’s fracture is an intra-articular comminuted fracture of the base of the first metacarpal.\n\n\n\nSolution to Question 10:\nThe given scenario and image showing a flexed fingertip are suggestive of a mallet finger. It results from sudden, forced flexion of the fingertip.\nMallet finger is also known as baseball finger. It is caused by the disruption of the extensor tendon at the distal interphalangeal joint. This leads to unopposed action of flexor tendon resulting in a flexed fingertip. Passive extension of the distal interphalangeal joint is preserved.\n\n\n\nDorsal hyperextension splints are used for immobilization of the joint. The given image shows a hyperextension splint.\n\n\n\n\n\nSolution to Question 11:\nThe given scenario is suggestive of a jersey finger. Avulsion of the flexor digitorum profundus tendon from the distal phalanx results in this condition.\nThis injury commonly occurs in rugby and football players. Patients are unable to flex the distal end of the finger.\nOption B: Boutonniere’s deformity presents as a flexion deformity of the PIP joint and extension of the DIP joint. It occurs as a result of the rupture of the middle slip of the extensor tendon followed by the separation of the lateral slips. The head of the proximal phalanx thrusts through this gap like a button through a buttonhole.\n\n\n\nSolution to Question 12:\nThe given scenario and image showing an increased opacity of lunate due to interrupted blood supply is suggestive of Keinbock’s disease.\nKeinbock's disease refers to the avascular necrosis of the lunate leading to progressive wrist pain. Patients present with tenderness over the lunate and stiffness of the wrist joint.\nOption A: Sever disease or calcaneus apophysitis refers to the inflammation of the calcaneus growth plate in growing children.\nOption C: Kohler's disease refers to the avascular necrosis of the navicular bone.\nOption D: Osgood-Schlatter disease/ tibial tubercle apophysitis refers to the inflammation of the patellar ligament at the tibial tuberosity. It is characterized by a painful swelling just below the knee. It worsens with activity and is relieved by rest.\n\nRegional conditions of the upper limb\n\n\nQuestion 1:\n\nWhich of the following patients are unlikely to develop a frozen shoulder?\n54-year-old man with left sided hemiplegia\n34-year-old woman with hyperthyroidism\n45-year-old man with psoriasis\n60-year-old man with history of MI 3 months back\n\n\nQuestion 2:\n\nA 45-year-old painter presented with chronic right shoulder pain. The physician performed an empty can test on the patient. Which of the following muscles is he specifically testing for?\nSupraspinatus\nInfraspinatus\nSubscapularis\nTeres minor\n\n\nQuestion 3:\n\nPainful arc syndrome is seen in all except:\nComplete tear of supraspinatus\nFracture greater tuberosity\nSubacromial bursitis\nSupraspinatus tendinitis\n\n\nQuestion 4:\n\nA 35-year-old man working as a clerk in an office presents with the following lesion in his elbow. What is your diagnosis?\n\n\n\nHematoma\nTriceps brachii tendon rupture\nOlecranon bursitis\nRheumatoid nodule\n\n\nQuestion 5:\n\nWhich of the following tendons is most likely to be involved in patients with tennis elbow?\nFlexor carpi ulnaris\nExtensor carpi radialis\nExtensor carpi ulnaris\nFlexor carpi radialis\n\n\nQuestion 6:\n\nA young sportsman presented with pain in his right elbow. On examination, Cozen's test was positive. What is the probable diagnosis?\nDraughtman's elbow\nPitcher's elbow\nGolfer's elbow\nTennis elbow\n\nQuestion 7:\n\nA 35-year-old woman presented with left elbow pain. On examination, tenderness over the medial epicondyle was elicited on resisted forearm pronation in extension. Which of the following statements is false about her condition?\nIt is also called as swimmer's elbow\nAssociated with ulnar nerve neuropathy\nMost cases are managed conservatively\nMills sign is positive\n\n\nQuestion 8:\n\nDe Quervain’s disease classically affects :\nExtensor pollicis longus and abductor pollicis longus\nExtensor pollicis longus and abductor pollicis brevis\nExtensor pollicis brevis and abductor pollicis brevis\nExtensor pollicis brevis and abductor pollicis longus\n\n\nQuestion 9:\n\nFinkelstein's test is negative in patients with:\nDe Quervain's disease\nArthritis of radio carpal joints\nIntersection syndrome\nUlnar nerve entrapment\n\n\nQuestion 10:\n\nA 50-year-old diabetic woman noticed an audible click every time she flexed her left middle finger. The extension of the middle finger is as depicted in the clip below. This is caused due to involvement of which of the following structures?\n\n\n\nExtensor tendon\nFlexor tendon\nPalmar aponeurosis\nDorsal aponeurosis\n\n\nQuestion 11:\n\nWhich of the following statements is false about the condition shown in the image given below?\n\n\nX-ray is useful in the diagnosis of the condition\n\nIt is more common in males\nPhenytoin therapy is a common cause\nSurgery is the best treatment\n\n\nQuestion 12:\n\nWhich of the following is false about the gamekeeper's thumb?\nCaused by fall on extended thumb\nCaused by valgus stress on the thumb\nVolar plate is involved in partial rupture\nUlnar collateral ligament is involved in partial rupture\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nPsoriasis has no association with frozen shoulder.\n\nFrozen shoulder is defined as the disorder characterized by progressive pain and stiffness in the shoulder joint which spontaneously resolves after around 18 months.\nAssociated conditions include:\nDiabetes mellitus\nCervical disc disease\nHyperthyroidism\nProlonged immobilization\nStroke or myocardial infarction\n\n\n\nSolution to Question 2:\nEmpty can test is used to assess supraspinatus muscle.\nIn this test, the patient is asked to resist the downward force by the examiner, when the arms are in the position of 90° abduction, 30° flexion, and complete internal rotation. The result is positive if the affected side is weaker than the normal side.\n\n\n\n\nSolution to Question 3:\nThe partial tear of the supraspinatus tendon is responsible for painful arc syndrome rather than a complete tear.\nPainful arc syndrome, also known as impingement syndrome is a condition where there is pain in the shoulder and upper arm during the mid-range of shoulder abduction (between 60-120 degrees), arising due to repetitive rubbing of the supraspinatus tendon under the coracoacromial arch.\n\nCauses include:\nMinor tears of the supraspinatus tendon\nSupraspinatus tendinitis\nCalcification of supraspinatus tendon\nFracture of greater tuberosity\nSubacromial bursitis\nImportant tests for impingement are:\nPainful arc test\nHawkin-Kennedy's test\nNeer's impingement sign\nJobe's test Investigations:\nAn x-ray of the shoulder helps to detect bony avulsions, spurs, calcific deposits, sclerotic areas etc.\nUltrasound of the shoulder joint is highly reliable with a sensitivity of 98%.\nSingle contrast arthrogram is considered the gold standard in diagnosing rotator cuff tears Management:\nConservative: heat massage, exercises, NSAIDs, subacromial steroid injections, and temporary immobilization (90% of patients recover with these measures).\nIndications for surgery include failure of conservative measures for 3 months, increasing loss of shoulder function, and patients who are young and active.\nSurgical techniques include excision of adhesions and manipulation of the shoulder, excision of calcium deposits, repair of incomplete tear, acromioplasty, acromionectomy for more disabling pain with normal range of movements, direct suture for complete rupture of the rotator cuff, rotation and transposition of the flap, and free graft.\n\n\n\n\n\n\n\n\n\nSolution to Question 4:\nThe given image is suggestive of olecranon bursitis. It is also known as Draughtman's elbow/student's elbow/ miner's elbow.\nOlecranon bursitis is a chronic inflammation of the olecranon bursa, as a result of repetitive minor injuries. It is seen in people who tend to keep their elbow rubbed against the desk. The constant friction against the olecranon bursa can lead to the development of bursitis.\nCulture and aspiration of the bursa fluid are done to rule out infection. Most cases can be managed conservatively with NSAIDs and local steroids. A chronically enlarged bursa will require excision.\n\n\n\nSolution to Question 5:\nThe Tendon of Extensor carpi radialis is most commonly involved in tennis elbow.\n\n\n\nSolution to Question 6:\nThe given clinical scenario along with positive Cozen's test is suggestive of tennis elbow (lateral epicondylitis).\n\n\n\nSolution to Question 7:\nThe given clinical scenario is suggestive of Golfer's elbow. Mills sign is positive in Tennis elbow.\n\nGolfer's elbow is due to inflammation at the medial epicondyle, where the pronator muscles have their origin. It is also known as swimmer's elbow. It is less common than tennis elbow.\nTenderness is localized over the medial epicondyle. There is pain on resisted forearm pronation in extension. Ulnar nerve entrapment at the medial epicondyle can result in neuropathy symptoms.\nMost of the cases are managed conservatively by activity modification and pain killers.\n\n\n\nSolution to Question 8:\nDe Quervain's disease classically affects extensor pollicis brevis and abductor pollicis longus.\nDe Quervain's disease is a stenosing tenosynovitis of the extensor tendons of the first dorsal compartment, namely extensor pollicis brevis (EPB) and abductor pollicis longus (APL). It involves noninflammatory thickening of both the tendons and the tunnel or sheath through which they pass. This condition is prominent among females, especially women of childbearing age.\nKey diagnostic factors:\nHistory of joint overuse at home or at work.\nPain and tenderness at the tip of the radial styloid.\nPositive Finkelstein test: The examiner grasps the thumb of the patient and abducts the hand towards the ulnar side. This causes severe pain over the tip of the styloid process\n\n\nTreatment in most patients includes conservative management with splinting and steroid injections. Only a few patients require surgical release of the 1st dorsal compartment (housing the APL and EPB tendons).\n\n\n\nSolution to Question 9:\n\nFinkelstein's test is negative ulnar nerve entrapment. Finkelstein's test:\nExaminer holds the patient’s hand with his thumb tucked firmly and then flexes into the palm; then turn the wrist into full ulnar deviation; in a positive test, this will elicit sharp pain in the affected sheath. The pain over the radial styloid tip is excruciating.\nIt is positive in the following conditions:\nDe Quervain's tenosynovitis\nArthritis in the intercarpal and radiocarpal joints\nRadial nerve entrapment\nIntersection syndrome i.e. tenosynovitis occurring due to friction between the obliquely placed extensor and abductor pollicis tendons and the longitudinally placed extensor tendons.\nFinkelstein stated that this test is “probably the most pathognomonic objective sign\nNote: Finkelstein's test is commonly confused with Eichhoff's test: Eichhoff's test is typically described as the examiner ulnar deviating the hand when the person has their thumb held within their fist. If sharp pain occurs along the distal radius, De Quervain's tenosynovitis is suspected.\n\n\n\n\n\n\nSolution to Question 10:\nThe clinical scenario along with the video showing the middle finger in the flexed position requiring extra force to extend it is suggestive of a trigger finger.\nTrigger finger is caused by stenosing tenosynovitis of the flexor sheath. There is nodular or fusiform swelling on the flexor tendon that prevents it from moving along the A1 pulley.\nA1 pulley is an annular ligament that acts as a belt that straps the flexor tendon to the underlying phalanges. There are 5 annular ligaments in each finger namely A1. A2, A3, A4, and A5.\nThe image given below is showing the nodule in the flexor tendon and the 5 annular ligaments of the finger.\n\n\nWhen the finger is flexed or extended, the nodular swelling passes through the A1 pulley with a snap, leading to a triggering effect. The nodule can get trapped behind the A1 pulley leading to a locking of the finger in flexion.\nSurgical treatment involves the release of the A1 pulley, which is thickened and fibrosed.\n\n\n\nSolution to Question 11:\nThe condition shown above is Dupuytren's contracture. A radiograph would be the least useful in the diagnosis of this condition.\nIn Dupuytren's contracture, there is proliferating fibroplasia of the subcutaneous palmar tissue, forming nodules. It is more commonly seen in males.\nIt results in:\nFinger contractures\nThinning of subcutaneous fat\nPitting of skin and knuckle pads The possible causes are:\nInheritance\nPhenytoin therapy\nDiabetes mellitus\nSmoking\nEpileptics and alcoholics.\nThough surgery is the treatment of choice, it is delayed until the contractures develop. Treatment of Dupuytren Disease:\nNonoperative:\nExternal beam radiation\nSteroid injection\nCollagenase Operative:\nSubcutaneous fasciotomy\nStaged external fixation\nArthrodesis\nAmputation\n\n\n\nSolution to Question 12:\n\nGamekeepers thumb results due to the rupture of ulnar collateral ligament of thumb metacarpophalangeal joint. The volar plate is not involved in partial rupture, it is involved only in complete rupture.\nIt can be caused either by fall on extended thumb (forcing it into hyperabduction) or by repeated valgus stress (i.e. radial deviation) on the thumb which occurs during twisting movement of the hand. This type of injury was seen in gamekeepers who used to twist the neck of small animals with their thumb and index finger.\nThe ulnar collateral ligament keeps the thumb stable in flexion and the volar plate keeps the thumb stable in extension.\nIn a partial rupture:\nOnly the ligament is torn and the thumb is unstable only in flexion\nThe volar plate is intact, keeping the thumb stable in extension In a complete rupture:\nBoth the ligament and the volar plate are torn\nThe thumb is unstable in all positions\n\nDislocations of the Hip joint\n\n\nQuestion 1:\n\nWhich is the most common type of dislocation of the hip?\nPosterior dislocation\nAnterior dislocation\nCentral dislocation\nMedial dislocation\n\n\nQuestion 2:\n\nWhich of the following is likely to be seen in patients with dashboard injury?\n1, 4, 5\n2, 3, 4\n1, 3, 5\n2, 3, 5\n\n\nQuestion 3:\n\nA 20-year-old man who had a road traffic accident is brought to the casualty. His right leg is shortened, internally rotated and adducted. On examination, femoral artery pulsation is not felt. What is your diagnosis?\nCentral dislocation of hip\nFracture neck of femur with injury to femoral vessels\nAnterior dislocation of hip with femoral artery injury\nPosterior dislocation of hip\n\n\nQuestion 4:\n\nA 40-year-old patient presents to the emergency department following a road traffic accident. The radiograph of his pelvis is shown below. What is the most likely diagnosis?\n\n\n\nCentral dislocation of the hip\nFracture shaft of femur\nPosterior dislocation of the hip\nAnterior dislocation of the hip\n\n\nQuestion 5:\n\nWhich of the following structures will not be visualised in the X-ray of a patient with posterior hip dislocation?\nNeck of femur\nGreater trochanter\nLesser trochanter\nObturator foramen\n\n\nQuestion 6:\n\nA 25-year-old patient presents with posterior hip dislocation. Which of the following reduction methods is not used for the management of this patient's condition?\nKocher's manoevre\nBigelow's method\nStimson's gravity method\nAllis method\n\nQuestion 7:\n\nA 19-year-old boy is brought to the casualty after sustaining a hip injury during a rugby match. He complains of severe shooting pain in his left leg. His X-ray is given below. What is the cause of pain in this patient?\n\n\nSciatic nerve injury\nFemoral nerve injury\nInferior gluteal nerve injury\nSuperior gluteal nerve injury\n\n\nQuestion 8:\n\nA 33-year-old motorcyclist presents to the emergency department following a road traffic accident with left hip pain and inability to bear weight. The affected leg is in the position as shown in the image below. What is the most likely diagnosis?\n\n\n\nPosterior dislocation of hip\nNeck of femur fracture\nIntertrochanteric fracture of femur\nAnterior dislocation of hip\n\n\nQuestion 9:\n\nA 25-year-old mason sustains a fall from the roof. He presents to the casualty with his left hip in flexion, abduction, and external rotation. Lengthening of the left leg is noted. Which of the following statements is false about the suspected diagnosis?\nFemoral head can be felt in the groin\nFemoral vessels may be injured\nStimson's gravity method can be used for treatment\nFemoral head appears smaller than unaffected side in the radiograph\n\n\nQuestion 10:\n\nIn which type of dislocation is the femoral head palpable per rectally and what is the mechanism of injury?\nAnterior - Deceleration injury\nCentral - direct blow over greater trochanter\nPosterior - Direct blow over flexed knee\n\nPosterior - Fall from height\n\n\nQuestion 11:\n\nWhich of the following movements is being tested in the picture given below?\n\n\nInternal rotation of hip\nAbduction\nFlexion\nExternal rotation of hip\n\n\nQuestion 12:\n\nA patient presented with lower limb weakness. The examiner places one hand under the patient's heel and the patient is then asked to raise his other leg against downward resistance. What is the test being performed?\nHoover’s Test\nMc Bride Test\nWaddell’s Test\nO’Donoghue’s Test\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe posterior dislocation is the most common type of dislocation of the hip. There are three types of dislocations of the hip:\nPosterior - seen in motor vehicle accidents where the flexed knee of the passenger hits the dashboard\nAnterior - seen in high energy injuries when the patient falls from the height\nCentral - seen when there is a blow over the greater trochanter or fall on the side\n\n\n\nSolution to Question 2:\nDashboard injury can lead to:\nPosterior hip dislocation\nPatellar fracture\nFracture of neck of femur\nAcetabular fracture\nShaft of femur fracture\n\nPosterior cruciate ligament injury\nDashboard injury occurs when the knee is flexed and the hip of the driver/passenger thrusts forward against the dashboard of the car in road traffic accidents. Posterior dislocation is most common in this type of injury.\nDashboard injury in a flexed knee in neutral adduction causes simple posterior dislocation. Whereas, if there is slight abduction, posterior fracture-dislocation occurs.\n\n\n\nSolution to Question 3:\nThe given clinical scenario is suggestive of posterior hip dislocation. In this condition, the leg will be in flexion, adduction and internal rotation.\nThe femoral artery pulsation is usually felt against the neck of the femur. Due to the posterior dislocation of the hip joint, the femoral vessels fall backwards and the pulsation of the femoral artery cannot be felt. This is called as vascular sign of Narath.\n\n\n\nSolution to Question 4:\nThe radiograph of the patient's pelvis following a road traffic accident reveals upward and lateral dislocation of the left femoral head, accompanied by an obscured lesser trochanter, indicating a posterior dislocation of the left hip.\nPosterior hip dislocation is commonly seen following dashboard injuries and the patient presents with flexion, adduction, and internal rotation deformity of the lower limb.\nRadiological findings:\nLoss of continuity of acetabulum with the femoral head (break in Shenton's line)\nUpward and lateral displacement of the femoral head\nThe femoral head appears smaller than normal\nThe lesser trochanter is not visualized as the thigh is internally rotated\nFemoral head and posterior acetabular wall fractures may also be seen\nThe image below shows posterior dislocation with disruption of Shenton's line:\n\n\n\nTreatment:\nAn early reduction should be done as the risk of osteonecrosis and subsequent osteoarthritis increases with time.\nClosed reduction under sedation or general anaesthesia is done in most cases. If there is an associated femoral neck fracture, a closed reduction should not be attempted as it can lead to the displacement of the femoral neck and disrupt the blood supply to the femoral head.\nIn closed reduction the following steps are done:\nThe pelvis is kept in a steady position and traction is applied in line of the femur with the knee flexed at 90 degrees. The hip is then flexed maintaining the traction along with internal rotation and adduction. This is called Allis' maneuver. The below image describes this technique:\n\n\nOther methods of closed reduction include - Stimson's maneuver, East Baltimore lift maneuver, and Bigelow's maneuver.\n\nAfter reduction, the stability of the hip is tested by flexing the hip to 90 degrees, and a longitudinal and posteriorly directed force is applied. While performing this the joint is monitored in an image intensifier to look for any signs of subluxation. In case of evidence of subluxation or any significant fractures then surgical repair should be done. If there is a delay in surgical correction, skeletal traction with a distal femoral traction pin can be done.\nIf there is damage to the acetabulum, or intervening structures between the femoral head and the acetabular surface are present - open reduction can be considered.\nEarly complications:\nSciatic nerve injury - It can be damaged in 10-20% of the cases\nVascular injury - Superior gluteal artery tear can occur\nConcurrent femoral shaft fracture - When both occur together hip dislocation may be missed Late complications:\nOsteonecrosis of the femoral head\nMyositis ossificans\nSecondary osteoarthritis\nRecurrent instability\n\n\n\nSolution to Question 5:\nIn posterior dislocation of the hip, the lesser trochanter is not visualized in the radiograph. This is due to the internal rotation of the limb.\nIn posterior dislocation of the hip, there is disruption of Shenton line. It is an imaginary curved line drawn along the inferior border of the superior pubic ramus and along the inferomedial border of the neck of femur. This line is continuous and smooth.\nIt is usually disrupted in:\nDislocation of the hip\nFracture neck of femur\nDevelopmental dysplasia of the hip\nThe image given below shows posterior dislocation with disruption of Shenton's line.\n\n\n\n\n\nSolution to Question 6:\nKocher’s maneuver is used for the management of shoulder dislocation.\nReduction of hip dislocation (closed or open) should ideally be performed within 6 hours to prevent osteonecrosis of the hip joint.\nMethods of closed reduction for posterior hip dislocation are:\nAllis maneuver- traction applied opposite to the direction of deformity\n\n\nStimson maneuver- downward pressure to the flexed knee (patient is prone and at the edge of the table)\n\n\n\nBigelow maneuver- longitudinal traction with pressure on ASIS to stabilize the pelvis\n\n\nEast Baltimore lift maneuver- anterior force on the flexed knee (doctor's and assistant's place hands below the flexed knee)\n\n\n\n\n\nSolution to Question 7:\nThe above radiograph shows posterior dislocation of the hip joint. The pain is due to sciatic nerve injury which is a complication in this type of dislocation.\nComplications of posterior hip dislocation are:\nSciatic nerve injury\nInjury to superior gluteal artery\nOsteonecrosis of femoral head\nSecondary osteoarthritis\nMyositis ossificans\nRecurrent instability of the reduced dislocation\n\n\n\nSolution to Question 8:\nIn the given image, the affected leg is in the state of flexion, abduction and external rotation\n(FABER). This type of attitude of the leg is seen in anterior dislocation of the hip.\nAccording to the position assumed by the femoral head, anterior dislocation of the hip can further be classified as superior and inferior.\nSuperior or pubic type - femoral head can be palpated anteriorly\nInferior or obturator type - femoral head can be palpated in the groin The image given below shows anterior dislocation of both hip joints.\n\n\n\n\n\nSolution to Question 9:\nThe given clinical scenario is suggestive of anterior dislocation of the hip as there is\nthe lengthening of the limb. In this condition, the femoral head appears larger than the unaffected side on the X-ray.\nIn the inferior type of anterior dislocation, the femoral head is felt in the groin. Radiographical features include:\nFemoral head appears larger than the unaffected side\nFemoral head may be seen inferior to the acetabulum\nLesser trochanter is prominent Complications of anterior dislocation include:\nInjury to femoral vessels\nInjury to femoral nerve\nIrreducibility\nPost-traumatic osteoarthritis\nAseptic necrosis\nRecurrent dislocation Methods of reduction include:\nStimson's gravity method\nAlli's manoeuvre\nReverse Bigelow's manoeuvre\n\nThe image given below shows anterior hip dislocation. The limb is abducted and the femoral head is displaced inferiorly.\n\n\nTreatment of anterior dislocation includes a closed reduction under sedation or general anesthesia. If closed reduction fails, an open procedure may be planned.\n\n\n\nSolution to Question 10:\nThe given clinical scenario is suggestive of central dislocation of the hip as the femoral head is palpated per rectal examination. The most common mechanism for this type of injury is a side blow over the greater trochanter or a fall on the side.\nIt is a type of fracture-dislocation where the femoral head is forced medially through the floor of the acetabulum. Hence, the femoral head can be palpated on per rectal examination.\nThe image given below shows central fracture-dislocation of the hip.\n\n\n\n\n\nSolution to Question 11:\nExternal rotation of hip is being tested in the given image.\nRotatory movements of the hip joint can be measured with the knee flexed or extended. However, more precise measurements are obtained when the rotation is tested with the flexed knee. The procedure involves the following steps.\nThe patient is made to lie supine.\nThe examiner holds the knee with one hand and ankle with the other hand.\nThe knee and hip are flexed to 90 degrees.\nRotation movement is produced at the hip joint by stabilising the knee and moving the leg as the lever.\nIf the hip is rotated such that the leg moves medially, external rotation of the hip occurs.\nIf the hip is rotated such that the leg moves laterally, internal rotation of the hip occurs.\n\n\n\n\n\n\nSolution to Question 12:\nThe test being performed by the examiner is Hoover's test. This test is useful in differentiating between the organic and functional causes of limb weakness.\nHoover's test involves the following steps:\nThe examiner places both their hands under the heels of the patient.\nThe patient is asked to flex the affected hip while keeping the knee extended.\nDownward pressure in the healthy limb is felt by the examiner in an organic cause of limb weakness and in healthy individuals. This pressure is not felt in the functional cause of limb weakness and malingering.\nIn a normal individual, when raising one leg by flexing at the hip, the other limb exerts a downward pressure which can be felt at the ankle.\n\n\n\nThe McBride's test, Waddell’s test, and O’Donoghue’s test are other examination techniques that help in distinguishing between organic and non-organic causes of lower back pain.\n\nFractures of femur\n\n\nQuestion 1:\n\nWhich of the following factors increases the risk of femoral neck fractures?\nHypoparathyroidism\nProton pump inhibitors\nHypertension\nIncreased levels of physical activity\n\n\nQuestion 2:\n\nWhich of the following classifications is not used for neck of femur fractures?\nPauwels classification\nGarden classification\nDelbet classification\nNeer's classification\n\n\nQuestion 3:\n\nThe X-ray of a patient with femoral neck fracture showed that all 3 sets of trabeculae were out of alignment. Which Garden's stage of fracture shows this finding?\nStage I\nStage II\nStage III\nStage IV\n\n\nQuestion 4:\n\nWhich of the following statements is true regarding Pauwel's classification of neck of femur fractures?\nPauwel's angle is directly proportional to stability\nType 2 fracture makes an angle of 60 degrees\n\nPlane of reference is the horizontal plane\nPauwel's angle is formed by fracture line with inter-trochanteric line\n\n\nQuestion 5:\n\nAn elderly patient slipped in the bathroom and sustained injury over the left hip. The radiograph is shown below. His attitude of the leg will be:\n\n\nShortened and abducted\nLengthened and internally rotated\nShortened and externally rotated\nFlexed, adducted and internally rotated\n\n\nQuestion 6:\n\nA 70-year-old lady, a known case of chronic osteoarthritis of the hip, has a trivial fall while climbing the stairs. Her right lower limb is in slight external rotation. X-ray pelvis is shown below. What is the next step of management?\n\n\n\nOpen reduction and internal fixation\nClosed reduction and internal fixation\nHemi-arthroplasty\nTotal arthroplasty\n\n\nQuestion 7:\n\nWhich of the following is most commonly used for internal fixation of fracture of femoral neck in young adults?\nCannulated cancellous screws\nDynamic hip screw\nAustin Moore implant\nHerbert screw\n\n\nQuestion 8:\n\nA 55-year-old woman presents with complaints of right-sided hip pain and restriction of movements of the right lower limb for 3 weeks. She had a history of trivial trauma 3 weeks ago. X-ray reveals an impacted fracture neck of the right femur. What is the next step of management?\nORIF with fibular bone graft\nMcMurray's osteotomy\nEvaluate further with MRI\n\nHemiarthroplasty\n\n\nQuestion 9:\n\nA 56-year-old man came to OPD with a 1-month-old fracture neck of femur. X-ray revealed Pauwel's angle to be 70°. MRI showed a normal femoral head. What is the next step in management?\nOpen reduction and internal fixation\nMc Murray's osteotomy\nHemi-arthroplasty\nTotal hip arthroplasty\n\n\nQuestion 10:\n\nWhich of the following statements is false regarding McMurray's osteotomy?\nIt is an oblique osteotomy in the inter-trochanteric region\nIt involves lateral displacement and adduction of the distal fragment\nThe line of weight bearing after the osteotomy passes from the head to the distal fragment\nIt converts shearing stress to compressive forces\n\n\nQuestion 11:\n\nA 35-year-old woman with a history of ORIF for femoral neck fracture came for\npost-operative follow up after 7 months. She is unable to bear weight on the operated side. Her X-ray showed no evidence of healing. Which of the following is not a probable cause for this condition?\nImproper immobilization\nAvascularity of the femoral head\nInterference of synovial fluid\nHypertrophy of cambium layer of periosteum\n\n\nQuestion 12:\n\nWhich of the following is false about the condition shown in the image below?\n\n\n\nMalunion can happen if this condition is not treated\nThe patient may be able to walk\nAvascular necrosis is the most common complication\nShortening of limb is less than 1 inch\n\n\nQuestion 13:\n\nWhich of the following is false about avascular necrosis?\nIt can be diagnosed on X-ray only after 4 years\nIt can also occur in united fracture neck of femur\nSubcapital type has worse prognosis\nPatients with sickle cell disease are at an increased risk\n\n\nQuestion 14:\n\nA 35-year-old man is brought to the casualty with a history of RTA. His left lower limb is shortened by 2 inches. The attitude of the leg is extension and externally rotated, with the lateral border of the foot touching the bed. What is the most probable diagnosis?\nInter-trochanteric fracture femur\nFracture neck of femur\nFemoral shaft fracture\nAnterior dislocation of hip\n\nQuestion 15:\n\nA 69-year-old woman sustains an injury to the left hip after falling sideways on the floor. She is unable to move the left leg. X-ray is given below. What is the best treatment for this condition?\n\n\nProximal femoral nai\nMcMurray's osteotomy\nTotal hip arthroplasty\nPlaster in abduction and internal rotation\n\n\nQuestion 16:\n\nA 68-year-old lady comes with a history of fall and right-sided hip pain for 1 week. On examination, her right limb is shortened and externally rotated. Her X-ray shows no significant findings. What is your next step?\nSend the patient home with analgesics for pain\nTechnetium bone scan within the next 24 hours\nOrder an MRI of the hip joint\nImmobilise the limb and observe\n\n\nQuestion 17:\n\nA young patient was brought to the casualty following a road traffic accident. The radiograph of the limb showed a fracture in the mid-shaft of the femur. What will be the direction of displacement of the distal fragment?\nAbducted\nAdducted\nFlexed and externally rotated\nFlexed and internally rotated\n\n\nQuestion 18:\n\nIn which of the following conditions is maximum shortening of lower limb seen?\nInter-trochanteric fracture femur\nFracture neck of femur\nFracture shaft of femur\nTranscervical fracture femur\n\n\nQuestion 19:\n\nA 24-year old patient was brought to the emergency department after he lost control of his bike and hit a car while texting and driving. On examination, the patient had right thigh tenderness and deformity. The radiograph showed the following findings. What is the preferred method of treatment in the following scenario?\n\n\nLocking compression plate\nIntramedullary nai\nExternal fixation with K wire\nTraction with Thomas splint\n\n\nQuestion 20:\n\nA 9-year-old girl was run over by a car and was admitted to the hospital with obvious swelling and deformity of the left thigh. Her X-ray showed the following findings. What will be the preferred treatment in the given condition?\n\n\nGallow's traction\nLocked intramedullary nailing\nElastic intramedullary nailing\nSpica casting\n\n\nQuestion 21:\n\nA patient was admitted to ICU 48 hours after the fracture of the femur. The saturation of oxygen in the rebreathing unit was 100% but his Spo2 remained 60%. The patient was in a state of confusion. Chest radiograph showed lung fields to be clear. What is the most likely diagnosis?\nPulmonary embolism\nFat embolism\n\nARDS\nOccult pneumothorax\n\n\nQuestion 22:\n\nWhich of the following is considered a minor criterion for diagnosing fat embolism?\nSubconjunctival petechiae\nFat globules in sputum\nFiO2 &lt; 0.4\nCNS depression\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe use of proton pump inhibitors is a risk factor for femoral neck fractures.\nFemoral neck fracture is a type of intracapsular hip fracture. Common risk factors for hip fractures include:\nIncreasing age\nFemale sex\nWhite population of Europe and North America\nSmoking\nDecreased level of physical activity Comorbidities that can cause hip fractures are:\nHIV\nCeliac disease\nDiabetes mellitus\nHypo and hyperthyroidism\nPrimary hyperparathyroidism\nChronic kidney and liver disease Drugs that can cause hip fractures are:\nCorticosteroids\nProton pump inhibitors\nAntipsychotic medication\nAromatase inhibitors\nGonadotropin-releasing hormone inhibitors\nLong-acting progesterone-only pills\n\n\n\nSolution to Question 2:\nNeer's classification is used for proximal humeral fractures. Classifications used for neck of femur fracture are:\n\nBased on the location of the fracture line\nPauwels classification\nGarden classification\nDelbet classification (hip fractures in the pediatric population) Based on the location of the fracture line it can be classified as:\nSub-capital - fracture at the junction of head and neck\nTranscervical - fracture in the neck\nBasi-cervical - fracture at the base of the neck\n\n\n\nDelbet classification is used for hip fractures in children. They are grouped into four types based on their location as follows:\nType I - Transepiphyseal fracture\n\nType II - Transcervical fracture\nType III - Cervicotrochanteric fracture\nType IV - Intertrochanteric fracture\n\n\n\nSolution to Question 3:\nIn Garden's stage III fracture neck of femur, all the 3 sets of trabeculae are out of alignment. Garden classification of fracture neck of femur is based on the degree of displacement.\nStage I - incomplete fracture line and femoral head is in slight valgus\nStage II - complete fracture line and non-displaced\nStage III - complete fracture line and partially displaced\nStage IV - complete fracture line and completely displaced\n\n\n\n\nSolution to Question 4:\nThe plane of reference in Pauwel's classification is the horizontal plane. This classification is based on Pauwel's angle i.e. the angle made by the fracture line in reference to the horizontal plane.\n\n\n\n\nWhen the Pauwel's angle is small, compressive forces act at the fracture ends and hence the fracture is stable. As Pauwel's angle increases, the fracture line becomes more vertical and the shearing forces act on the fractured ends. Hence, at higher angles the fracture becomes unstable.\n\n\n\nSolution to Question 5:\nThe history of fall and hip injury in an elderly patient along with the radiological findings of a broken Shenton's line is suggestive of a neck of femur fracture. In this condition, the attitude of the leg will be shortened and externally rotated and movements of the hip joint will be painful.\nA plain radiograph may show the following features:\nFracture line in the neck of femur\nExternal rotation of the femur with the lesser trochanter appearing more prominent\nDisplacement of the greater trochanter\nBreak in the trabecular stream\nBreak in Shenton's line\n\n\n\n\n\n\nSolution to Question 6:\nThe given scenario and X-ray are suggestive of right-sided fracture neck of femur, Garden stage\nIV. Since the patient is &gt;65 years with existing arthritis, the best choice of treatment is total hip arthroplasty.\nIn the absence of arthritis, fracture neck of femur in patients &gt;65 years, is treated by hemiarthroplasty.\nThe image given below shows total hip arthroplasty done for fracture neck of femur.\n\n\n\n\nSolution to Question 7:\n\nThe most commonly used equipment for internal fixation of fracture neck of femur in young adults is multiple cannulated cancellous screws.\nThe radiograph given below shows internal fixation of the neck of femur fracture with cannulated cancellous screws.\n\n\nOption B: Dynamic hip screw is used in some cases of fracture neck of femur and for the internal fixation of the intertrochanteric fractures. The image below shows a dynamic hip screw.\n\n\nOption C: Austin Moore's implant is an older implant used in unipolar hemiarthroplasty. Option D: Herbert screw is used in bridging a scaphoid fracture.\n\n\nSolution to Question 8:\n\nIn the given clinical scenario with a 3-week old femoral head fracture, the next step will be to do an MRI hip. This is to evaluate the femoral head for compromise in the blood supply.\nTreatment of the femoral head fracture depends on the findings seen on an MRI:\nFemoral head shows compromised blood supply - reduction with fibular bone graft or muscle pedicle graft\nFemoral head shows signs of osteonecrosis and acetabulum is normal - hemiarthroplasty\nFemoral head is normal but the fracture is nearly vertical (can develop to non-union)\n- osteotomy\nThe image given below shows osteonecrosis of the femoral head seen on an MRI.\n\n\n\n\nSolution to Question 9:\nThe given clinical scenario is suggestive of a 1-month-old Pauwel's type III fracture (&gt;50°), which is nearly vertical and has an increased chance of non-union. Hence, the best management would be to compress the fractured ends by Mc Murray's osteotomy and internal fixation.\n\n\n\nSolution to Question 10:\nIn McMurray's osteotomy, the distal fragment is displaced medially and is abducted. This converts shearing stresses at the fracture site to compressive forces promoting faster healing.\nMcMurray's osteotomy is an oblique osteotomy directed medially upwards at the inter-trochanteric region. It is based on the biomechanical principle. After the medial\ndisplacement of the femur, the weight-bearing line passes from the head to the distal fragment. It, therefore, bypasses the fracture site.\n\n\n\n\n\nSolution to Question 11:\nThe given clinical scenario is suggestive of non-union of femoral neck fracture after ORIF, as there is no evidence of healing 6-12 months post-operatively. Lack of cambium layer in the periosteum of neck of femur is one of the causes of non-union.\nCauses for non-union in the neck of femur fracture are as follows:\nInadequate blood supply of femoral head\nSince the fracture is intra-articular, the synovial fluid interferes with fracture healing.\nLack of the cambium layer of periosteum, which produces the callus\nInadequate reduction and poor internal fixation\nImproper immobilization\nThe image given below shows (a) non-union of neck of femur fracture, (b) osteotomy to correct the non-union, (c) 5 months post-osteotomy with healed fracture.\n\n\n\n\n\nSolution to Question 12:\nThe radiograph shows a fracture neck of the femur. Non-union is a complication of this fracture, not malunion.\nMalunion is a complication of inter-trochanteric fractures. Complications of fracture neck of the femur are:\nAvascular necrosis (most common)\nNon-union\nOsteonecrosis of the femoral head may lead to secondary osteoarthritis after many years Option B: In impacted fracture neck of femur, the patient may be able to walk.\nOption D: Shortening of the limb is less than 1 inch in fracture neck of femur.\n\n\n\nSolution to Question 13:\nAvascular necrosis is a late complication of fracture neck of the femur, which can be diagnosed on X-ray only after a few months to 2 years after the injury. Hence, MRI is the best investigation for diagnosis.\nThe amount of vascular damage produced at the time of fracture determines the probability of the development of osteonecrosis. In addition to this, the blood supply to the femoral head may also be disrupted during internal fixation. Hence, avascular necrosis can also occur in united femur fractures.\nMore proximally the fracture is located, worse is the prognosis. Hence, sub-capital fractures have the worst prognosis.\n\nPatients with sickle cell disease are at an increased risk for developing avascular necrosis of the femoral head.\n\n\n\nSolution to Question 14:\nThe given clinical scenario with the limb shortening &gt;1 inch and pronounced external rotation is suggestive of inter-trochanteric fracture of the femur.\nDifferences between fracture neck of femur and inter-trochanteric fractures:\nOption B: In fracture neck of femur, the limb is in slight external rotation and shortening is &lt;1 inch.\nOption C: In femoral shaft fractures, the limb is shortened with displaced proximal and distal fragments.\nOption D: In anterior dislocation of the hip, the limb is externally rotated. There may be a true lengthening of the limb with the femoral head palpable in the groin.\n\n\n\n\nSolution to Question 15:\nThe given clinical scenario and the X-ray is suggestive of intertrochanteric fracture of the\nleft femur, which is best treated by closed reduction and internal fixation proximal femoral nail. The image given below shows an intertrochanteric fracture corrected with proximal femoral nail.\n\n\n\nThe intertrochanteric fractures of the femur can be treated by:\nInternal fixation with:\nIntramedullary implants - proximal femoral nail and gamma nai\nExtramedullary implants - dynamic hip screw\nTraction:\nRussell's traction\nThomas splint\nCompared to the dynamic hip screw, the intramedullary fixation with proximal femoral nails have smaller incisions, decreased blood loss, decreased femoral neck shortening and decreased risk of infection.\n\n\n\n\n\n\nSolution to Question 16:\nThe given clinical scenario is suggestive of occult neck of femur fracture, as the X-ray is normal but the attitude of the leg is abnormal. In such cases, MRI is the imaging study of choice.\nBoth CT and MRI can detect the presence of fracture neck of femur. However, MRI can demonstrate the presence of soft tissue problems that can cause hip pain. It also does not expose the patient to radiation. Hence, MRI is preferred over CT in the diagnosis of occult femoral neck fractures.\nTechnetium bone scan is an older method to detect occult fractures. They are less specific and may not show the presence of fracture if performed within 48-72 hours and in osteopenic bones.\n\n\n\nSolution to Question 17:\nIn the fracture of midshaft of the femur, the distal fragment is adducted as the adductors and the gastrocnemius are attached to the lower part of femur.\nThe proximal fragment is flexed and externally rotated as the gluteus medius and iliopsoas muscles are attached to the upper part of femur.\n\n\n\n\n\n\n\n\nSolution to Question 18:\nFrom the given options, maximum shortening of the lower limb is seen in the Inter-trochanteric fracture femur.\nOverall, the maximum shortening of lower limbs is seen in posterior dislocation of the hip followed by Inter-trochanteric fracture femur.\n\n\n\nSolution to Question 19:\nThe above radiograph shows a fracture in the shaft of femur with the displacement of fractured ends. The preferred method of treatment in this condition is an intramedullary nail with locking screws.\nOption A: Plating can be done in cases of comminuted fractures.\n\nOption C: External fixation is preferred in the treatment of severe open injuries, or when there is a severe bone loss that may require a bone graft.\nOption D: Thomas splint is used in the emergency treatment of shaft of femur fracture and some supracondylar fractures.\nThe main indications for traction are:\nfractures in children\ncontraindications to anaesthesia or surgery\nlack of suitable skill or facilities for internal fixation",
        "image": "Orthopaedics_img_19.png"
    }
]