[
    {
        "id": 1,
        "text": "Which of the following is not a contribution by Sigmund Freud? Free association Introducing cocaine in psychiatry Psychodynamic theory Psychosocial theory",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSigmund Freud is credited with all the above-mentioned achievements except psychosocial theory (proposed by Erik Erikson).\nContributions of Sigmund Freud to the field of psychiatry:\nFree association\nInterpretation of dreams\nPsychoanalysis\nPsycho-sexual development\nPsychodynamic theory\nTopographic theory of the mind - unconscious, preconscious, conscious\n\nStructural theory of mind - id, ego, super-ego\nCocaine in psychiatry\nOption A: Concept of free association is a technique in psychoanalysis where the patient is asked to freely share thoughts, random words, and anything else that comes to mind.\nOption B: Cocaine was introduced in psychiatry as a remedy for morphine and alcohol abuse.\nOption C: Psychodynamic theory of development explains personality in terms of the interaction between the conscious and unconscious forces of id, ego, and super-ego.",
        "image": "Psychiatry_img_1.png"
    },
    {
        "id": 2,
        "text": "Which of the following principles is matched correctly with the part of the mind it works on? Id- principle of reality, in the conscious domain Ego- principle of pleasure, in the unconscious domain Super Ego- principle of idealism, both in the conscious and unconscious domain Id- defence mechanisms, in the unconscious domain",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe superego is based on the principle of idealism, both in the conscious and unconscious domain. It acts to perfect and civilize our behaviour. The voice of conscience comes from the superego. It is mostly unconscious but also has a conscious component.\nSigmund Freud's structural theory of mind divides mental apparatus into the following:\nId (new-born) is a reservoir for basic survival instincts, aggression, and survival drives. It is based on the pleasure principle (immediate gratification). It is entirely unconscious.\nEgo (reality principle) is the executive part of the mind that maintains the balance between id and superego. It is based on exposure to reality and utilizes influences from the external world to modify the id. It is conscious except for unconscious defense mechanisms.\nSuperego (idealism principle) establishes and maintains a moral conscience in an individual by constantly comparing a person’s thoughts and feelings to expected standards of behavior.\nE.g., While studying, our id wants us to watch a movie instead and our superego wants us to study very hard without taking many breaks. Our ego thus balances between the two and we decide that we will study for few hours and then take a break to watch a movie.",
        "image": "Psychiatry_img_2.png"
    },
    {
        "id": 3,
        "text": "According to Sigmund Freud, we have a barrier in our mind called repression. This function is done by which of the following part of the mind? The conscious part The preconscious part The unconscious part The subconscious part",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAccording to Sigmund Freud, the preconscious part of our mind has a barrier called repression. This barrier separates the contents of the unconscious and the conscious mind.\nSigmund Freud's topographic theory of mind divides the mind into 3 levels:\nUnconscious- contains instinctual drives, repressed memories, and thought processes. It is characterized by illogical and primitive thoughts called primary process thinking. It focuses on immediate wish fulfillment and instinctual discharge.\nPreconscious- composed of mental events, processes, and contents that can be brought into conscious awareness by the act of focusing attention. It contains a barrier called repression. Eg: Although most persons are not consciously aware of the appearance of their first-grade teacher, they ordinarily can bring this image to mind by deliberately focusing attention on the memory.\nConscious- part of the mind which is accessible to us. Everything we know about ourselves is in the conscious part of our mind. Perceptions coming from the outside world or from within the\n\nbody or mind are brought into awareness in this part.\nNote: The unconscious is the part of the mind that contains repressed thoughts and memories whereas the barrier that censors these (repression) exists in the preconscious part of the mind.",
        "image": "Psychiatry_img_3.png"
    },
    {
        "id": 4,
        "text": "Which of the following is false according to the topographical theory? Primary process thinking is illogical and primitive An unconscious thought can never reach conscious awareness The drives and desires that one is born with are part of the unconscious mind The contents of the preconscious mind can be brought into awareness by focussing",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAccording to Sigmund Freud's topographical theory, an unconscious memory or thought can reach consciousness by overcoming the barrier of repression.\nThis barrier can be overcome in two ways:\nDuring sleep- the repression force is lax, and thus many unconscious desires and thoughts reach our consciousness through dreams. So, he believed that the interpretation of dreams can revea the contents of the unconscious mind.\nFree association- when a person is relaxed enough to say whatever comes to their minds without censoring thoughts, a few unconscious thoughts may come out by a slip of the tongue.\nNote: In psychotherapy, there is a process called abreaction by which repressed material, particularly a painful experience or conflict, is brought back to consciousness by hypnosis or free association. In this process, the person not only recalls but also relives the repressed material causing an emotional release.",
        "image": "Psychiatry_img_4.png"
    },
    {
        "id": 5,
        "text": "What is defined as the emotional release and discharge after consciously reliving a painful experience that has been repressed? Catharsis Abreaction Venting out Guided relaxation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAbreaction is a psychoanalytical term for reliving an experience to release it emotionally. It is a specific type of catharsis done by becoming conscious of repressed traumatic events.\nCatharsis is a general term for the process of releasing strong or repressed emotions. It can be done through various mediums, like expressing emotions through art. When the unconscious repressed memories are consciously recalled and relived, this technique specifically is called abreaction.",
        "image": "Psychiatry_img_5.png"
    },
    {
        "id": 6,
        "text": "“The dream is the (disguised) fulfillment of a (suppressed, repressed) wish.”- Sigmund Freud. Which of the following mechanisms is not included in the 'Interpretations of dreams' written by Sigmund Freud? Condensation Displacement Repression Symbolism",
        "options": {},
        "correct_option": null,
        "explanation": ":\nRepression is not the mechanism through which dreams manifest. It is the barrier due to which the thoughts and events stored in our unconscious mind do not come out to our conscious mind and awareness.\nAccording to the 'Interpretation of dreams' written by Sigmund Freud, dreams represent unconscious wishes or thoughts which are not accepted by the conscious mind. They manifest through the following mechanisms:\nSymbolism: Representation of highly charged ideas or objects through innocent images that are in some way connected.\n\nDisplacement: Transfer of mental energy from one object to a substitute or symbolic representation of the object.\nCondensation: Mechanism by which multiple unconscious wishes combine into a single image or when one unconscious wish gets distributed into multiple images.\nProjection: Attributing one’s own unacknowledged feelings to others.\nSecondary elaboration: Process by which the ego organizes illogical, bizarre and absurd images into a more coherent form in dreams.",
        "image": "Psychiatry_img_6.png"
    },
    {
        "id": 7,
        "text": "Dependent personality traits are related to which phase of psychosexual development ? Ora Ana Phallic Genita",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe development of dependent personality traits is due to fixation in the oral stage of development, according to the psychosexual stages of development proposed by Sigmund Freud.\nHe proposed five stages of development and stated that when the development of a child gets arrested at one stage, called fixation, it results in psychiatric disorders.\nThe phases are:",
        "image": "Psychiatry_img_7.png"
    },
    {
        "id": 8,
        "text": "There is a complex named after a legendary Greek hero who unknowingly killed his father and married his own mother. In which stage of psychosexual development does this complex develop in children? Ora Genita Ana Phallic",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe above complex develops in the phallic stage of psychosexual development, and the complex mentioned is the Oedipus complex (named after the legendary Greek hero called Oedipus).\nThe phallic phase has 2 complexes:\nOedipus complex in a male child\nElectra complex in a female child.\n\nThe Oedipus complex consists of a desire for sexual involvement with the mother and a sense of rivalry with the father. The male child is also scared that if the father finds out, he will castrate him, this is called castration anxiety.\nThe opposite is true for the Electra complex which is the desire for sexual involvement with the father and a sense of rivalry with the mother. The girl child becomes aware of the fact that she does not have a penis, this is called penis envy and she holds her mother responsible for it. The stage gets resolved when the female child starts identifying with the mother.",
        "image": "Psychiatry_img_8.png"
    },
    {
        "id": 9,
        "text": "According to psychoanalytic theory, alcoholic people have become fixative in which stage of psychosexual development? Ora Ana Phallic Genita",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAccording to classic psychoanalytical theory, at least some alcoholic people may have become fixated at the oral stage of development.\nThey use alcohol to relieve their frustrations by taking the substance by mouth.",
        "image": "Psychiatry_img_9.png"
    },
    {
        "id": 10,
        "text": "According to Erikson, the major conflict in the first year of life is between which of the following? Trust vs mistrust Initiative vs guilt Autonomy vs shame Intimacy vs isolation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTrust vs mistrust is the major psychosocial conflict seen in the first year of life. In this stage, the child must learn to trust others during the first year of life (the sense of trust vs mistrust) or they will have trouble forming close relationships as adults.\nPsychosocial development: According to the psychosocial stages of development by Erik Erikson, there are critical time periods, each of which poses a particular psychosocial conflict to the individual. The resolution of this conflict results in either psychosocial growth or regression.\nThere are 8 stages of psychosocial development. Erikson's stages and goals:",
        "image": "Psychiatry_img_10.png"
    },
    {
        "id": 11,
        "text": "\"Guard your thoughts for they shape your future\". Teachers, peers, and adults outside the home become important in shaping attitudes towards oneself in which of the following Erikson's stages? Trust vs mistrust Initiative vs guilt Industry vs inferiority Integrity vs despair",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTeachers, peers, and adults outside the home become important in shaping attitudes towards oneself in the stage of industry vs inferiority according to Erik Erikson's psychosocial stages of development.\nIn this stage, children mature and their level of self-awareness increases. They understand logical reasoning, scientific facts, and other matters that are typically taught in school. Children also become more competitive, they want to do things that other children of the same age can do.\nWhen they make the effort to perform a task and succeed, they develop self-confidence. However, if they fail, they tend to feel that they are inferior to others.\nErikson's stages and goals:",
        "image": "Psychiatry_img_11.png"
    },
    {
        "id": 12,
        "text": "A 4-year-old child is brought to the casualty following a skating injury. The parents encouraged him to ask questions. He talked for most of the conversation and excitedly explained he wanted to try this so his parents let him. He even painted one wall in their house and asked if the doctor wants to see it. By this behavior of parents, what they are encouraging in the child? Autonomy Identity Generativity Initiative",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe parents are encouraging the development of the initiative in their child which happens in the stage of initiative vs guilt, as proposed by Erik Erikson.\nIn this stage, children begin to explore and do things on their own. They are able to learn new concepts introduced in school and are expected to practice these lessons in real life. They know that they can accomplish these tasks, but if they fail to do so and end up asking for assistance from others, they may feel a sense of guilt. Inadequate resolution of this conflict may lead to a conversion disorder or phobia.\nErikson's stages and goals:",
        "image": "Psychiatry_img_12.png"
    },
    {
        "id": 13,
        "text": "According to the stages of cognitive development, which of the following is correctly matched? Starts seeing things from other's perspective - Stage of formal operation Conservation and reversibility - Pre-operational stage Symbolisation - Sensorimotor stage Intuitive and egocentric - Concrete operations stage",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nSymbolization develops in the sensorimotor stage, according to the stages of cognitive development by Jean Piaget.\nThe theory of cognitive development describes four major stages from birth to adolescence that lead to the capacity for adult thought. The stages are:\nSensorimotor stage (birth–2 years):\nStarts with an out-of-sight, out-of-mind type of thinking\nEnds with object permanence (knowing an object exists even though it cannot be seen)\nSymbolisation- developing mental symbols and words for the objects\nPre-operational stage (2-7 years):\nThinking without reasoning- intuitive thinking\nOnly concerned about their own needs and perspective- egocentric thinking\nOther thinking processes are seen- animism, primitive thinking, centration, magical or fantasy thinking\nConcrete operational stage (7-11 years):\nStart to see things from other's perspectives\nThinking is concrete and litera\nDevelop conservation- understanding that despite changes in shape, the object remains the same. For eg: when water is transferred from a cup to glass, they understand that it is water only and that the volume is the same\nDevelop the concept of reversibility- knowing that one thing can turn into another and turn back. Eg., water and ice\nOther processes- classification, transitivity\nFormal operational stage (&gt;11 years):\nDevelop abstract thinking, wherein they can generalize or conceptualize\nCan make a hypothesis and use deductive reasoning\nHypotheticodeductive thinking- the highest organization of cognition, enables persons to make a hypothesis or proposition and to test it against reality",
        "image": "Psychiatry_img_13.png"
    },
    {
        "id": 14,
        "text": "Which of the following is not seen during the operational period of cognitive development? Reversibility Transitivity Conservation Animism",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAnimism is seen in the pre-operational stage (2-7 years of age) where the child believes that inanimate objects are capable of actions and have lifelike qualities. Eg: A child believing that the sidewalk was mad and made them fall down, or that the stars twinkle in the sky because they are happy.\nReversibility, transitivity, and conservation are seen in the concrete operational period.\nOption B: Reversibility: Knowing that one thing can turn into another and turn back. E.g., water and ice.\n\nOption C: Transitivity: The ability to recognize relationships among various things in a serial order. E.g., when told to put away his books according to height, the child identifies and starts with placing the tallest one on one end of the bookshelf and the shortest one ends up at the other end.\nOption D: Conservation: Understanding that despite changes in shape, the object remains the same. E.g., when water is transferred from a bottle to glass, they understand that it is water only and that the volume is the same.",
        "image": "Psychiatry_img_14.png"
    },
    {
        "id": 15,
        "text": "Which of the following defence mechanisms is matched correctly? Anticipation - Mature Intellectualisation - Mature Regression - Neurotic Derailment - Immature",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAnticipation is a mature defence mechanism.\nDefense mechanisms are the way and means with which the ego wards off anxiety and controls instinctive urges and unpleasant emotions. They are unconscious (except suppression which is voluntary), discrete, dynamic, irreversible, and may be adaptive or maladaptive.",
        "image": "Psychiatry_img_15.png"
    },
    {
        "id": 16,
        "text": "A 32-year-old man is brought to the ED with severe hand injuries. His wife says he started throwing things in his house when she informed him that she wants a divorce, and punched a mirror in a fit of rage. Which of the following best describes the defence mechanism used by this patient? Retroflexion Reaction formation Introjection Passive-aggressive",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given scenario is suggestive of a retroflexion defence mechanism.\nRetroflexion is characterised by self destruction due to rage. It is a neurotic defence mechanism. As given in the above scenerio, it may lead to feelings of suicide, severe depression, and deliberate self harm.",
        "image": "Psychiatry_img_16.png"
    },
    {
        "id": 17,
        "text": "A student applied to four national universities for her MBA course but was disheartened when she got rejected from all four universities. While talking to her friend on the phone, she said she never wanted to go anyway because they were too far from home. What defense mechanism is being used by her? Rationalisation Passive-aggressive Inhibition Denia",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given scenario point towards rationalization. The student is rationalizing her rejection by saying she wouldn't have gone even if she got accepted because of the distance from home.",
        "image": "Psychiatry_img_17.png"
    },
    {
        "id": 18,
        "text": "An egoistic doctor who enjoyed bossing people around was disliked in the hospital. A ward boy who was ordered to bring him tea intentionally makes sure that the tea is cold. This is an example of which of the following defense mechanisms? Acting out Passive-aggressive behaviour Repression Reaction formation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given example is characteristic of passive-aggressive behavior. The ward boy who does not like the doctor is expressing his discontent covertly by bringing him cold tea, to avoid a conflict. It is an immature defense mechanism.",
        "image": "Psychiatry_img_18.png"
    },
    {
        "id": 19,
        "text": "A police inspector is investigating a murder case. The victim was brutally beaten and raped. The body had noose marks on the neck which seemed to be the cause of death. However, during the investigation, the inspector never showed any emotion. What defense mechanism is described here? Distortion Inhibition Isolation Blocking",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe defense mechanism described is isolation. It is the separation of an idea from the affect that accompanies it.\n\nIt is usually developed in an attempt to avoid painful thoughts or feelings by emotionally detaching oneself from the feeling.",
        "image": "Psychiatry_img_19.png"
    },
    {
        "id": 20,
        "text": "A couple visits the psychiatrist’s office with the husband complaining that his wife is cheating on him, but he did not have any evidence. In a private conversation with his wife, she revealed that the husband had a reputation of having multiple affairs with his colleagues in the past. In this scenario, which defense mechanism is the husband using? Distortion Projection Repression Displacement",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn the given clinical scenario, the husband is using projection as a defense mechanism. Projection is when you attribute your own wishes, thoughts, or feelings onto someone else.",
        "image": "Psychiatry_img_20.png"
    },
    {
        "id": 21,
        "text": "A 24-year-old woman is brought to the emergency department after a violent attack. The patient has injuries over her forearm and elbow. On examination, she has injuries over her breasts and inner thighs. Pelvic examination reveals lacerations in the vaginal mucosa. On enquiring about the injuries, the patient is unable to remember the violent incident. Which of the following defense mechanism best explains this phenomenon? Repression Suppression Denia Blocking",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThis patient's history and examination are suggestive of rape, and the patient is repressing the memory of the incident as a means of coping with the anxiety.\nRepression is a type of psychological defense mechanism that involves keeping certain thoughts, feelings, or urges out of conscious awareness. The goal of this form of defense is to keep unacceptable desires or thoughts out of the conscious mind in order to prevent or minimize feelings of anxiety.",
        "image": "Psychiatry_img_21.png"
    },
    {
        "id": 22,
        "text": "A patient is diagnosed with a phobic disorder. Which of the following defense mechanisms is likely to be present in this patient? Displacement Dissociation Distortion Conversion",
        "options": {},
        "correct_option": null,
        "explanation": ":\nDisplacement is the defense mechanism in phobias. It is the shifting of emotions about one object/individual onto another object/individual.",
        "image": "Psychiatry_img_22.png"
    },
    {
        "id": 23,
        "text": "In the OPD, you inform a patient that he has bladder cancer. However, he replies saying, \"No, I cannot have cancer. I don't smoke or drink”. What is the type of defense mechanism exhibited by the patient? Rationalization Acting out Denia Reaction formation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nDenial is the defense mechanism seen in this patient. Denial is a refusal to accept external reality because it is too threatening.",
        "image": "Psychiatry_img_23.png"
    },
    {
        "id": 24,
        "text": "A 17-year-old girl was kidnapped and held captive for 2 months until she was rescued. However, it was observed that the girl developed positive feelings towards her kidnapper, and sympathized with his character, and the situations that made him kidnap her. Which of the following defense mechanisms has the girl most likely developed? Retroflexion Introjection Intellectualisation Rationalisation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe defense mechanism that the girl has developed is known as introjection.\nIntrojection refers to unconscious internalisation of the qualities or characters of an object or a person, with the goal of ensuring closeness to, and the constant presence of, the object/person.\nThe classic example of this is Stockholm syndrome, where victims who were kidnapped or held captive, may develop positive feelings towards the kidnapper, understand their character, emotions, and start sympathizing with them. They internalize the character of the aggressor as one's own character. As they do so, they may even develop fear towards the police who come to rescue them and even try to escape from the police, and co-operate with the kidnapper's actions.",
        "image": "Psychiatry_img_24.png"
    },
    {
        "id": 25,
        "text": "Which of the following is incorrectly matched? Reaction formation - Defence mechanism for obsessive-compulsive disorder Anal stage - Fixation stage for obsessive-compulsive disorder Projection - Defence mechanism for delusions and hallucinations Genital stage - fixation stage for hysteria",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHysteria develops due to fixation in the phallic stage of development, not the genital stage.\nOption A: In OCD, reaction formation to an intrusive thought leads to obsession. The correction mechanism is undoing which is the defense mechanism for compulsion. E.g., Contamination of the hand by the pathogen is the obsession, the patient reacts to it by the physical act of washing (undoing).\nOption B: The fixation of development during the anal stage leads to OCD.\nOption C: Projection is the defense mechanism responsible for delusions and hallucinations.",
        "image": "Psychiatry_img_25.png"
    },
    {
        "id": 26,
        "text": "An employee in a company is friends with everyone in his office. He goes to different parties every weekend and says he loves talking to new people. This trait is described under which dimension of personality? Agreeableness Conscientiousness Extraversion Emotional stability",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe traits of being talkative, sociable, and outgoing are described under extraversion. It is one of the five personality traits of the big five personality theory. It indicates how outgoing and social a person is.\nContemporary personality psychologists believe that there are five basic dimensions of personality, often referred to as the big five personality traits, as described below:\nOpenness - being open to new ideas, curious, creative, and original.\nConscientiousness - being organized, systematic, ambitious, punctual, and dependable.\nExtraversion - being outgoing, talkative, and sociable.\nAgreeableness - being tolerant, sensitive, kind, and trusting.\nNeuroticism - being anxious, irritable, temperamental, and moody.\n\nSymptoms and Clinical Manifestations in Psychiatry\n\nQuestion 1:\n\nA patient is mute and immobile but conscious. He is unresponsive to the environment. How would you describe his state?\nAkinetic mutis\nStupor\nSopor\nTwilight state\n\n\nQuestion 2:\n\nWhich of the following is not an example of disorder of perception?\nDepersonalization\nHallucination\nPseudohallucination\nDelusion\n\n\nQuestion 3:\n\nA girl wakes the entire hostel dormitory screaming about a snake in the bathroom. The matron rushes in and sees her pointing at a rope. Which of the following best describes this?\nIllusion\nHallucination\nDelusion\nPseudohallucination\n\n\nQuestion 4:\n\nWhich of the following statements is false about pseudohallucination?\nOriginates from the inner subjective space\nCannot be recognised as unreal\n\nCannot be produced at will\nMay be vivid and clear\n\n\nQuestion 5:\n\nA 38-year-old woman complained of an ongoing vibrating sensation in her genitalia caused by her mother opening and shutting doors. Which of the following terms best describes her symptoms?\nFunctional hallucination\nReflex hallucination\nPanoramic hallucination\nPseudohallucination\n\n\nQuestion 6:\n\nA 24-year-old woman with a known cerebral vascular anomaly and seizures presented to your OPD. She gives a two-week history of objects around her appearing to be larger than they actually were, and that she noticed deformations in objects. What is the most likely diagnosis?\nKlein Levin syndrome\nKanner syndrome\nAlice in Wonderland syndrome\nPickwickian syndrome\n\n\nQuestion 7:\n\nYou are interviewing a patient online. On asking the patient how she has been, she replies \"I'm doing gooder, gerkschier\". Her attender also informs that she uses such made-up words often. What disorder of thought is she exhibiting?\nContent of thought\nForm of thought\nStream of thought\nPossession of thought\n\nQuestion 8:\n\nA 27-year-old man who recently read about the Pegasus controversy feels that he is being tracked by government officials. He thinks that someone is recording his movements, and is plotting to kill him. Which of the following statements is true about his condition?\nIt is a true, firm, unshakeable belief\nIt is also known as Capgras syndrome\nIt is the most common type of delusion\nIt is only seen in schizophrenia\n\n\nQuestion 9:\n\nA 51-year-old man began to suspect that his wife was cheating on him. He started to follow her and often woke her up in the middle of the night to make accusations, even though she was not having an affair. He even tried to physically harm her because of his suspicions. What is his most likely diagnosis?\nDe Clerembault syndrome\nOthello syndrome\nEkbom syndrome\nFregoli syndrome\n\n\nQuestion 10:\n\nA woman who is on treatment for schizophrenia says that she loves her child and wants to hug him, but also thinks that he is the devil personified and wants to harm him. She is torn between the two, and can't decide what to express. What is this known as?\nAbulia\nAmbivalence\nAnhedonia\nAlexithymia\n\n\nQuestion 11:\n\nA 70-year-old man presents to the trauma ward with an abrasion. He explains that he fell from the first floor of his home. The attender contradicts this, saying he fell from his\n\ntwo-wheeler while parking it. You enquire further, to which the patient claims he fell from a bicycle because he was not able to balance the attender's weight. What does this show?\nHallucination\nConfabulation\nDelusion\nPerseveration\n\n\nQuestion 12:\n\nA prison inmate who was in long-term solitary confinement is being subjected to a neuropsychiatric evaluation. He is asked what the colour of the sky is, and he answers that it is green. What is this symptom called?\nNeologis\nVerbigeration\nVorbeireden\nCircumstantiality\n\n\nQuestion 13:\n\nA 10-year-old girl is asked the meaning of \"Strike when the iron is hot\", and she replies, \"It means that you should strike when the iron rod is hot to melt it as it is the most malleable then\". What aspect of her thinking is demonstrated?\nAbstract thinking\nContent of thought\nForm of thought\nConcrete thinking\n\n\nQuestion 14:\n\nWhile on rounds in the psychiatry ward, you observe a patient standing still near his bed. On trying to move his hand you feel a slight resistance, and the patient remained in the final position for the next half hour. What feature is observed here?\nNegativis\nPosturing\n\nWaxy flexibility\nEchopraxia\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nA patient is said to be in a stupor when he is conscious but mute, immobile, and unresponsive to the environment.\nOption A: Akinetic mutism: The person is mute and immobile but responsive to the environment.\nOption D: Twilight state: A state of disturbed consciousness with hallucinations, during which actions may be performed unconsciously.\nNote: The oneiroid state is a dream-like state in which patients may be deeply confused and not fully oriented to time and place. The term oneiroid schizophrenia has been used for patients who are engaged in their hallucinatory experiences to the point of exclusion of involvement in the real world.\n\n\n\n\n\nSolution to Question 2:\nDelusion is a disturbance of thought content. Disorders of perception:\nIllusion - incorrect perception or misinterpretation of a sensory stimulus.\nHallucination - perception in the absence of any stimulus.\nDepersonalization - feeling of being a detached observer of oneself.\nDerealization - feeling that one's environment has changed in some strange way that is difficult to describe.\nPseudohallucination is neither a symptom nor a feature of any perception disorder. Hence, delusion is the best answer among the given options.\n\n\n\n\nSolution to Question 3:\nIn the above scenario, a rope being mistaken for a snake is an illusion. Illusions are perceptions that occur when a sensory stimulus is present but is incorrectly perceived and misinterpreted.\n\n\n\n\n\n\nSolution to Question 4:\nPseudohallucinations can be recognized as unreal.\nA pseudohallucination is an example of false perception heard within one's own mind (inner subjective space) rather than perceived as coming from the outside world (outer objective space).\nThey lack the substantiality of perceptions, are seen in full consciousness, and can be recognized as unreal even though they are clear and vivid. Like true hallucinations these are involuntary and cannot be produced at will.\nThe presence of pseudohallucinations does not necessarily indicate psychopathology, unlike true hallucinations which are indicative of mental illness.\n\n\n\n\nSolution to Question 5:\nThe patient is experiencing reflex hallucinations. In this scenario, a sensory stimulus in one modality (auditory) is resulting in a sensory experience in a different modality (vibratory).\nOption A: Functional hallucinations are triggered by a stimulus in the same modality, and co-occur with it. E.g., a patient may report that he hears voices criticizing him (auditory\nhallucination) every time he hears the sound of a rotating fan (auditory stimulus), which stops when the fan is not running.\nOption C: Panoramic hallucination is a compound hallucination in which the entire sensory input is replaced by hallucinatory perceptions, thus giving rise to a totally different perceptual reality.\nOption D: Pseudohallucination is a false perception heard within one's own mind (inner subjective space) rather than perceived as coming from the outside world (outer objective space), and is recognized as unreal.\nOther special types of hallucinations:\nHypnogogic hallucination- occurs prior to falling asleep (HypnoGogic: Going to sleep).\n\nHypnopompic hallucination- occurs prior to waking up.\nExtracampine hallucination- experienced outside the limits of one's sensory field. E.g., a patient in Delhi hearing voices from Chennai.\n\n\n\nSolution to Question 6:\nPerceptual distortion of shape, size, color and reciprocal position of objects is known as Alice in Wonderland syndrome (AIWS). It is seen in schizophrenia and migraine. AIWS may be secondary to seizures associated with an arteriovenous malformation.\n\n\n\nOption A: Kleine-Levin syndrome is characterized by hypersomnia, hyperphagia, and hypersexuality.\nOption B: Kanner syndrome is characterized by the failure to develop an attachment with a parental figure and a preoccupation with inanimate objects.\nOption D: Pickwickian syndrome is sleep apnea associated with hypersomnia, in elderly and obese persons.\n\n\n\nSolution to Question 7:\nIn the above scenario, the patient is exhibiting neologism. Neologism is a disorder of the form of thought. This refers to making new words (gooder, gerkschier) that do not exist and using them meaninglessly. It is usually seen in schizophrenia.\n\n\n\nSolution to Question 8:\n\nIn the clinical scenario, thoughts of being followed and harmed by people represent delusion of persecution. It is the most common type of delusion.\nA delusion is a false, firm, fixed (unshakable) belief that is not in keeping with the patient’s socio-cultural and educational background.\nThey are of two types based on their origin:\nPrimary - Arise de-novo and cannot be explained based on previous experiences, characteristic of schizophrenia.\nSecondary - Delusions that are secondary to other morbid psychological conditions like depressive moods and hallucinations.\n\n\n\nSolution to Question 9:\nOthello syndrome/morbid jealousy/delusion of infidelity is when the person believes that his/her partner is unfaithful and is cheating on him/her.\nThis can present as a primary delusional disorder, or it can be a symptom of other disorders like schizophrenia, alcohol-related psychosis, mood disorders, etc.\n\n\n\nSolution to Question 10:\nAmbivalence is the inability to decide for or against, due to the co-existence of two opposing impulses for the same thing, at the same time, in the same person.\nAmbivalence is an important feature of schizophrenia. It is also seen with OCD and other borderline conditions.\nOption A: Abulia is an inability to make a decision generally. Unlike ambivalence, there are no opposing impulses present.\nOption C: Anhedonia is a loss of pleasure in previously pleasurable activities. Option D: Alexithymia is an inability to recognize and describe feelings.\n\n\nSolution to Question 11:\nThe given clinical scenario is suggestive of confabulation. This is a defect in memory that manifests as an unintentional filling of gaps in one's memory with words and content that are not true.\nIt is mainly seen in alcoholism (Korsakoff psychosis), syphilis, senile dementia, and schizophrenia. Option A: Hallucination is a false perception without an external stimulus.\nOption C: Delusion is a fixed false belief that is firmly held despite obvious contradictory evidence and that is not consistent with the person's social, educational, and cultural background.\n\nOption D: Perseveration is the repetition of out-of-context words, phrases, or ideas beyond the point of relevance.\n\n\n\nSolution to Question 12:\nWhen the person gives a wrong answer to a question, but it is very similar to the actual answer, it is called vorbeireden, which means to give 'approximate answers'.\nHere, the person answered 'green' for the colour of the sky. The content of the reply shows that they have understood the nature of the question, but responded wrongly or approximately by talking about an associated topic.\nVorbeireden is a feature of Ganser syndrome (hysterical pseudodementia), commonly found in prison inmates.\nOption A: Neologism refers to making new words that do not exist and using them meaninglessly, as seen in schizophrenia. e.g., \"The world is not 'gooder' for people like me\".\nOption B: Verbigeration is the meaningless and stereotyped repetition of words or phrases, seen in schizophrenia. e.g., \"I want to go home go home go home\".\nOption D: Circumstantiality is the inclusion of irrelevant details and talking in a roundabout manner, but the patient's thought ultimately reaches the answer.\n\n\n\nSolution to Question 13:\nWhen the person was asked the meaning of the proverb, they could only interpret it in the literal sense, and not think what the proverb actually means metaphorically. This is called concrete thinking.\nA person capable of abstract thinking would have answered the metaphorical meaning of the proverb given in the question (strike when the iron is hot), which is to take action when the opportunities are favourable.\nAbstract thinking is tested by asking the patient the meaning of a proverb or the similarities between objects like a table and a chair, or between a dog and a lion. Their responses are then judged based on whether they could think about the situation in different aspects, figuratively and metaphorically.\n\n\n\n\n\n\nSolution to Question 14:\nThe method as shown demonstrates waxy flexibility, which is a feature of catatonia. In this, parts of the body can be placed in positions that will be maintained for long periods of time, even if very uncomfortable. The limbs are flexible like wax and a slight resistance is felt while moving them.\n\n\n\nFeatures of Catatonia:\nMutism- complete absence of speech.\nRigidity- maintenance of a rigid posture against efforts.\nNegativism- an apparently motiveless resistance to all commands.\nPosturing- voluntary assumption of an inappropriate and often bizarre posture for long periods of time, against gravity.\nWaxy flexibility- the patient's limbs can be manipulated to move in any position (flexible like wax), which is then retained by the patient for long periods of time, even if uncomfortable.\nStupor- akinesis (no movement) with mutism with relative preservation of conscious awareness.\n\nEcholalia- repetition of phrases or words heard.\nEchopraxia- repetition of actions observed.\nAmbitendency- tendency to act in opposing ways or directions because of conflicting impulses.\ne.g. on asking to take out the tongue, the tongue is slightly protruded but taken back again.\nGegenhalten- when subjects involuntary resist passive movements. The resistance is directly proportional to the force applied. Also called oppositional paratonia.\nMannerism- repetition of normal movements but inappropriately. They are purposeful. E.g., repeatedly saluting the people around.\nStereotypy- repetitive, odd, purposeless movements. E.g., making strange movements of fingers repeatedly.\nAutomatic obedience- commands are followed automatically, irrespective of their nature.\n\nAssessment in Psychiatry\n\n\nQuestion 1:\n\nA worried mother reports that whenever she asks her child to put away a toy, he lays facedown on the floor, and starts kicking, screaming, &amp; banging his head. Which of the following best describe the child's behavior?\nPsychotic traits\nNeurotic traits\nSchizoid traits\nSociopathic traits\n\n\nQuestion 2:\n\nWhich of the following statements is wrong about the mental status examination?\nIt has objective observations of the clinician\nIt has subjective description given by the patien\nIt should be interpreted in the context of patient's cultural background\nIt is scored out of 30\n\n\nQuestion 3:\n\nA psychiatrist is conducting the Folstein test as a part of the psychiatric evaluation of a patient. What is the maximum score out of which the patient is scored?\n15\n25\n20\n30\n\n\nQuestion 4:\n\nA patient is brought to the OPD in a state of euphoria. He was smiling and talking softly when he came in, then he was quiet for a while. He then seemed to be excited and suddenly started\n\nto laugh for no reason. How should the psychiatrist record his mood and affect?\nElevated mood and excited affec\nEuphoric mood and energetic affec\nEuphoric mood and restless affec\nElevated mood and labile affec\n\n\nQuestion 5:\n\nA man is speaking about his mother's death and is laughing. You would record his affect as\n\nIncongruent affec\nLabile affec\nFlat affec\nInappropriate affec\n\n\nQuestion 6:\n\nA 24-year-old woman with epilepsy gets repeated thoughts to cut off her fingers with a knife. These thoughts are detailed and distressing but do not urge her to do the action or cause any anxiety. The thoughts last for 5-10 minutes, after which she gets a seizure; then the thoughts disappear and she feels better. What is this phenomenon called?\nObsession\nThought crowding\nForced thinking\nThought insertion\n\n\nQuestion 7:\n\nAs part of a psychiatric evaluation, you ask the patient about what he would do if he suddenly sees a house on fire. What is being assessed here?\nSocial judgmen\nTest judgmen\nResponse judgmen\nPyromaniac tendency\n\nQuestion 8:\n\nWhich of the following can you assess by a digit span test?\nLearning capacity\nImmediate recall\nOrientation\nRemote memory\n\n\nQuestion 9:\n\nA patient is asked to keep subtracting 7 from 100. This test is used to assess which of the following?\nRecent memory\nLearning capacity\nConcentration\nAbstract thinking\n\n\nQuestion 10:\n\nA patient says that he feels that there is something wrong with him mentally and it is because of the summer season. How much would he score on the insight scale?\n2\n3\n4\n5\n\n\nQuestion 11:\n\nA man who mistook his wife for a hat is brought to the psychiatric OPD. The psychiatrist after interviewing him suspects a brain lesion. To localize the lesion and to determine its effects, which of the following tests can he use as a neuropsychological assessment tool?\nWechsler adult intelligence scale\nStanford Binet tes\n\nHalstead Reitan battery\nThematic apperception tes\n\n\nQuestion 12:\n\nA pediatrician wants to assess a 2-month-old child for global developmental delay. The child was born prematurely and had developed hypoxic-ischemic encephalopathy. Which of the following tests cannot be employed in the assessment of this child?\nGesell development schedule\nBayley scale\nMullen scale\nStanford Binet scale\n\n\nQuestion 13:\n\nA psychologist gives the following card to a patient and asks him to describe what he sees. Which of the following is being assessed here?\n\n\nConscious desires\nUnconscious intentions\nDreams\nDepressive tendencies\n\nQuestion 14:\n\nA patient is given a set of 20 pictures similar to the one shown below and asked to give his interpretation of the same. Which of the following is being assessed by this test?\n\n\nNeuropsychological assessmen\nPersonality assessmen\nIntelligence assessmen\nAssessment of social cognition\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nTemper tantrums and headbanging are neurotic traits in childhood. The occurrence of neurotic traits must be noted while obtaining childhood history during a psychiatric assessment.\nNeurotic traits:\nHeadbanging, temper tantrums, body rocking\nThumb sucking, nail-biting, tics\nEnuresis (involuntary micturition), encopresis (involuntary defecation)\nNight terrors, somnambulism\nMorbid fears or phobias\nFood fads Psychotic traits:\nFlattened affec\nDelusions\nHallucinations Schizoid traits:\nEccentric\nSelf-isolation Sociopathic traits:\nInability to conform to social norms\nUnremorsefulness\n\n\n\nSolution to Question 2:\nMental Status Examination (MSE) is a structured way of observing and describing a patient's psychological functioning at a given point in time. It does not involve the scoring of a patient.\nThe main components of MSE are:\nAppearance and behavior\n\nMood and affec\nSpeech\nThought process and conten\nPerceptual disturbances\nSensorium and cognition\nInsigh\nJudgmen\nWhen conducting the MSE or interpreting MSE findings, it is important to consider the cultural background of both the clinician conducting the MSE and the interviewee because behavioral patterns vary significantly across cultures (e.g., nodding your head as a sign of approval in some countries might signify disagreement in others)\nMini-Mental State Examination (MMSE), also known as Folstein's test, is done out of a score out of 30 and is used to measure cognitive impairment.\nNote: Mental Status Examination (MSE) and Mini-Mental State Examination (MMSE) are two different assessment tests.\n\n\n\nSolution to Question 3:\nThe Mini-Mental State Examination (MMSE), also known as the Folstein test, is scored out of 30. It consists of a questionnaire from 11 categories. It is used extensively in clinical and research settings to test cognitive functioning.\nA patient with a score less than 24 is considered to have impaired cognition.\n\n\n\n\n\nSolution to Question 4:\n\nIn this scenario, the patient's mood is elevated because he seems to be euphoric and excited. His affect is labile because there is excessive variation in emotions without any apparent reason (from smiling one moment, to being quiet, then laughing).\nMood is a pervasive and sustained emotional state experienced subjectively by the patient. It is not always readily observable. It can be characterized as follows:\nDysphoric- includes sustained emotional states such as sadness, anxiety, or irritability.\nElevated- an exaggerated feeling of well-being, euphoria, or elation.\nExpansive- lack of restraint in expressing feelings, frequently with an over-valuation of one’s significance or importance.\nIrritable- easily annoyed or angered.\nEuthymic- mood in the normal range.\nAffect is the cross-section of mood at a given point in time. It fluctuates with time and context. It can be observed by the clinician. It can be characterized as follows:\nQuality (or tone) of a patient's affect includes being happy, irritable, angry, agitated, tearful, sobbing, and flat.\nQuantity of affect is a measure of its intensity. e.g., mildly depressed or severely depressed.\nRange can be restricted, normal, or labile.\nAppropriateness is described in relation to the social situation.\nCongruency is described in relation to the thought content of the person.\n\n\n\nSolution to Question 5:\nThe patient has an incongruent affect. Congruency is described in relation to the thought content of the person. In this situation, the man is speaking about his mother's death and is expected to be sad, but he is laughing. His laughter is not congruent with the content of his speech and\nthoughts.\nOption B: Labile affect denotes excessive variations in emotion without any apparent reason. For example, a person starts laughing and then crying for no reason. This is seen in mania.\nOption C: Affective flattening/flat affect is used to describe a severely restricted range of affect\n(absence of changes in emotion irrespective of the situation). It is seen in schizophrenia.\nOption D: Inappropriate affect denotes emotional responses that do not match with the social situation one is in. Appropriateness is described in relation to the social situation. For example, if a man is laughing at a funeral, he has an inappropriate affect.\n\n\n\nSolution to Question 6:\nIn the above scenario, the patient has forced thinking. The thoughts formed are not in control of the patient and are distressing.\n\nForced thinking is one of the recognized pre-ictal events (auras) occurring in focal epilepsy or more specifically, in frontal lobe epilepsy. It usually resolves after the episode of seizure.\nPre-ictal events (auras) in complex partial epilepsy include:\nAutomatisms (classical) - e.g., lip-smacking, rubbing, chewing.\nCognitive sensations - e.g., deja vu, jamais vu, forced thinking, dreamy states.\nAutonomic sensations - e.g., fullness in the stomach, blushing, changes in respiration.\nAffective states - e.g., fear, panic, depression, elation.\nOption A: Obsessions are recurrent and persistent ideas, thoughts, urges, or images that are experienced as intrusive and unwanted and cause anxiety or distress to the patient. It is seen in obsessive-compulsive disorder.\nOption B: Thought crowding is characterized by too many thoughts occurring at the same time in the field of consciousness. It is perceived as unpleasant and induces the feeling that ideas are difficult to catch. It is seen in mood disorders such as hypomania and bipolar disorder.\nOption D: Thought insertion is a disorder of thought possession in which the patient feels\nthat thoughts are being inserted into his mind by some external agent. It is seen in schizophrenia.\n\n\n\nSolution to Question 7:\nIn the given scenario, test judgment is being assessed. Judgment is the ability to assess a situation, make good decisions, and act on them.\nTest judgment is assessed by asking the patient what he would do in hypothetical situations, such as a house on fire, or a man lying on the road, or a sealed, stamped, addressed envelope lying on a street.\nSocial judgment is the ability to perceive social situations and act accordingly. The following are observed during the hospital stay and during the interview session:\nDoes the patient understand the likely outcome of personal behavior?\nSubtle manifestations of behavior that are harmful to the patient.\nBehavior that is not culturally acceptable. There is no category called response judgment.\n\n\nSolution to Question 8:\nThe digit span test is used for testing attention and immediate recall.\n\n\n\nSolution to Question 9:\nThe serial subtraction test is used to assess concentration.\n\nSolution to Question 10:\nThe patient would score 3, as he is aware of being sick but has attributed it to external factors. Insight is rated on a 5 point scale:\nComplete denial of illness.\nSlight awareness of being sick and needing help but denying it at the same time.\nAwareness of being sick, but is attributed to physical or external factors.\nIntellectual insight - awareness of being ill, and that the symptoms are due to own particular irrational feelings and thoughts.\nEmotional insight - the highest level of insight. Intellectual insight with making significan changes in future behavior.\nLoss of insight is seen in schizophrenia, mania, delusional disorders, etc.\n\n\n\nSolution to Question 11:\nHalstead Reitan test is a neuropsychological test and is used to detect and localize brain lesions and determine their effects.\nThis approach typically includes a large variety of tests that measure most cognitive domains, as well as sensory and motor skills.\n\n\n\nSolution to Question 12:\nStanford Binet intelligence scale can be used only from the age of 2 years. It cannot be used in the given scenario as the child is 2-months old.\nThe following tests can be used to assess cognition/development/intelligence in a 1-year-old child:\nGesell schedule- 1 month to 36 months\nBayley scale- 1 month to 42 months\nMullen scale- 0 months to 68 months\n\n\n\nSolution to Question 13:\nThe picture given is of Rorschach's inkblot test, which is a projective personality test that focuses on the unconscious aspects of personality.\nProjective tests are based on the principle that when presented with an ambiguous stimulus, such as an inkblot or an image, the patient's responses will reflect fundamental aspects of his or her\n\npersonality. The ambiguous stimulus is a screen on which the individual projects his or her own needs, thoughts, or conflicts.\nCommonly used projective tests are:\nThematic apperception tes\nRorschach's inkblot tes\nSentence completion tes\nDraw a person tes\nIn Rorschach's inkblot test, 10 bilaterally symmetrical inkblots are shown to the participants. The test is administered in two phases:\nFree association phase- participant's response to the cards is recorded\nInquiry phase- participants explain why they formed the impression.\n\n\n\nSolution to Question 14:\nThe picture given is employed for personality assessment in the thematic apperception test (TAT). It is a projective test intended to evaluate a person's personality through their responses to ambiguous pictures.\nThe TAT consists of a series of 20 pictures that depict individuals of both sexes and of different age groups involved in different activities. The stories that the patient makes up concerning the pictures reflect the patient's own needs, thoughts, feelings, and view of the future.\n\nSpecific Treatment Modalities\n\n\nQuestion 1:\n\nIn which of the following conditions is the treatment modality shown below not indicated?\n\n\nIncreased intracranial tension\nIntractable seizure disorder\nPregnancy\nNeuroleptic malignant syndrome\n\n\nQuestion 2:\n\nA patient with severe resistant depression is planned for electroconvulsive therapy. You ask the nurse to load atropine, a muscle relaxant, and an anesthetic drug as a part of\npre-procedure preparation. Which of the following anesthetic agents should he load?\nKetamine\nMethohexital\nPropofol\nThiopental\n\n\nQuestion 3:\n\nA patient who is a known case of bipolar disorder with psychotic features is currently on the following medications. However, he continues to have pressured speech, flight of ideas, hallucinations, and suicidal ideations. He is planned for electroconvulsive therapy. Which of the following drugs would you stop before the procedure?\n2 only\n3 and 5\n1, 2 and 4\n1, 3, 4 and 5\n\n\nQuestion 4:\n\nYou are observing electroconvulsive therapy being administered to a psychiatric patient. Which of the following statements is true regarding the procedure?\nAn effective seizure should last for at least 2 minutes\nECT treatments are usually administered twice or thrice weekly, non consecutively\nMaximum number of times ECT can be given in a patient is 6\nAll of the above\n\n\nQuestion 5:\n\nWhich of the following side effects of electroconvulsive therapy persists even after the treatment course ends?\nDecreased anterograde memory\nErrors in visual-spatial function\nDiminished processing speed\nDecreased retrograde memory\n\n\nQuestion 6:\n\nWhich of the following is an advantage of transcranial magnetic stimulation over electroconvulsive therapy?\nIt is more effective than electroconvulsive therapy\nShorter treatment course\nIt induces seizure of shorter duration\n\nIt allows for focal stimulation of cerebral cortex\n\n\nQuestion 7:\n\nWhich of the following statements is true regarding the repetitive brain stimulation technique shown below?\n\n\nIt can be used as a monotherapy for schizophrenia\nIt can be used as a monotherapy in resistant depression\nIts effects are the same as that of an MRI\nIt can be used as a first line treatment for depression\n\n\nQuestion 8:\n\nWhich of the following is true about deep brain stimulation?\nThree tiny neurostimulators are placed under the skin of the clavicle\nDone under computed tomography guidance\nReduces symptoms associated with movement disorders\nSwimming skills remain intact after the procedure\n\n\nQuestion 9:\n\nA patient with a severe, treatment-resistant neuropsychiatric condition is referred to the neurosurgery OPD. The surgeon proposes a burr-hole procedure where the given sites are destroyed via thermocoagulation. Which of the following conditions is the patient likely to be suffering from?\n\n\nObsessive-compulsive disorder\nMania\nAlzheimer's dementia\nAntisocial personality disorder\n\n\nQuestion 10:\n\nWhich of the following characteristics of a patient is favourable for using psychoanalysis as a therapy?\nHigh frustration tolerance\nConcrete thinking\nExtreme dishonesty\nOngoing major upheaval in life\n\n\nQuestion 11:\n\nDuring Ross's marriage to Emily, when the wedding officiant asked him to repeat “I Ross, take thee, Emily, as my lawfully wedded wife”, Ross says Rachel's name instead. Ross and Rachel have dated on multiple occasions in the past. This unconscious act of revealing his\n\nfeelings can be best described by which of the following terms?\nParapraxis\nTransference\nRepression\nDisplacemen\n\n\nQuestion 12:\n\nA patient was referred to a psychiatrist for his neurosis. He was a witness to a road traffic accident wherein a pedestrian was overrun. He refuses to go out on the road fearing that every time he would step out he would witness an accident. What kind of maladaptive assumption does this patient display?\nSelective abstraction\nCatastrophising\nTemporal causality\nDichotomous thinking\n\n\nQuestion 13:\n\nDuring a session of cognitive-behavioral therapy, the patient reported feeling distressed about the fact that his friend did not answer his call when he had called him the previous day. When asked what thought went through his mind at that time, he replied \"I do not fit anywhere in this world.\" What is the next step the therapist should follow in the session?\nElicit the automatic though\nTest the validity of the maladaptive assumption the patient is making\nIdentify the maladaptive assumption the patient is making\nTest the validity of the automatic though\n\n\nQuestion 14:\n\nWhich of the following patients with personality disorders is most likely to benefit from dialectical behavior therapy?\nA 18-year-old with traits of criminality, impulsivity, hostility, manipulation, and disregard for others\n\nA 20-year-old with labile emotions, dramatic speech, who is sexually provocative with attention seeking behaviours\nA 22-year-old with traits of unstable mood, impulsivity, suicidality, fear of abandonment, and unstable self-image\nA 24-year-old who is preoccupied with order, perfectionism, and is excessively devoted to work\n\n\nQuestion 15:\n\nIn which of the following instances can a psychologist use systematic desensitization as a treatment option?\nA 18-year-old with BMI 22, recurrent episodes of binge eating and purging for past 3 months\nA 24-year-old with an irrational fear of contamination who washes her hands every 5 minutes\nA 22-year-old with feelings of worthlessness, psychomotor retardation, insomnia, fatigue, and anhedonia for 2 weeks\nA 20-year-old with disorganized behavior, delusions of persecution and auditory hallucinations for 4 months\n\n\nQuestion 16:\n\nWhich of the following statements is false?\nSystematic desensitisation is based on the principle of counter conditioning and reciprocal inhibition\nWhen flooding, the patient is exposed to the fear according to a hierarchy\nIn therapeutic graded exposure, relaxation training is not involved\nEye movement desensitisation is used in post traumatic stress disorder and phobias\n\n\nQuestion 17:\n\nA patient suffering from a phobia of contamination is asked by his therapist to follow behind him, touch every object he touches, and observe and learn from his behavior. During this process, the therapist talks calmly to the patient. The patient is told to repeat this twice daily. Name the technique applied by the therapist.\nParticipant modeling\nAversion therapy\nFlooding\nPositive reinforcemen\n\nQuestion 18:\n\nWhich of the following statements is false regarding the scientist who performed the famous experiment illustrated below?\n\n\nHe developed the concept of learning by association\nHe developed the theory of classical conditioning\nHe studied the physiology of digestion\nHe gave the model for operant conditioning\n\n\nQuestion 19:\n\nA child was not allowed to play because he did not finish his homework. The mother used which of the following techniques to discipline her child?\nPositive punishmen\nNegative punishmen\nPositive reinforcemen\nNegative reinforcemen\n\n\nQuestion 20:\n\nA young man who started using cannabis has become increasingly dependant on it psychologically. He was diagnosed with cannabis use disorder and motivational enhancement therapy was started to help him. Which of the following is not a stage of this therapy?\nPreparation\nContemplation\nConditioning\nMaintenance\n\n\nQuestion 21:\n\nA chronic smoker who was recently diagnosed with COPD finally decided to quit smoking. He often thinks about stopping it but is reluctant due to the fear that he might become too irritable and restless without it. Which of the following options best describes the stage he is in?\nPre contemplation\nContemplation\nPreparation\nConsolidation\n\n\nQuestion 22:\n\nA chronic alcoholic who is motivated to quit drinking is prescribed disulfiram by his physician. Which of the following was employed by the physician to modify the patient's behavior?\nPositive reinforcemen\nSystematic desensitization\nAversion therapy\nFlooding\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nIncreased intracranial tension is a relative contraindication for electroconvulsive therapy (ECT).\nECT was introduced as a treatment modality for schizophrenia by Ugo Cerletti. ECT is useful in the treatment of:\nSevere depression with suicidal risk (most common indication)\nTreatment-resistant depression\nCatatonia\nObsessive-compulsive disorder\nDelirium\nEpisodic psychoses, atypical psychoses\nMedical conditions such as:\n\nNeuroleptic malignant syndrome\nHypopituitarism\nIntractable seizure disorders\nThe on-off phenomenon of Parkinson's disease.\nECT may also be the treatment of choice for depressed suicidal pregnant women who require treatment and cannot take medication.\n\n\n\nSolution to Question 2:\nMethohexital is the most commonly used anesthetic agent for electroconvulsive therapy, because of its shorter duration of action and lower association with post-ictal arrythmias. Methohexital is the only anesthetic agent with no intrinsic antiepileptic property.\n\n\n\nSolution to Question 3:\nLithium, diazepam, and bupropion should be withheld before a session of ECT.\nLithium combined with ECT has been shown to cause prolonged seizures (lasting more than 180 secs) and increased postictal delirium. Doses are withheld for 24 hours prior to treatment, allowing for washout.\nMedications to be withheld before ECT:\nLithium - causes prolonged seizures and increased postictal delirium\nBenzodiazepines - anticonvulsant activity\nClozapine - associated with late-appearing seizures\nBuproprion - associated with late-appearing seizures Medications that should not be used during ECT:\nLidocaine - markedly increases seizure threshold\nTheophylline - increases the duration of seizures\nReserpine - further compromises RS and CVS\nNote: Tardive seizure is a rare complication of ECT. These are seizures that occur after the completion of treatment once the patient has regained consciousness. The use of -lactam antibiotics and ciprofloxacin has been associated with tardive seizures.\n\n\n\nSolution to Question 4:\nECT consists of sessions that are scheduled 2-3 times weekly on nonconsecutive days. Twice-weekly treatments are associated with less memory impairment than thrice-weekly\n\ntreatments.\nFor a seizure to be effective in the course of ECT, it should last at least 25 seconds.\nTreatment should continue until the patient achieves what is considered the maximal therapeutic response. The point of maximal improvement is usually thought to occur when a patient fails to continue to improve after two consecutive treatments. Further treatment does not yield any therapeutic benefit but increases the severity and duration of the adverse effects.\nIf a patient does not improve after 6 to 10 sessions, bilateral placement and high-density treatment (three times the seizure threshold) should be attempted before ECT is abandoned.\n\n\n\nSolution to Question 5:\nA decrease in retrograde memory is a side effect of ECT that could persist even after the treatment course ends. Retrograde memory disturbances take 1-6 months to recover.\nOther cognitive side effects of ECT include:\nDisorientation\nDiminished processing speed\nDecreased anterograde memory\nErrors in visual-spatial function and word-finding\nThese effects are seen immediately after a treatment session and diminish fairly quickly after the treatment course ends.\n\n\n\nSolution to Question 6:\nTranscranial magnetic stimulation (TMS) is a brain stimulation method that allows for focal stimulation of the cerebral cortex.\nTMS works by inducing eddy currents in the brain cortex due to the application of rapidly changing magnetic fields. These currents bring about neuronal stimulation.\nAdvantages of TMS over ECT:\nTMS allows for focal stimulation of brain areas\nIt does not induce seizures, but unintended seizure is a known risk of this procedure. Studies have shown TMS to be less effective than ECT.\n\n\nSolution to Question 7:\nRepetitive transcranial magnetic stimulation (rTMS) is approved for monotherapy in resistant depression. It uses the property of magnetic fields to induce electrical activity in the brain.\n\nIt is different from MRI, as an MRI just observes but rTMS produces changes in the activity of the brain.\nrTMS can be used in addition to antipsychotics to treat resistant schizophrenia. However, it is not used as monotherapy.\n\n\n\nSolution to Question 8:\nDeep brain stimulation (DBS) reduces symptoms associated with movement disorders such as Parkinson's disease. It provides a dramatic response with respect to off time and dyskinesias.\nHowever, it does not improve features that fail to respond to levodopa and does not prevent the development or progression of non-dopaminergic features such as freezing, falling, dementia, etc.\nIt is an invasive procedure performed using MRI-guided stereotactic techniques in which electrodes are implanted in the brain and are connected via a subcutaneous wire to a maximum of two neurostimulators which are placed under the skin of the clavicle.\nImpaired swimming skills surfaced as an unexpected risk of the procedure; several Parkinson's disease patients lost their ability to swim after receiving deep brain stimulation.\n\n\n\n\nSolution to Question 9:\nThe given image is that of anterior cingulotomy (ACING), which is a neurosurgical treatment\nfor obsessive-compulsive disorder. Anterior cingulotomy involves creating bilateral lesions in the anterior cingulate cortex under stereotactic guidance.\nSubcaudate tractotomy (capsulotomy) can also be used in the management of treatment-unresponsive OCD.\nPrefrontal lobotomy was introduced by Egas Moniz as a method of psychosurgery for treatment-resistant mental disorders, particularly major depressive disorder and OCD.\n\nOther indications for psychosurgery include:\n\tChronic and incapacitating schizophrenia with severe depression not responding to all modes of reatment.\nChronic and incapacitating anxiety disorder not responding to all modes of treatment.\n\n\n\nSolution to Question 10:\nHigh frustration tolerance is favorable for psychoanalysis. Psychoanalysis involves bringing repressed memories and feelings to the surface and resolving unconscious conflicts through understanding.\nPatient characteristics favorable for psychoanalysis:\nSignificant suffering and a genuine wish to understand themselves.\nAbility to withstand frustration and anxiety that might emerge during analysis.\nA reasonable, mature superego that allows them to be honest with the analyst.\nAverage intelligence.\nPsychologically minded, that is, being able to think abstractly and symbolically about the unconscious meanings of their behavior.\nPatient characteristics unfavorable for psychoanalysis:\nThe absence of suffering and low motivation to understand.\nInability to tolerate frustration and anxiety with poor impulse control.\nExtreme dishonesty or antisocial personality disorder.\nLow intelligence - inability to understand the process.\nConcrete thinking or the absence of psychological mindedness.\nSerious physical illness, an ongoing major upheaval in life like job loss or divorce.\n\n\n\nSolution to Question 11:\nWhen a person reveals his feelings unconsciously by a slip of tongue, it is known as parapraxis. Freud ascribed parapraxis to unconscious motives.\nOption B: Transference - A situation where the feelings, desires, and expectations of one person are redirected and applied to another person. Most commonly, transference occurs in a therapeutic setting, where a person in therapy unconsciously develop feelings towards the therapist.\nOption C: Repression - is a key concept of psychoanalysis, where it is understood as a defense mechanism. It ensures that what is unacceptable to the conscious mind - and would, if recalled arouse anxiety - is prevented from entering into it.\n\nOption D: Displacement - Feelings that are connected with one person are displaced onto another person. E.g., a man who has had a bad day at the office, comes home and yells at his wife and children, is displacing his anger from the workplace onto his family.\nCatharsis: The expression of ideas, thoughts, and suppressed emotions by the patient which provides a sense of relief. It is also known as ventilation. In catharsis, the patient reveals information voluntarily and consciously whereas, in parapraxis, patient details are revealed unconsciously, by slip of tongue.\n\n\n\nSolution to Question 12:\nThe patient believes 'if it has been true in the past, it's always going to be true' which is demonstrative of maladaptive assumption of temporal causality.\nBehavioral therapy techniques are used to test and change maladaptive and inaccurate cognitions. The overall purpose of such techniques is to help the patients understand the inaccuracy of their cognitive assumptions and learn new strategies and ways of dealing with issues.\n\n\n\n\nSolution to Question 13:\n\nThe therapist first elicited the automatic thought the patient made, which is \"I do not fit anywhere in this world\". The next step would be to test the validity of this automatic thought.\nCognitive Behavioural Therapy (CBT) is based on the psychological significance of the cognitive triad:\nAn individual's beliefs about themselves\nTheir personal world (including the people in their lives)\nTheir future.\nProblematic and biased interpretations related to this cognitive triad may lead to excessive emotional distress.\nCBT is applied to identify these faulty ideas and beliefs, make the patient aware of the underlying assumptions that drive them, and modifying their responses to them.\nThe three components of cognitive therapy are:\n\tDidactic aspects: Explaining to patients the cognitive triad, schemas, and faulty logic. The herapist must explain all the aspects of treatment.\nCognitive techniques: These involve four steps-\nEliciting automatic thoughts - Asking the patient about the thought that causes the emotional reaction in them.\nTesting validity of the automatic thoughts\nIdentifying the general maladaptive assumptions (a belief that is false and rationally unsupported)\nTesting the validity of maladaptive assumptions\nBehavioral techniques like relaxation techniques and desensitization to the stimulus etc.\nCBT is used in the treatment of anxiety and panic disorders, depression, phobia, OCD, personality disorders, and somatoform disorders.\n\n\n\nSolution to Question 14:\nDialectical behavior therapy is a type of psychotherapy used commonly in the management of borderline personality disorder.\nA 22-year-old with traits of unstable mood, impulsivity, suicidality, fear of abandonment, and unstable self-image fits the description of borderline personality disorder as per DSM-5 criteria.\nIn DBT, the goal is to improve interpersonal skills and decrease self-destructive behavior using techniques involving advice, metaphor, storytelling, and confrontation, among others.\nOption A: This describes a patient with antisocial personality disorder. Option B: This describes a patient with histrionic personality disorder.\nOption D: This describes a patient with obsessive-compulsive personality disorder.\n\nSolution to Question 15:\nSystematic desensitization is one of the behavioral therapy techniques for Obsessive-compulsive disorder (A 24-year-old with an irrational fear of contamination and washes hands every 5 minutes). It is also used in the treatment of phobias.\nSystemic desensitization is based on the behavioral principle of counter-conditioning. Here, the person overcomes anxiety elicited by a situation or an object by approaching the feared situation gradually and in a relaxed state.\nSystematic desensitization consists of three steps:\nRelaxation training - patients attain a state of complete relaxation and are then exposed to the stimulus that elicits the anxiety response. The negative reaction of anxiety is inhibited by the relaxed state, a process called reciprocal inhibition.\nHierarchy construction - Patients and therapists prepare a graded list (or hierarchy) of fear-provoking scenes in the order of increasing anxiety.\nDesensitization of the stimulus - Patients proceed systematically through the list from the leas o the most anxiety-provoking scene while in a deeply relaxed state.\nOption A: Describes a patient with bulimia nervosa.\nOption C: Describes a patient with major depressive episode. Option D: Describes a patient with schizophreniform disorder.\n\n\nSolution to Question 16:\nIn flooding, the patient is exposed to their fear, but without any hierarchy i.e, there is no gradual exposure as in systematic desensitization. Patients learn to remain in the feared situation until they feel calm.\nSystematic desensitization - employs counter conditioning and reciprocal inhibition. It is used in the treatment of OCD and phobias.\nTherapeutic graded exposure - similar to systematic desensitization, but there is no relaxation training. The treatment is carried out in a real-life context.\nEye movement desensitization and reprocessing (EMDR) - inducing saccades (quick, simultaneous movement of both eyes between two or more phases of fixation) when a person is imagining an anxiety-producing event. The saccades can yield a positive thought which decreases anxiety. It is used in PTSD and phobias.\n\n\n\nSolution to Question 17:\nThe patient is made to learn a new behaviour when exposed to his fear, by observation and imitation of the therapist. This therapy is called participant modeling.\nAversion therapy - This is to supress an unwanted behavior or a habit by pairing it with a negative or unpleasant stimulus. For example, an alcohol-dependent patient is made to vomit (by\n\nadding an emetic to the alcohol) every time a drink is ingested is effective in treating alcohol dependence.\nFlooding - It involves repeated and prolonged exposure to fear cues of high intensity without relaxation. Patients learn to remain in the feared situation until they feel calm.\nPositive reinforcement - When a behavioral response is followed by a rewarding event.\n\n\n\nSolution to Question 18:\nThe experiment shown in the image is that of classical conditioning by Ivan Pavlov. The theory of operant conditioning was given by Skinner (not Pavlov). It is a method of learning that occurs through rewards and punishments for behavior.\nClassical conditioning is the theory of learning in which a natural response (salivation) is elicited by a conditioned or learned stimulus (bell), that was previously presented with an unconditioned stimulus (food). It is also called learning by association or respondent conditioning. He's also known for his work on the physiology of digestion.\n\n\n\n\nSolution to Question 19:\nNegative punishment is withholding the reward (permission to go and play) whenever the undesired behavior is manifested (not completing the homework).\nOperant conditioning is a learning process in which a particular behavior is modified by either resulting in a reward or punishment. It deals with voluntary responses because the respondent is free to choose a behavior depending on the desired consequence.\nThe image below shows Skinner's operant conditioning quadrant.\n\n\n\nTypes of Operant conditioning:\nNote: The question is about bad behavior i.e. not doing the homework. The focus is on decreasing bad behavior, hence the answer would be punishment (positive or negative). Reinforcement (either positive or negative) applies only to good behavior.\n\n\n\n\nSolution to Question 20:\nConditioning is not a stage of motivational enhancement therapy. The stages of motivational enhancement therapy:\nPre-contemplation - People are often unaware that their behavior (eg. alcohol abuse) is problematic or produces negative consequences.\n\nContemplation - People recognize their problem and begin to think about changing their behavior. They weigh the pros and cons of change. People may still feel ambivalent toward changing their behavior.\nPreparation (Determination) - People have made a decision to change their habits and are ready o take action. People start to take small steps toward behavior change.\nAction - People have recently changed their behavior and intend to keep moving forward with hat behavior change\n\tMaintenance - People have sustained their behavior change for a while and intend to maintain he behavior change going forward. People work to prevent relapse to earlier stages.\nTermination - In this stage, people have no desire to return to their unhealthy behaviors and are sure they will not relapse. Since this is rarely reached, people tend to stay in the maintenance stage.\n\n\n\nSolution to Question 21:\nIn the given scenerio, the patient is in the stage of contemplation.\nThe patient is aware that he has a problem, and he is thinking about changing his behaviour. He is weighing the pros and cons of behaviour modification. This is characteristic of the stage of contemplation.\nAddiction recovery usually involves the following five stages\nPrecontemplation\nContemplation\nPreparation\nAction\nMaintenance\n\n\n\nSolution to Question 22:\nIn the given scenerio aversion therapy is used.\nAversion: When a noxious stimulus/punishment is given after a specific behavior, the behavior is eventually inhibited. It is used in the treatment of alcohol abuse, paraphilias, opioid addicts.\nDisulfiram is an irreversible inhibitor of both cytosolic and mitochondrial forms of aldehyde dehydrogenase. Ethanol consumption during disulfiram therapy can lead to increased concentrations of acetaldehyde. Increased acetaldehyde levels can cause flushing, pulsating headache, throbbing pain in head and neck, and other aversive reactions.\nDisulfiram can only be given to highly motivated individuals. It should not be administered until the person has abstained from alcohol for at least 12 hours. The disulfiram-alcohol reaction may occur as long as 1 or 2 weeks after the last dose of disulfiram.\n\nDisulfiram like reaction with alcohol ingestion is also seen with the following drugs:\nMetronidazole\nSulfonylureas like chlorpropamide\nCephalosporins like cefoperazone, cefamandole.\n\nNeuropsychiatric Aspects of Systemic Disorders\n\nQuestion 1:\n\nA cortically blind man who firmly believed his vision was normal despite evidence to the contrary was referred to the psychiatry OPD. On further evaluation, the patient also appeared to employ confabulation quite frequently. Which of the following conditions is this patient most likely suffering from?\nKorsakoff syndrome\nWernicke’s encephalopath\nAnton syndrome\nPsychogenic amnesia\n\n\nQuestion 2:\n\nWhich of the following is not a feature of Korsakoff syndrome?\nImpaired long term memor\nAnterograde amnesia\nConfabulation\nRetrograde amnesia\n\n\nQuestion 3:\n\nA 45-year-old man was brought to the casualty after being found lying on the street, muttering to himself, and cursing at bystanders. His MMSE score was 20. Physical examination findings are shown below. After admission, it is known that he has severe diarrhea and vomiting. Which of the following is the likely diagnosis?\n\n\n\nMyxedema madness\nVitamin B3 deficienc\nAcute intermittent porphyria\nThiamine deficienc\n\n\nQuestion 4:\n\nA 20-year-old woman with no family history of psychiatric illness was referred to psychiatry OPD from neurology for management of acute psychiatric disturbances. She had the following finding on slit-lamp examination and her 24-hour urinary copper was found to be elevated. Which of the following is a true statement regarding neuropsychiatric manifestations of this disease?\n\n\nUnsteadiness of gait and incoordination are the most common manifestation\nWing beating tremors are a characteristic feature\nThe degree of depression correlates with the degree of neurological impairment\nThe most common form of progression is the choreatic form\n\n\nQuestion 5:\n\nA patient presents with mental confusion, visual and auditory hallucinations, perceived changes of body shape, swelling of the tongue and a fear of impending death after he was treated for primary chancre of syphilis with an intramuscular injection. What is the likely diagnosis?\nAdjustment reaction\nUndiagnosed psychosis\nJarisch-Herxheimer reaction\nHoigne syndrome\n\n\nQuestion 6:\n\nWhich of the following is false regarding AIDS dementia complex?\nMicroglial nodules with multinucleated giant cells are seen on brain biops\nIt is considered as an AIDS-defining illness\nLosing track of conversations in mid sentence is a late feature\nIt is the most severe form of HIV associated neurocognitive disorders\n\n\nQuestion 7:\n\nA chronic alcoholic who hadn’t consumed alcohol for the past 3 days was brought to the emergency department. He had features of disorientation, poor attention span, and agitation. On examination, he had fever, tachycardia, and diaphoresis. Identify the condition.\nKorsakoff psychosis\nWernicke’s encephalopath\nDelirium tremens\nAlcohol-induced dementia\n\nQuestion 8:\n\nA 7-year-old-child abruptly developed symptoms suggestive of obsessive-compulsive disorder and Tourette syndrome. PANDAS, a pediatric neuropsychiatric disorder, is suspected. Which of the following organism is associated with this condition?\nStaphylococcus aureus\nStreptococcus pneumoniae\nStreptococcus pyogenes\nStaphylococcus epidermidis\n\n\nQuestion 9:\n\nA patient was brought to the emergency room. He appears psychotic and is extremely agitated, screaming and thrashing things around. He is crying and has a running nose. He complains of severe unbearable pain around his right eye and temple for the last two hours, which is not responsive to NSAIDs. The last time he had such a headache was a year back. Which of the following conditions could he be suffering from?\nSomatic delusion\nCluster headache\nMigraine\nParoxysmal hemicrania\n\n\nQuestion 10:\n\nA 34-year-old woman with a suspected psychiatric disorder was started on medication, but there was no improvement. She was eventually referred to a higher center, where a detailed workup revealed Addison’s disease. Treatment with glucocorticoids resulted in rapid resolution of both her psychiatric and physical symptoms. What must have been that initial condition suspected in this patient?\nDepression\nGeneralised Anxiety disorder\nBipolar disorder\nPanic disorder\n\nQuestion 11:\n\nA 45-year-old woman, brought in by her husband, presented with complaints of short-term memory loss and weight gain for the last 4 months, despite a loss of appetite. She thought that her husband wished to harm her and also felt agitated by all the small animals she kept seeing in her room. You order tests related to thyroid disorders. Which of the following findings would you expect to see in the report?\nIncreased tri-iodothyronine (T3) levels\nIncreased titre of antibodies to thyroid stimulating hormone receptors\nIncreased anti-thyroid peroxidase titre\nDecreased thyroid stimulating hormone levels\n\n\nQuestion 12:\n\nA woman complains that her 5-year old child has become very indifferent towards her. He attempts to squeeze his genitals and is always stuffing his mouth with food and objects like knives and toys. Which of these syndromes could her child be suffering from?\nMedial hypothalamic disease\nKleine Levin syndrome\nKluver Bucy syndrome\nCharcot Willbrand disease\n\n\nQuestion 13:\n\nA 40-year-old woman has a history of urinating in public without having any remorse for it. She also has difficulty in getting motivated and has mild memory deficits. Which of the following lobes may be affected?\nParietal\nOccipital\nFrontal\nTemporal\n\n\nQuestion 14:\n\nA 48-year-old male presents to the ER with confusion and shaking of the entire body. He has a history of excessive alcohol consumption. What is the cause of delirium tremens in an alcoholic?\nAcute infection\nFatty liver\nGradual withdrawal of alcohol\nSmall doses of regular consumption of alcohol\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nAnton syndrome is characterized by cortical blindness with confabulation.\nConfabulation refers to the unconscious filling of gaps in memory with inaccurate, fabricated, and often implausible information.\n\nAnton syndrome occurs due to occipital lobe damage. Here, the patient denies loss of vision (known as visual anosognosia) and defends it by confabulation even when there is obvious evidence of visual loss and cortical blindness.\nOther causes of confabulation:\nWernicke’s Korsakoff syndrome\nTraumatic brain injur\nKorsakoff syndrome is characterized by predominant anterograde amnesia and some retrograde amnesia. Confabulation is present in order to cover the memory deficit.\nWernicke's encephalopathy is characterized by confusion, ophthalmoplegia, and ataxia. Psychogenic amnesia does not present with confabulation.\n\n\nSolution to Question 2:\nLong-term memory is normal in Korsakoff syndrome. In Korsakoff syndrome, immediate recall is impaired but long-term memory is preserved.\nKorsakoff syndrome is a type of diencephalic amnesia, caused by chronic thiamine deficiency and alcohol abuse.\nClinically, subjects with Korsakoff syndrome present with the following:\nSevere anterograde amnesia - striking inability to form new memories\nImpaired mental syndrome (especially recent memory)\nPresent with confabulation, as an attempt to cover the memory deficit\nRetrograde amnesia is less severe, but present.\nImplicit learning (e.g., learning procedures) are preserved\nOverall intact intelligence\n\n\n\nSolution to Question 3:\nThe symptoms of dementia (MMSE score of 20), diarrhea, and dermatitis in sun-exposed areas like the forehead, neck (Casal's necklace), and hands are seen in vitamin B3 (niacin) deficiency also known as pellagra.\nThe neuropsychiatric symptoms of pellagra include apathy, irritability, insomnia, depression, and delirium.\nOption A: Myxedema madness is a rare presentation of hypothyroidism characterized by depression, hypomania, and schizophrenia. Diarrhoea and vomiting are usually not seen.\nOption C: Acute intermittent porphyria is characterized by periodic abdominal pain, peripheral neuropathy, psychotic features, tachycardia. There is no photosensitivity in acute intermittent porphyria.\n\nOption D: Thiamine deficiency can cause Wernicke’s encephalopathy which manifests as an acute neuropsychiatric syndrome characterized by nystagmus, ophthalmoplegia, mental status changes, and unsteadiness of stance and gait, or can cause Korsakoff syndrome which manifests as a chronic amnestic syndrome characterized by severe anterograde amnesia and confabulation.\n\n\n\nSolution to Question 4:\nThe given clinical scenario with elevated urinary copper and Kayser-Fleischer ring is seen\nin Wilson's disease. The tremor associated with Wilson's disease is called a wing beating tremor in which the arms beat in a wide violent arc.\nThis tremor is a high amplitude tremor that is prominent with arms abducted, elbows flexed and palms facing downward. It is characteristically absent at rest and develops after a short period of the arm extension. It is shown below:\n\n\n\n\nIn the majority of the cases, neuropsychiatric manifestations follow hepatic manifestations. It is due to the deposition of free copper in the basal ganglia (bilateral degeneration) and cortex. The features include:\nDysarthria (most common): Irregular word spacing, hypophonic or spastic speech.\nDystonia: Vacuous smile i.e mask-like face with an open mouth.\nParkinsonism: Bradykinesia, postural instability, rigidity.\nSubcortical dementia: Slow mental processing, memory loss.\nPsychiatric symptoms: Loss of emotional control, depression, hyperactivity.\nDecreased scholastic performance: Deterioration in handwriting, clumsiness.\nAutonomic symptoms: Excessive sweating and salivation, sexual dysfunction.\n\nSolution to Question 5:\nThe development of acute psychotic symptoms after intramuscular administration of penicillin G points to a diagnosis of Hoigne syndrome. It may also be seen after benzathine administration also.\nHoigne syndrome:\nAcute psychotic symptoms are seen such as mental confusion, visual and auditor hallucinations, and perceived changes of body shape.\nThe patient may also present with swelling of the tongue and a fear of impending death.\nThese are usually embolic toxic reactions, possibly due to vascular occlusion by large crystals of the penicillin salts.\nIt is due to a pseudoanaphylactic or pseudoallergic reaction, not penicillin allergy.\nA Jarisch–Herxheimer reaction is a transient clinical phenomenon that occurs in patients infected with spirochetes like syphilis, leptospirosis, Lyme disease, and relapsing fever, who are treated with antibiotics. The reaction occurs within 24 hours of antibiotic therapy. It generally manifests as fever, chills, rigors, nausea and vomiting, headache, tachycardia, hypotension, hyperventilation, flushing, myalgia, and exacerbation of skin lesions. It is an acute, self-limiting condition.\n\n\n\nSolution to Question 6:\nCognitive impairment is the earliest presenting symptom in the AIDS dementia complex (HIV encephalopathy), which is the most severe form of HIV-associated neurocognitive disorders.\nPatients most often lose track of actions and conversations in mid-sentence, have difficulty attending to more complex tasks at work or at home. They need to make detailed lists of the day's activities and processing unrelated or complex thoughts becomes slower.\n\n\n\nSolution to Question 7:\nThe given clinical scenario of disorientation with features of autonomic hyperactivity (tachycardia,\ndiaphoresis, fever) in a patient who stopped alcohol 3 days back is suggestive of delirium tremens.\nDelirium tremens is the most severe alcohol withdrawal syndrome. It occurs usually within 3-4 days of alcohol withdrawal.\nCharacteristic features are:\nClouding of consciousness with disorientation to time and place\nPoor attention and distractibilit\nVisual hallucination and illusions which are often vivid and frightening\nAutonomic disturbances like tachycardia, fever, hypertension, sweating, and pupillary dilatation\nPsychomotor agitation and ataxia\n\nBenzodiazepines such as chlordiazepoxide and lorazepam are used in the treatment and prevention of delirium tremens.\nOption A: Korsakoffs psychosis is characterized by impaired mental abilities (especially recent memory) and anterograde amnesia in an alert and responsive patient. The patient may have symptoms of confabulation.\nOption B: Wernicke's encephalopathy is characterized by ataxia (affecting primarily the gait), vestibular dysfunction, confusion, and ocular motility abnormalities.\nOption D: Alcohol-induced dementia is characterized by the development of multiple cognitive deficits (e.g., memory problems, language impairment, and an inability to perform complex motor tasks) that are judged to be a direct consequence of alcohol use. This persists beyond the usual duration of alcohol intoxication or acute withdrawal.\n\n\n\nSolution to Question 8:\nPANDAS is associated with Streptococcus pyogenes infection.\nPANDAS stands for Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcal infections.\nThe symptoms occur usually abruptly and can include the following:\nObsessive-compulsive disorder (OCD)\nTic disorder\nGilles de la Tourette syndrome (coprolalia and tics)\nIn addition to these symptoms, children may become moody or irritable, experience anxiety attacks, or show concerns about separating from parents or loved ones. It has been hypothesized that in response to group A -hemolytic streptococcal infection, autoimmune antibodies are produced, which cross-react with brain tissue (molecular mimicry), leading to neuropsychiatric manifestations.\nNote: Non-infectious manifestations of streptococcal infection include:\nRheumatic Heart Disease\nGlomerulonephritis\nPANDAS\nGuttate Psoriasis\n\n\n\nSolution to Question 9:\nThe above clinical scenario of severe unilateral headache associated with autonomic changes (rhinorrhea, lacrimation) is suggestive of cluster headache, which is a type of trigeminal autonomic cephalalgias (a group of primary headache disorders). The pain can be so intense that the patient may appear to be psychotic because of the screaming and thrashing associated with the pain.\n\nCharacteristic features of cluster headache:\nUnilateral, deep retro-orbital excruciating pain.\nFrequent intense attacks (often several per day) over a 1 to 2 month period, separated b headache-free intervals for as long as 1 or 2 years.\nAssociated ipsilateral cranial autonomic symptoms (conjunctival injection, aural fullness, rhinorrhea, or nasal congestion) or cranial sympathetic activation(ptosis).\nPatients tend to move about during attacks, rocking, or rubbing their heads for relief; some ma even become aggressive during attacks. This is in sharp contrast to patients with migraines, who prefer to remain motionless during attacks.\nNote: Trigeminal autonomic cephalalgias (TAC) are a group of primary headache disorders that are characterized by strictly unilateral trigeminal distribution pain associated with ipsilateral cranial autonomic symptoms, and include:\nCluster headache\nSUNCT (short-lasting unilateral neuralgiform headache attacks with conjunctival injection and tearing) / SUNA (short-lasting unilateral neuralgiform headache attacks with cranial autonomic symptoms)\nParoxysmal hemicrania (PH)\nHemicrania continua\n\n\n\nSolution to Question 10:\nAddison's disease presents most similarly to depression. Apathy, social withdrawal, impaired sleep, decreased concentration, and prominent fatigue is frequently seen which is usually mistaken for depression.\nFollowing infection, trauma or surgery, a patient with previously unrecognized Addison's disease may suffer from an Addisonian crisis with a presentation of either shock or hypoglycemia. This is a medical emergency requiring urgent medical referral.\n\n\n\n\n\n\nSolution to Question 11:\nThe patient complains of neuropsychiatric symptoms, memory disturbances, along with weight gain despite a loss of appetite. Thus, she has symptoms of hypothyroidism. Increased anti-thyroid peroxidase titer is found in Hashimoto encephalopathy, which is consistent with her symptoms.\nOn the other hand, antibodies to TSH receptors (Grave's disease), decreased TSH, and elevated T3 levels are found in hyperthyroid conditions.\nHashimoto encephalopathy (HE), also described as steroid-responsive encephalopathy associated with autoimmune thyroiditis (SREAT), is an uncommon autoimmune encephalopathy of unknown etiology. It is associated with high titers of serum antithyroid (usually anti-thyroid peroxidase ± anti-thyroglobulin) antibodies.\nHE is more common in women, with a mean age of onset between 45 and 50 years.\nThe clinical picture is one of encephalopathy with progressive cognitive decline which may be relapsing and remitting. Neuropsychiatric features include agitation and restlessness, apathy, social isolation. Visual hallucinations and delusions are commonly seen.\nAnti-thyroid peroxidase levels are very high (&gt;1,000 IU/L) when associated with neuropsychiatric symptoms of Hashimoto's thyroiditis.\n\n\n\nSolution to Question 12:\nThe given clinical scenario of a 5-year boy who mouths non-food items (hyperorality/hyperphagia), constantly squeezes genitals (hypersexuality), indifferent to parents is suggestive of Kluver-Bucy syndrome.\nKluver Bucy syndrome is characterized\nby hyperorality, hyperphagia, hypersexuality, hypermetamorphosis (constantly shifting attention). It is due to damage to the temporal lobe and amygdala, which leads to an inability to access memory and emotional connections.\nOption A: In medial hypothalamic disease, there is an increase in eating behavior, marked by a lack of satiety and resultant obesity.\nOption B: Kleine–Levin syndrome, also known as sleeping beauty syndrome, is a rare sleep disorder characterized by persistent episodic hypersomnia, hyperphagia, and hypersexuality with\n\ncognitive or mood changes.\nOption D: Charcot Willbrand disease leads to loss of visual imagery with occipitotemporal damage.\n\n\n\nSolution to Question 13:\nThe frontal lobe is affected in this patient. The woman has difficulty in getting motivated, memory deficits, and urinary incontinence.\nFrontal lobe injury is commonly due to trauma, infarcts, tumors, lobotomy, multiple sclerosis, or Pick's disease. The following features may be seen in a patient with frontal lobe injury:\nImpaired executive functions such as motivation, attention, and sequencing of actions\nAphasia, apraxia, constructional apraxia, neglect, and memory deficits\nUrinary incontinence and fecal incontinence is commonly seen\nChanges in personalit\nApathetic indifference and impulsive behavior.\nNote: Frontal lobe pathology may become apparent only under unstructured, stressful, real-life situations and are difficult to detect using Intelligence scales, as IQ mostly requires parietal lobe activation.\n\n\n\nSolution to Question 14:\nAmong the given options, acute infection can be a cause of delirium tremens in an alcoholic patient.\nPhysical illness e.g., hepatitis or pancreatitis predisposes to the syndrome; a person in good physical health rarely has delirium tremens during alcohol withdrawal.\nThe syndrome usually develops on the third day of admission. A patient admitted for an unrelated condition may unexpectedly have an episode of delirium, which is the first sign of a previously undiagnosed alcohol-related disorder.\nEpisodes of delirium tremens usually begin at the age of 30-40 years, after 5 to 15 years of heavy drinking, and are typical after a binge. Gradual withdrawal of alcohol does not cause delirium tremens. However, sudden withdrawal can cause it.\nTreatment of alcohol withdrawal:\nFor patients showing withdrawal symptoms, chlordiazepoxide 25-50 mg every 2-4 hours can be administered orally.\nFor patients with delirium tremens, 50-100 mg of chlordiazepoxide should be administered every 4 hours.\nIf oral administration of drugs is not possible, intravenous lorazepam can be tried.\n\n\n\nSchizophrenia\n\n\nQuestion 1:\n\nA middle-aged man presents to the psychiatry OPD with a history of speaking to himself, hearing two people talk about him, reduced affect, and impaired judgment which is present for more than 6 months. What is the likely diagnosis?\nSchizophreniform disorder\nSchizoaffective disorder\nSchizophrenia\nSchizoid personality disorder\n\n\nQuestion 2:\n\nA patient with auditory hallucinations and persecutory delusions is diagnosed with schizophrenia. Which of the following is false regarding the neurotransmitters involved in its pathogenesis?\nNMDA receptor hypoactivity in the prefrontal cortex\nDecreased levels of nicotinic and muscarinic receptors in the hippocampus\nIncreased GABA receptor binding in the cingulate cortex\nDopaminergic hypoactivity in the subcortical regions\n\n\nQuestion 3:\n\nA middle-aged woman presented with talkativeness, poor sleep, and wandering away from home for the past year. She often became aggressive and violent when restrained. On questioning, she cried uncontrollably and told that if she stays home it would result in her premature death. She admitted to hearing voices that warned her to not interact with her family members. Which of the following is not a risk factor associated with this condition?\nAmphetamine use\nHigh socio-economic status\nAdvanced paternal age\nIndustrializatio\n\nQuestion 4:\n\nAn adolescent boy with schizophrenia had witnessed his parents fighting with each other for the past several years. He is overly close with his mother and she convinced him to take her side in the divorce. He always blamed his father for all their family problems. Which of the following best describes the abnormal family dynamics?\nExpressed emotions\nMarital skew\nMarital schism\nDouble bind\n\n\nQuestion 5:\n\nWhich of the following is not a part of the 4 A's of Bleuler ?\nAmbivalence\nAvolitio\nAffective disturbances\nAutism\n\n\nQuestion 6:\n\nA patient with schizophrenia presents with the following symptoms. Which of them is not a Schneiderian first-rank symptom?\nAmbivalence\nSomatic passivity\nHallucinatio\nThought insertio\n\n\nQuestion 7:\n\nA psychiatric resident is assessing the negative symptoms in a case of chronic schizophrenia. Which of the following is not tested?\nAvolitio\nAlogia\n\nAnhedonia\nAnomia\n\n\nQuestion 8:\n\nA 39-year-old man has a three-week history of speaking to himself and complains of hearing two people talking about him. On examination, he has reduced affect and impaired judgment. What is the likely diagnosis?\nSchizophrenia\nSchizophreniform disorder\nBrief psychotic episode\nSchizoaffective disorder\n\n\nQuestion 9:\n\nA young man presented with a 2-week history of auditory hallucinations and delusions of grandiosity. His history is significant for severe depression with psychotic symptoms.\nHowever, he has been euthymic for the past month. According to DSM-5, what would be the likely diagnosis?\nSchizoaffective disorder\nSchizophrenia\nMood disorder with psychotic symptoms\nSchizophreniform disorder\n\n\nQuestion 10:\n\nA 22-year-old man is brought with complaints of self-mutilating behaviour in which he bit off the distal end of his right ring finger and left thumb. For the past 6 months, he had decreased sleep, auditory hallucinations, social withdrawal, and disorganised behaviour. Investigations revealed neutrophilia and lymphocytosis. Serum uric acid level is 6 mg/dL. HGPRTase activity is normal. What is your diagnosis?\nVan-Gogh syndrome\nLesch-Nyhan syndrome\nPfropf schizophrenia\nKelley-Seegmiller syndrome\n\nQuestion 11:\n\nWhich of the following features would you not expect to see in a schizophrenic patient with catatonia?\nCataplexy\nMuteness\nWaxy Flexibility\nEchopraxia\n\n\nQuestion 12:\n\nA patient voluntarily gets himself in the posture as shown and is not changing it. What is it called?\n\n\nCataplexy\nPosturing\nNegativism\nWaxy flexibility\n\n\nQuestion 13:\n\nA schizophrenic patient was started on an antipsychotic drug that decreased his hallucinations significantly. This effect is due to its action on which dopaminergic pathway?\nMesocortical\nTuberoinfundibular\nNigrostriatal\nMesolimbic\n\n\nQuestion 14:\n\nA psychotic patient developed voluntary purposeless movements and was once observed to be standing still for hours with waxy flexibility and negativism. What is the appropriate medical management?\nHaloperidol\nLorazepam\nClonidine\nPropanolol\n\n\nQuestion 15:\n\nA man diagnosed with schizophrenia was on chlorpromazine and olanzapine for the past 6 months. However, he is still symptomatic. What is the next line of management?\nHaloperidol depot\nAripiprazole\nRisperidone depot\nClozapine\n\n\nQuestion 16:\n\nA patient diagnosed with schizophrenia was started on risperidone. After taking the medication last night, the patient rushes to OPD today with complaints of upwards rolling of his eyes. What is the management of the condition?\nLorazepam\nPromethazine\nOlanzapine\n\nStop antipsychotic\n\n\nQuestion 17:\n\nWhat is the major cause of death in schizophrenia?\nInfectio\nSuicide\nDrug reactions\nHomicide\n\n\nQuestion 18:\n\nWhich of the following patients with schizophrenia has the best prognosis?\nA 30-year-old with stupor, negativism, rigidity, excitement, or posturing\nA 20-year-old with disorganised thinking, flat affect with inappropriate emotions\nA 35-year-old with hallucinations, delusions of persecution and grandeur\nA 25-year-old with insidious onset of negative symptoms without any hallucinations\n\n\nQuestion 19:\n\nWhich of the following is not a good prognostic factor in schizophrenia?\nPositive symptoms\nLate age of onset\nInsidious onset of symptoms\nAssociated with depressio\n\n\nQuestion 20:\n\nA 19-year-old woman with schizoaffective disorder and was prescribed a drug. Soon after initiation of therapy, she developed galactorrhea and dysmenorrhea, and her prolactin level was 171.6ng/mL. Which drug was most likely prescribed?\nZiprasidone\nOlanzapine\n\nRisperidone\nClozapine\n\n\nQuestion 21:\n\nA 50-year-old man with type 2 diabetes was brought to the OPD by his wife after he began talking about aliens who were trying to steal his soul. He often stops talking mid-sentence and frequently scans the room for aliens. His wife reported he started expressing these ideas a few months ago, but they have become more severe and he had become isolated from his peers. Which of the following drugs should not be used in this patient?\nOlanzapine\nRisperidone\nQuetiapine\nAripriprazole\n\n\nQuestion 22:\n\nA woman in her mid-twenties is on olanzapine and is very concerned about gaining weight. Which of the following is false?\nIn the first 3 months, her weight needs to be monitored weekly\nAripiprazole can be used as an alternative treatment if significant weight gain occurs\nBehavioural and lifestyle modifications are not useful in reducing antipsychotic induced weight gai\nMetformin can be used to moderate antipsychotic induced weight gai\n\n\nQuestion 23:\n\nA schizophrenic patient was started on an antipsychotic drug that decreased his hallucinations significantly. Three days after starting the medication, he developed torticollis and orofacio-lingual movements. What is your diagnosis?\nAkathisia\nAcute muscular dystonia\nTardive dyskinesia\nRabbit syndrome\n\nQuestion 24:\n\nA patient on fluphenazine feels increasingly restless, agitated, and dysphoric and has a severe urge to move for the past 1 week. Which of the following can not be used in his management?\nRopinirole\nPropanolol\nDiphenhydramine\nBenztropine\n\n\nQuestion 25:\n\nA schizophrenic patient is rushed to the casualty after attempting suicide. Which of the following drugs would benefit her the most?\nQuetiapine\nOlanzapine\nRisperidone\nClozapine\n\n\nQuestion 26:\n\nA young man was brought to the OPD by his best friend. He was apparently normal half a year back after which he has become increasingly isolated, lost his job, and shouts loudly sometimes trying to get rid of the voices in his head. He was started on olanzapine after a diagnosis of schizophrenia was made. What is the minimum duration he should continue the drug for?\n8 months\n2 years\n18 months\n6 months\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe patient has auditory hallucination, reduced affect, lack of insight, impaired judgment for more than 6 months, which makes the diagnosis of schizophrenia more likely.\nSchizophrenia was previously known as dementia praecox, a term first coined by Emil Kraepelin. He classified psychiatric illness into two categories – dementia praecox and manic depressive disorder.\nDiagnostic criteria for schizophrenia (DSM-5):\n\nThe DSM-5 criteria to diagnose schizophrenia require a total duration of 6 months.\nWithin this 6-month period, there must be at least 1 month of active-phase symptoms (overt psychotic symptoms) where 2 or more of the following have to be present (at least one must be among the a, b, or c):\nDelusio\nHallucinatio\nDisorganized speech (or formal thought disorder)\nDisorganized behavior\nAffective flattening or other negative symptoms\nThe rest of the 6-month period may include\nContinuing psychotic symptoms\nProdromal symptoms preceding clear-cut psychosis\nResidual symptoms after the resolution of the psychotic symptoms\nResidual symptoms are defined as attenuated forms of psychotic symptoms, such as:\nOdd beliefs\nMagical thinking\nIdeas of reference\nOdd perceptual experiences\nPeculiar or concrete thinking\nVague speech\nOdd behavior\nNegative symptoms may also be included\nExclusion of mood disorder &amp; substance abuse\nNote: DSM-5 does not require that delusions must be bizarre.\n\n\n\nSolution to Question 2:\nDopaminergic hyperactivity in the subcortical regions is seen in schizophrenia.\nAll of the following neurotransmitters have been implicated in the pathogenesis of schizophrenia:\nDopamine - dopaminergic hyperactivity in the subcortical region and hypoactivity in prefrontal cortical regions is seen. It is linked to positive symptoms and cognitive deficits respectively.\nSerotonin excess is linked to both positive and negative symptoms.\nNorepinephrine - selective neuronal degeneration within the norepinephrine reward neural system is thought to be responsible for anhedonia, a feature of schizophrenia.\n\nGABA has a regulatory effect on dopamine activity. In some patients, there is a loss of inhibitory GABAergic neurons, which could indirectly lead to the hyperactivity of dopaminergic\nneurons. Increased GABAA receptor binding has been reported in the prefrontal and cingulate cortices and the hippocampus.\nAcetylcholine and nicotine- decreased levels of nicotinic and muscarinic receptors in the hippocampus is seen.\nNMDA- N-methyl-D-aspartate receptor hypoactivity is seen in the prefrontal cortex.\n\n\n\nSolution to Question 3:\nThe given clinical scenario is suggestive of schizophrenia. High socioeconomic status is not associated with an increased risk of developing this disorder.\nFactors that increase the risk of schizophrenia are:\nGenetic factor- first-degree relatives and twins are at a higher risk.\nLow socioeconomic status, immigratio\nIndustrializatio\nHigh expressed emotions\nDrugs- amphetamines, cocaine, cannabis, ketamine\nMetabolic disorders – Huntington’s disease, Wilson’s disease, hemochromatosis\nAsthenic body type\nAdvanced paternal age\nWinter born babies\nSchizophrenia is equally prevalent in both sexes.\n\n\n\nSolution to Question 4:\nThis scenario describes an abnormal family dynamic, where one parent is overly close to the child of the opposite gender. This is known as marital schism.\nMarital schism, marital skew, expressed emotions, and double-bind refer to abnormalities of family dynamics. They act as psychosocial stressors, hampering the adaptive capacity of the individual, thus contributing to the development of schizophrenia.\nMarital schism- one parent is overly close to the child of the opposite gender. Marital skew- a disharmonious situation where one parent dominates over the other.\nExpressed emotions- parents or other caregivers may behave with overt criticism, hostility, or over-involvement towards a person with schizophrenia, which further worsens the illness.\nDouble bind- a hypothetical family in which children receive conflicting parental messages about their behavior, attitudes, and feelings.\n\nSolution to Question 5:\nAvolition is not a part of the 4 A's of Bleuler .\nThe term schizophrenia was introduced by Eugen Bleuler. He described the primary symptoms of schizophrenia, known as the 4 A's of Bleuler.\nThis includes:\nAutism- social withdrawal with excessive irrational fantasy thinking.\nAmbivalence- marked inability to take a decision.\nAssociation disturbances- loosening of association refers to changing the topic without identifiable links between the subjects.\nAffect problems- flattening of affect or inappropriate affect.\n\n\n\nSolution to Question 6:\nAmbivalence is not a Schneiderian first-rank symptom of schizophrenia. It is one of the 4A’s of schizophrenia as described by Bleuler.\nThe first rank symptoms of schizophrenia described by Kurt Schneider include :\nHallucination:\nFirst-person hallucination (audible thoughts) - auditory hallucinations of the person’s own voice being spoken aloud.\nSecond-person hallucination (voices directly addressing the patient) - auditory hallucinations of 1 or more voices talking directly to the person. They can be persecutory, complimentary, or issue commands (command hallucination)\nThird-person hallucination (voices speaking about the patient) - auditory hallucinations of 1 or more voices speaking about the person. The voice may deliver a running commentary or the voices maybe be arguing/discussing the person.\nThought phenomenon:\nThought withdrawal- thoughts being actively removed from a person’s mind.\nThought insertion- thoughts inserted into a person’s mind by some external agent.\nThought broadcasting- the sense that a person’s thoughts are experienced by others - the thoughts are made audible or may be experienced by others through telepathy.\nMade phenomenon:\nMade affect- feelings are imposed on that person by an external agent.\nMade impulses or drives - an impulse for action is imposed on a person by some external agent.\nMade volitional acts - a person’s actions are controlled by an external agent; the person is a passive participant in the action.\n\nDelusional perception- the person attaches an abnormal significance/meaning to a normal perception, which leads to delusional interpretation. The most common delusion in schizophrenia is the delusion of persecution. These persecutory fears of the patient can range from transient doubts to profound convictions that people are plotting to have them tortured or killed.\nSomatic passivity- tactile or visceral hallucinations that are thought to be imposed on a person's body by some external agent.\nThese symptoms are not specific to schizophrenia and may also be present in other psychiatric disorders.\n\n\n\nSolution to Question 7:\nAnomia is not tested because it is not a feature of schizophrenia. It is a type of aphasia where there is difficulty in naming of objects. It is common in head trauma, metabolic encephalopathy, and Alzheimer’s disease.\nSymptoms of schizophrenia can be classified as positive or negative.\nAnything abnormal added to a patient's life is a positive symptom and anything normal lost from a patient's life is a negative symptom.\n\n\n\nSolution to Question 8:\nThe given clinical scenario is suggestive of brief psychotic episode (DSM-5), as the symptoms are present for less than 30 days.\nThe diagnosis of brief psychotic disorder in DSM-5 is based on the presence of one or more of the following psychotic symptoms for a period of at least 1 day but less than 1 month:\nDelusions\nHallucinations\nThought disorder as evidenced by disorganized speech\nDisorganized or catatonic behavior.\nDSM-5 specifies that one of the first three symptoms must be present for the diagnosis to be made.\nAccording to ICD-11, this is classified as acute and transient psychotic disorder, and the duration of the episode does not last for more than 3 months.\n\n\n\nSolution to Question 9:\nThe given clinical scenario points toward the diagnosis of schizoaffective disorder. DSM-5 criteria for schizoaffective disorder:\n\nAn uninterrupted period of illness where there is a mood episode (depression or mania) concurrent with psychosis (delusions, hallucinations, disorganized speech, etc.)\nDelusions or hallucinations (psychotic symptoms) for at least two weeks in the absence of a major depressive or manic episode during the lifetime course of the illness.\nMood symptoms present for the majority of total illnesses.\nNot due to intake of substances or another medical condition. Differential diagnosis:\nMajor depressive or bipolar disorder with psychotic features: Psychotic symptoms occur exclusively during mood episodes.\nSchizophrenia: Mood symptoms are absent or present for only brief periods during the course of the illness dominated by psychotic symptoms.\nNote: According to DSM-5 guidelines, for a definitive diagnosis of schizoaffective disorder, there have to be two psychotic episodes. One of the psychotic episodes has to be concurrent with a severe affective (depression or manic) episode. The other psychotic episode should be for two or more weeks in the absence of affective symptoms. And affective symptoms should dominate the major part during the lifetime course of the illness.\n\n\n\nSolution to Question 10:\nThe given clinical scenario of self-mutilation in a patient with schizophrenia is known as Van Gogh syndrome.\nVan Gogh was a Dutch painter who suffered from schizophrenia. He cut off his ear during one of his psychotic episodes.\nPfropf syndrome is schizophrenia associated with mental retardation. 'Pfropf' is the German word for 'graft'. Pfrofp schizophrenia literally means schizophrenia grafted on preexisting mental retardation.\nLesch-Nyhan syndrome is characterized by neurological abnormalities, self-mutilative behavior, and the overproduction of uric acid. It occurs due to a complete deficiency of HGPRTase enzyme (hypoxanthine-guanine phosphoribosyltransferase ).\nKelley-Seegmiller syndrome occurs due to a partial deficiency of HGPRTase, and is associated with hyperuricemia but no central nervous system manifestations.\n\n\n\nSolution to Question 11:\nCataplexy is not a feature of catatonia. It is seen in narcolepsy. It involves the sudden loss of muscle tone, with full or partial consciousness.\nPsychomotor disturbance is an essential feature of catatonia. Some of the peculiar features of catatonia are given below:\nStupor: Absence of psychomotor activity and not actively relating to the environment.\n\nCatalepsy: Passive induction of a posture held against gravity.\nWaxy flexibility: Slight, even resistance to positioning by examiner.\nNegativism: Opposition or no response to instructions or external stimuli.\nPosturing: Spontaneous and active maintenance of a posture against gravity.\nMannerism: Odd, circumstantial caricature of normal actions.\nStereotypy: Repetitive, abnormally frequent, non-goal-directed movements\nAutomatic obedience- commands are followed automatically, irrespective of their nature.\nGrimacing\nAmbitendency- due to ambivalence, opposing actions are carried out.\nEchopraxia: Mimicking another's movement.\nEcholalia: Mimicking another's speech.\nMutism: Very little or no verbal response to instructions or external stimuli.\nVerbigeration- incomprehensible speech.\nCatatonia is a feature of, but not exclusive to, schizophrenia. It is more common in psychotic mood disorders and in patients with brain injury and encephalopathies.\n\n\n\nSolution to Question 12:\nThe finding shown in the above image is called posturing. It is the spontaneous and active maintenance of a posture against gravity.\nCatalepsy is a passive induction of posture held against gravity.\nOption A: Cataplexy is a sudden, brief loss of voluntary muscle tone triggered by strong emotions such as laughter. The condition is most commonly associated with narcolepsy.\nOption C: Negativism is verbal or nonverbal opposition or resistance to outside suggestions and advice. Here, the patient resists any effort to be moved or does the opposite of what is asked.\nOption D: Waxy flexibility is a condition in which a person maintains the body position into which they are placed (passive movement). Slight resistance is felt while moving the limbs.\n\n\n\nSolution to Question 13:\nAntipsychotic drugs act on the mesolimbic pathway to reduce positive symptoms of schizophrenia such as hallucinations and delusions.\nClassification of antipsychotic drugs:\n\n\n\n\n\n\nSolution to Question 14:\nThe clinical features are suggestive of a catatonic disorder. Benzodiazepines such as lorazepam are effective in the treatment of catatonia.\nCatatonia is a syndrome characterized by striking behavioral abnormalities such as motoric immobility or excitement, negativism, or echolalia (mimicry of speech), or echopraxia (mimicry of movement).\nThe clinical picture may include three or more of the following features:\nStupor: Absence of psychomotor activity and not actively relating to the environment.\nCatalepsy: Passive induction of a posture held against gravity.\nWaxy flexibility: Slight, even resistance to positioning by examiner.\nNegativism: Opposition or no response to instructions or external stimuli.\nPosturing: Spontaneous and active maintenance of a posture against gravity.\nMannerism: Odd, circumstantial caricature of normal actions.\nStereotypy: Repetitive, abnormally frequent, non-goal-directed movements\nAutomatic obedience: Commands are followed automatically, irrespective of their nature.\nGrimacing\nAmbitendency: Due to ambivalence, opposing actions are carried out.\nEchopraxia: Mimicking another's movement.\nEcholalia: Mimicking another's speech.\nMutism: Very little or no verbal response to instructions or external stimuli.\nVerbigeration: Incomprehensible speech. Catatonic disorder may occur due to:\nAdvanced mood or psychotic illnesses\nNeurological disorders (e.g., nonconvulsive status epilepticus, and head trauma)\n\nInfections (e.g., encephalitis)\nMetabolic disturbances (e.g., hepatic encephalopathy, hyponatremia, and hypercalcemia)\nDrugs induced- like corticosteroids, immunosuppressants, and antipsychotics (i.e., neuroleptic) agents.\nManagement: The primary treatment includes:\nIdentifying and treating underlying medical or pharmacological causes. Any offending substances should be removed.\nBenzodiazepines, especially, lorazepam, are effective in improving the symptoms.\nElectroconvulsive therapy is the definitive treatment in cases of life-threatening catatonia (if the patient is unable to eat) or if the patient has developed malignant catatonia.\n\n\n\nSolution to Question 15:\nClozapine is the drug of choice in treatment-resistant schizophrenia and schizophrenia with persistent suicidality.\nTreatment-resistant schizophrenia is the lack of response to two different antipsychotics given at adequate dosages for an adequate duration of 4-6 weeks.\nIf patients demonstrate even a mild amount of improvement during this period, it may be reasonable to wait before changing a medication, since patients may improve at a steady rate for 3 to 6 months.\nHere, the patient’s medication history indicates a poor response to 2 antipsychotic trials, hence clozapine is indicated.\n\n\n\nSolution to Question 16:\nThe given clinical scenario is suggestive of oculogyric crisis and promethazine is used for the management.\nOculogyric crisis refers to the spasm of the extraocular muscles, usually causing upward and outward deviation of the eyes. It is a severe form of acute dystonia, an extrapyramidal side effect of antipsychotics like risperidone. It can be treated by drugs with antimuscarinic activities like promethazine.\nDystonia is acute in onset and occurs within 1-5 days of starting treatment. It is more common in the younger population. The proposed mechanism of action is D2 blockade in the nigrostriatal pathway. There is typical involvement of head and neck muscles and presents in a variety of forms, such as torticollis, trismus, mouth opening dystonia, grimacing, dysarthria, oculogyric crisis, blepharospasm, and swallowing difficulties.\nRisperidone is an atypical antipsychotic with D2 blocking but strong 5HT2 antagonistic activity. Its main side effects include weight gain, hyperglycemia, hyperprolactinemia,\ndyslipidemia, fatigue, etc. At low doses, extrapyramidal side effects are less, but can be significant\n\nin higher doses. Extrapyramidal side effects include;\nParkinsonism: Features are bradykinesia, rigidity, variable tremor, masked facies, and shuffling gait.\nAcute dystonia: Which causes spasms of muscles of the tongue, face, eyes, neck, back, etc.\nNeuroleptic malignant syndrome: Extreme rigidity, fever, unstable blood pressure,myoglobinemia, etc.\nRabbit syndrome: Perioral tremors occur as a delayed variant of parkinsonism. Other options:\nOption A: Lorazepam is a benzodiazepine. Its adverse effects include sedation, light-headedness, confusional state, weight gain, etc.\nOption C: Olanzapine is also an atypical antipsychotic. Its adverse effects are dry mouth, constipation, weight gain, impaired glucose tolerance etc.\n\n\n\nSolution to Question 17:\nA major cause of death in schizophrenia is suicide.\nThe leading causes of premature death among patients with schizophrenia at present are:\nSuicide\nCardiovascular disease\nAccidents\nCommon physical diseases.\nIn the past, the excess mortality among individuals with schizophrenia was mainly due to communicable diseases such as tuberculosis.\n\n\n\nSolution to Question 18:\nPatient with stupor, negativism, rigidity, excitement, or posturing suggests catatonic schizophrenia. It has the best prognosis among all types of schizophrenia.\nSimple schizophrenia has the worst prognosis. Types of schizophrenia:\nHebephrenic schizophrenia (disorganized)\nEarly-onset\nDisorganized behavior and thoughts, contact with reality is poor\nSocial behavior and their emotional responses are inappropriate\nBad prognosis\nTerm coined by Hecker\n\nParanoid schizophrenia:\nMost common type.\nUsual onset in 3rddecade\nCharacterized by delusions of persecution, grandeur, and control, etc\nCan be associated with hallucinatio Catatonic schizophrenia:\nMarked disturbance in motor functio\nMay involve stupor, negativism, rigidity, excitement, or posturing\nThe alteration between extremes of excitement and stupor\nBest prognosis\nTerm coined by Kahlbaum Simple schizophrenia:\nThe primary symptom is withdrawal from social and work-related situations\nCharacterized by a gradual, insidious loss of drive and ambitio\nDo not experience persistent hallucinations or delusions\nPoor prognosis (simple &gt; hebephrenic)\nThese subtypes were dropped in DSM V. In ICD-11, they are classified under the 'schizophrenia,\nepisode unspecified' category, but may be removed.\n\n\n\nSolution to Question 19:\nInsidious onset of symptoms is a poor prognostic factor of schizophrenia. Prognostic factors of Schizophrenia:\nT.J.Crow classified schizophrenia into two separate types :\n\n\n\n\n\n\n\n\nSolution to Question 20:\nRisperidone causes the maximum rise in prolactin levels and has the highest potential to cause hyperprolactinemia among the atypical antipsychotics.\nRisperidone is an antagonist of 5-HT2A and D2 receptors. The combined use of risperidone and selective serotonin reuptake inhibitors (SSRI) can also result in a significant elevation of prolactin with galactorrhea and breast enlargement.\n\n\n\nSolution to Question 21:\nThis clinical scenario is suggestive of schizophrenia and given the patient's history of type 2 diabetes, olanzapine should not be prescribed as it has the highest potential to cause weight gain and metabolic syndrome.\nClozapine also has a high incidence of metabolic syndrome and weight gain.\n\n\n\nSolution to Question 22:\nBehavioral and lifestyle modifications are very useful in reducing antipsychotic induced weight gain.\nWeight gain is monitored as follows (include waist size and BMI if possible):\nWeekly measurement of weight for the first 3 months\nThen 3 monthly for the first year\nYearly measurement thereafter\n\nSolution to Question 23:\nThe patient has developed acute muscular dystonia (spasm of muscles of tongue, face, neck, and back) which is an extrapyramidal side effect of haloperidol. This occurs within 1-5 days of drug intake.\n\n\n\nSolution to Question 24:\nThe patient has developed akathisia, which is a side effect of antipsychotic medications. It is treated with propranolol, diphenhydramine (Benadryl), and benztropine. Ropinirole is not used for treatment.\nRopinirole is used in the treatment of restless leg syndrome, which resembles akathisia without a history of antipsychotic medication intake.\n\n\n\nSolution to Question 25:\nClozapine is the only drug amongst the atypical antipsychotics that has been approved to be used for a schizophrenic patient with an increased risk of suicide.\n\n\n\nSolution to Question 26:\nAfter the initial diagnosis of schizophrenia, antipsychotics should be continued for at least 2 years.\nIf there is a history of relapse, treatment should be continued for at least for 5 years. If there are multiple relapses, the patient is treated indefinitely.\n\nOther Psychotic Disorders\n\n\nQuestion 1:\n\nWhich of the following is the most common form of acute transient psychotic disorder?\nAcute polymorphic psychotic disorder without symptoms of schizophrenia\nAcute polymorphic psychotic disorder with symptoms of schizophrenia\nAcute schizophrenia – like psychotic disorder\nAcute transient psychotic disorder, unspecified\n\n\nQuestion 2:\n\nA man who is distressed decides to consult a psychiatrist because he keeps having thoughts that his wife is having an affair for the past month. He believed that his wife was being unfaithful; he reported that images of fruit displayed on his wife’s social network page signaled that she was having an affair. As a result, he began placing fruit around their house in order to demonstrate his discovery. He reported no use of illicit drugs and had no other complaints. He was able to do his job. What is the most likely diagnosis?\nParanoid personality disorder\nAcute transient psychosis\nDelusional disorder\nSchizophrenia\n\n\nQuestion 3:\n\nWhich of the following is not a risk factor for delusional disorder?\nRecent immigration\nSocial isolation\nFamily history\nYoung age\n\n\nQuestion 4:\n\nMr. and Mrs. A believed that a 'demon' told Mr. A that they would be killed imminently, so the couple bought a gun to protect themselves. While eating at a restaurant, they perceived two male diners to be laughing at them. They believed that the demon was urging them to kill the diners, and they shot the two men dead. While defending the couple in court, their lawyer mentioned a psychiatric disorder. What is the probable diagnosis?\nPsychosis\nFregoli delusion\nFolie à deux\nSchizophrenia\n\n\nQuestion 5:\n\nWhich of the following is not a type of somatic delusion?\nDelusional parasitosis\nOthello syndrome\nBromosis\nDysmorphic delusion\n\n\nQuestion 6:\n\nA 24-year-old woman is obsessed with a famous Bollywood actor. She convinced herself that he is deeply in love with her and stood outside his home for hours believing that he was communicating his desire for her by waving and moving the curtains. Which of the following is false regarding this disorder?\nIt is referred as an erotomanic delusion\nIt is also known as psychose passionelle\nPatient says they fell in love with a person of higher status first\nStalking behaviour may be observed\n\n\nQuestion 7:\n\nA young patient is admitted to your hospital with acute psychosis. He wakes up and asks for his wife even though she is present in the same room. Upon seeing her, he starts beating her, accusing her of being a nurse, masquerading as his wife. He also says that the nurse was trying to give him the wrong medication in an attempt to harm him. What is your diagnosis?\n\nCapgras syndrome\nFregoli syndrome\nDelusion of subjective doubles\nOthello syndrome\n\n\nQuestion 8:\n\nA 32-year-old man is brought to the psychiatric OPD with complaints that he misidentifies strangers as a single persecutor wearing different disguises. What is this syndrome called?\nCotard syndrome\nCapgras syndrome\nFregoli syndrome\nMagnan syndrome\n\n\nQuestion 9:\n\nA 14-year-old boy was brought to the ER by his mother after he began talking about his younger brother trying to kill him. According to him, he had killed his twin brother in utero, and now he was seeking revenge. The mother revealed that her pregnancy was a singleton. On examination, the boy was dirty, dressed inappropriately and multiple injection tracks could be seen on his arm and forearm. The first-year resident suspects substance-induced psychosis. Which of the following is not in favor of the provisional diagnosis?\nThe patient has no insight\nThere is no history of recurrent primary psychotic disorder\nThe disturbance causes clinically significant distress\nSymptoms persist long after intoxicated/withdrawal state\n\n\nQuestion 10:\n\nA homeless man who is an alcoholic was brought to the casualty by the police as they had witnessed him gouging out sections of his skin. On examination, the following findings are noted. The police said that he was a drug dealer and often resorted to experimenting with various illicit substances. What is the most likely diagnosis?\n\n\n\nCannabis-induced psychosis\nAmphetamine-induced psychosis\nAlcohol-induced psychosis\nCocaine-induced psychosis\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\n\nSolution to Question 1:\nThe most common form of acute transient psychotic disorders is polymorphic psychotic disorder without symptoms of schizophrenia (one third to a half of all cases).\nThis is followed by polymorphic psychotic disorder with symptoms of schizophrenia.\nPolymorphic psychotic disorder commonly presents with marked hallucinations, delusions, and perceptual disturbances that change in type and intensity from day to day or even from hour to hour.\n\n\n\nSolution to Question 2:\nThe above clinical scenario of delusions of infidelity for a month not attributable to substance abuse and no impairment of function is in favor of a diagnosis of a delusional disorder.\nDSM-5 criteria for diagnosis of delusional disorder:\nThe presence of one (or more) delusions with a duration of 1 month or longer\nCriteria for schizophrenia have never been met\nFunctioning is not markedly impaired, and behavior is not obviously bizarre or odd\nIf manic or major depressive episodes have occurred, these have been brief relative to the duration of the delusional periods\nNot attributable to substance abuse, another medical condition, or another mental disorder.\n\n\n\n\nSolution to Question 3:\nAdvanced age is a risk factor for delusional disorders, not young age. Risk factors for delusional disorders:\nAdvanced age\nSensory impairment or isolation\nPersonality features (e.g.unusual interpersonal sensitivity)\nFamily history\nSocial isolation\nRecent immigration\n\nSolution to Question 4:\nThe given clinical scenario is suggestive of folie à deux. It is also known as shared delusional disorder, shared psychotic disorder, or induced psychotic disorder.\nIn this syndrome, two individuals with a close and generally long-term relationship share the same delusional belief. Persecutory delusional beliefs are most commonly seen in this disorder.\nOccasionally, more than two individuals are involved ( e.g., folie á trois, quatre, cinq; also folie á\nfamille), but such cases are especially rare.\n\n\n\nSolution to Question 5:\nOthello Syndrome is not a type of somatic delusion.\nIt is a type of delusional jealousy, marked by suspecting a faithful partner of infidelity.\nSomatic delusion is diagnosed when the central themes of the delusional beliefs are of a hypochondriacal or somatic nature, where the person believes there is something medically, physically or biologically wrong with them.\nIt includes the following:\nConcerns about infestation in delusional parasitosis\nPreoccupation with body features in dysmorphic delusions\nDelusional concerns about body odour, referred to as bromosis\n\n\n\nSolution to Question 6:\nThe given clinical scenario is suggestive of De Clerambault syndrome. In this, the patients will generally describe that a person of higher status had fallen in love with them (patient) and made advances first.\nIt is also referred to as an erotomanic type of delusional disorder or psychose passionelle.\nStalking may be observed and they most often persecute their targets by unwanted communications.\n\n\n\nSolution to Question 7:\nIn the given scenario the patient thinks that the nurse (persecutor/stranger) has taken the guise of the wife (family person). This is characteristic of Capgras syndrome.\nDelusional misidentification syndromes include:\n\nCapgras syndrome - The delusion in Capgras syndrome is the belief that a familiar person has been replaced by an imposter.\nFregoli’s syndrome - Fregoli syndrome is a disorder in which a person holds a delusional belief that different people/strangers are in fact a single person who changes his or her appearance or is in disguise.\nSyndrome of intermetamorphosis - A rare delusion that familiar persons can change themselves into other persons at will.\nDoppelganger syndrome - A person feels he has his own impostor (duplicate) – delusion of subjective doubles.\nOthello syndrome - It is a rare psychiatric condition marked by morbid, pathological, or delusional jealousy.\n\n\n\nSolution to Question 8:\nThe man in the question is mistaking strangers as a familiar person/persecutor. He is under the delusion that the familiar person/stranger can assume the appearance of (or disguise themselves as) multiple strangers. This is known as Fregoli syndrome.\nOption A: Cotard syndrome (delire de negation/nihilistic delusion disorder) - the patient complains that they have lost all their possessions, status, their entire being, and even their internal organs.\nOption B: Capgras syndrome (illusion des sosies) - believes that his or her family members or other familiar people have been replaced by identical-looking imposters.\nOption D: Magnan syndrome - occurs in patients with cocaine addiction where they experience cocaine bugs/tactile hallucinations.\n\n\n\nSolution to Question 9:\nSubstance-induced psychotic disorders develop during or soon after substance intoxication or withdrawal and they do not persist long after.\nDSM-5 and ICD-11 diagnostic criteria for substance-induced psychosis:\nPresence of one or both of the following symptoms:\nDelusions.\nHallucinations.\nThere is evidence from the history, physical examination, or laboratory findings of both (1) and\n(2):\nThe symptoms in Criterion A developed during or soon after substance intoxication/withdrawal/after exposure to a medication.\nThe involved substance/medication is capable of producing the symptoms in Criterion A.\n\nThe disturbance is not better explained by a primary psychiatric disorder that is not substance/medication-induced. Such evidence of an independent psychotic disorder could include the following:\nThe symptoms preceded the onset of the substance/medication use.\nThe symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute withdrawal or severe intoxication.\nThere is other evidence of an independent non-substance/medication-induced psychotic disorder\n(e.g., a history of recurrent non-substance/medication-related episodes).\nThe disturbance does not occur exclusively during the course of a delirium.\nThe disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning.\n\n\n\nSolution to Question 10:\nThe image showing multiple gouged-out sections of skin in accessible areas, and the history of multiple drug usage, is suggestive of formication (the tactile hallucination of bugs crawling under the skin) which is commonly associated with cocaine-induced psychosis.\nOption A: Cannabis-induced psychotic disorder usually involves persecutory delusions, anxiety, emotional lability, and depersonalization experiences.\nOption B: Amphetamine-induced psychotic disorder often resembles schizophrenia.\nOption C: Alcohol-induced psychotic disorder often presents with auditory hallucinations after prolonged and heavy use of alcohol.\n\nDelirium\n\n\nQuestion 1:\n\nA 72-year old woman is admitted with complaints of fever with dysuria for 5 days. On examination, she is drowsy and appears withdrawn and apathetic. She claims to see bugs crawling on her hand. What is the diagnosis?\nDementia\nSchizophrenia\nFormication\nDelirium\n\n\nQuestion 2:\n\nWhich of the following features is more in favour of delirium?\nOccurs gradually over a period of time\nFluctuating course\nPreserved consciousness\nCommonly associated with auditory hallucinations\n\n\nQuestion 3:\n\nWhich neurotransmitter abnormality is identified most consistently in patients with delirium?\nDecreased dopamine\nDecreased acetylcholine\nIncreased GABA\nIncreased glutamate\n\n\nQuestion 4:\n\nA patient admitted to the ICU for severe pneumonia 5 days ago suddenly developed difficulty in recognizing his relatives or the doctor and has started muttering that he is trapped in jail.\n\nOn evaluation, he is in an altered sensorium. What is the most likely diagnosis?\nAcute dementia\nBrief psychotic disorder\nICU psychosis\nAcute paranoia\n\n\nQuestion 5:\n\nYou are evaluating an elderly man who is suspected to have hypoactive delirium. Which of the following etiologies is most commonly associated with his condition?\nAnticholinergic drug overdose\nHeavy metal poisoning\nHepatic encephalopathy\nAlcohol withdrawa\n\n\nQuestion 6:\n\nAmong patients who develop acute psychiatric symptoms in the hospital, which of the following screening tools is useful for identifying cases of delirium?\nCAGE questionnaire\nCHAT checklist\nCAM algorithm\nGAD-7 scale\n\n\nQuestion 7:\n\nAn elderly man was brought in to get evaluated for suspected depressive disorder. He has been socially withdrawn, confused, and has not been speaking to his family for the past 1 week. The family also complains that he has not been sleeping well at night. Which of the following EEG findings would make you suspect delirium?\nChaotic\n3Hz Spike and wave\nDiffuse slow wave\nIsoelectric\n\nQuestion 8:\n\nWhen pharmacotherapy is necessary for managing delirium, which of the following is preferred as the first-line treatment?\nLorazepam 1 mg PO\nLorazepam 0.5 mg IV\nClozapine 12.5mg PO\nHaloperidol 0.5 mg PO\n\n\nQuestion 9:\n\nA 75-year old patient with Parkinson's disease, taking levodopa for the past 2 years, presents to you with disorientation, confusion, and altered sensorium. What is your next step in management?\nReduce the dose of levodopa\nIV Lorazepam\nOral Quetiapine\nOral Clozapine\n\n\n\n\nAnswer Key\n\n\nDetailed Explanations\nSolution to Question 1:\nThe given clinical scenario of an acute decline in the level of awareness and visual hallucinations (seeing bugs crawling on hand) in an elderly female admitted with fever and dysuria suggests a diagnosis of delirium.\nDelirium is characterized by:\nAcute decline in the level of awareness\nGlobal impairment of cognitive functions (particularly attention) It also involves:\nPerceptual disturbances like illusions and hallucinations\nAbnormal psychomotor activity\nSleep cycle impairment\nFormication is a tactile (not visual) hallucination in which the patient experiences a feeling of insects crawling under the skin.\n\n\n\nSolution to Question 2:\nFluctuating course is suggestive of delirium. Characteristic presentation of delirium:\nAcute onset\nBrief duration - usually days to weeks\nDecline in the level of consciousness.\nFluctuating course - unpredictable fluctuations in severity and other clinical manifestations\nSundowning - worsening of symptoms at night\nRapid improvement - when the underlying cause is treated\nOther characteristics include asterixis, carphologia (picking movements on cover sheets and clothes)\nMore commonly associated with visual hallucinations\n\n\n\nSolution to Question 3:\nThe most consistent neurotransmitter abnormality seen in delirium is cholinergic deficiency\n(decreased acetylcholine).\nThe major neuroanatomical area associated with the condition is reticular formation.\n\nNeurotransmitter abnormalities in delirium:\nDecreased acetylcholine\nIncreased dopamine\nIncreased norepinephrine\n\n\n\nSolution to Question 4:\nThe given clinical scenario is suggestive of ICU psychosis (delirium).\nThe following features are consistent with the diagnosis of delirium:\nAcute onset of symptoms\nDisorientation to place (jail instead of the hospital)\nDisorientation to person (failure to recognize relatives and the doctor)\nAltered sensorium\nBrief psychotic disorder (BPD) according to DSM-5 is the sudden onset of psychotic behaviour that lasts less than 1 month followed by complete remission with possible future relapses. This is termed acute and transient psychotic disorder as per ICD-11, and the duration of the episode should not exceed 3 months.\n\n\n\nSolution to Question 5:\nHypoactive delirium is commonly associated with hepatic and renal encephalopathies.\nThe hypoactive clinical subtype of delirium can often be confused with depression due to overlapping symptoms of psychomotor retardation and affect.\nIn delirium, however, the onset of such symptoms is more acute and is usually associated with some medical illness.\n\n\n\nSolution to Question 6:\nConfusion assessment method (CAM) is a bedside screening test used in the diagnosis of delirium. It has two parts:\nPart one - screens for overall cognitive impairment.\nPart two - a diagnostic algorithm that screens for 4 cardinal features to distinguish delirium from other types of cognitive impairment.\nIt can be assessed in less than 5 minutes.\nDiagnosis of delirium requires the presence of features 1 and 2 along with either feature 3 or 4. i.e., features 1 + 2 + (3 or 4)\n\nOption A: CAGE questionnaire is used for addiction and substance abuse cases Option B: CHAT checklist is used in autism (CHecklist for Autism in Toddlers) Option D: GAD-7 scale is used in the assessment of generalized anxiety disorder\n\n\n\n\nSolution to Question 7:\nThe EEG finding in most patients with delirium is diffuse slow-wave or low-voltage activity. EEG findings in specific causes of delirium:\nFocal impairment - localized cerebral event\nLow voltage but fast-wave activity - drug/alcohol withdrawa\nOption A: Chaotic (hypsarrhythmia) – Infantile spasm, West syndrome Option B: 3Hz spike and wave – Absence seizures\nOption D: Isoelectric EEG – Deep coma / cerebral death\n\n\n\nSolution to Question 8:\nHaloperidol is commonly used for the first-line pharmacological treatment of delirium.\nThe two major symptoms of delirium that may require pharmacological treatment are psychosis and insomnia.\nOptions A, B: Benzodiazepines are often used as an adjunct in agitated patients, but should be used judiciously for insomnia as their sedative property can worsen confusion in delirium.\nOption C: The use of second-generation antipsychotics may be considered for delirium management, but clinical trial experience with these agents for delirium is limited. Clozapine itself is known to sometimes trigger delirium.\nNote: IV regimens of haloperidol are mostly used in the ICU in the critically ill due to their fast onset of action and predictable pharmacokinetics. Oral haloperidol may be used as a maintenance regimen in patients with a functional GI tract. Intramuscular haloperidol is considered only in acutely combative patients without IV access.\n\nSolution to Question 9:\nThe next step in management should be a reduction in the dose of levodopa.\nThe patient presents with disorientation, confusion and altered sensorium. This is suggestive of delirium. Anti-parkinsonian agents are frequently implicated in causing delirium because of dopamine increase.\nDecreasing the dosage of the antiparkinsonian agent has to be weighed against worsening of motor symptoms.\nClozapine is recommended when:\nThe antiparkinsonian agents cannot be further reduced\nDelirium persists even after reducing the dose of antiparkinsonian agents\nIf a patient is not able to tolerate clozapine, alternative antipsychotic agents should be considered.\n\nDementia\n\n\nQuestion 1:\n\nWhich of the following features differentiate delirium from dementia in Alzheimer's disease?\nAcuity of onset and agitation\nAcuity of onset and loss of consciousness\nVisual hallucinations and impaired memory\nAgitation and irritation\n\n\nQuestion 2:\n\nWhich of the following is a type of cortical dementia?\nParkinson's disease\nHuntington’s disease\nAlzheimer’s disease\nWilson's disease\n\n\nQuestion 3:\n\nIf identified and intervened early, rapid clinical improvement can be expected in a patient with which of the following causes of dementia ?\nVascular dementia\nCreutzfeldt-Jakob disease\nNormal pressure hydrocephalus\nHuntington’s disease\n\n\nQuestion 4:\n\nIn a patient being evaluated for cognitive and memory deficits, which of the following clinical features would favor a diagnosis of subcortical dementia?\nDystonia\nAphasia\n\nProsopagnosia\nApraxia\n\n\nQuestion 5:\n\nWhich of the following is not a type of subcortical dementia?\nPick's disease\nParkinson's disease\nHuntington's disease\nWilson's disease\n\n\nQuestion 6:\n\nA 75-year-old woman has been frequently misplacing her spectacles. Her son criticizes her for not keeping her spectacles in the same place which gets her agitated. She starts shouting and accusing her son and often ends up crying. What is this phenomenon called?\nBrief psychotic episode\nAltruism\nCatharsis\nCatastrophic reaction\n\n\nQuestion 7:\n\nA 70-year-old woman was evaluated for memory problems. Her husband first noticed the issue about 4 or 5 years back but attributed the symptoms to old age. Gradually her forgetfulness worsened and began to interfere with her daily activities such as housekeeping. A month ago, she got lost while returning from the church which she had been visiting regularly for the past 30 years. No personality changes, rigidity, or gait disturbances were observed. What is the most probable diagnosis?\nAlzheimer's disease\nVascular dementia\nDementia with Lewy bodies\nPick's disease\n\nQuestion 8:\n\nA 60-year-old woman who has been having progressive cognitive impairment for the past few years, recently started having hallucinations and strange delusions. Her MRI showed cortical and subcortical atrophy prominent in the parietal and temporal lobes. Which of the following statements are true regarding her condition?\n1 and 4\n1, 3 and 5\n1, 2 and 4\n2, 3 and 5\n\n\nQuestion 9:\n\nThe memory disorder correctly matched with the pathology is?\nKorsakoff syndrome - hyperactivation of mammillary bodies\nAlzheimer's disease - loss of synapses\nAlzheimer's disease - early degeneration of frontal lobe\nFrontotemporal dementia - mesial temporal lobe atrophy\n\n\nQuestion 10:\n\nIn elderly patients diagnosed with Alzheimer's disease, which of the following mutations is most likely to be seen?\nApolipoprotein E4\nPresenilin-1\nPresenilin-2\nAmyloid Precursor Protein\n\n\nQuestion 11:\n\nAn elderly man with a long-standing history of memory loss and behavioral changes passed away. On autopsy, atrophy of the brain was noted. A histopathology section of his brain showed the following finding. Which of the following describes the sequence of enzyme action that leads to its development?\n\n\n\n and  secretase\n and  secretase\n and  secretase\n ,  and  secretase\n\n\nQuestion 12:\n\nWhich of the following is not true about Alzheimer's disease?\nIntracellular neurofibrillary tangles are seen\nNeuritic plaques made of beta amyloid are found\nNucleus of Meynert is not affected\nShort term memory is affected\n\n\nQuestion 13:\n\nWhich of the following statements is not true regarding the management of Alzheimer's disease?\nDonepezil is the only drug approved for all stages of the disease.\nMonoclonal antibodies can be used in the treatment of Alzheimer's disease.\nMemantine is an NMDA antagonist used in moderate to severe disease.\nGalantamine, Rivastigmine and Benztropine are all used in the treatment of Alzheimer's disease.\n\nQuestion 14:\n\nAn elderly patient was referred from the medicine OPD with paranoid ideation and suspiciousness. He has also been having inappropriate outbursts of rage for the past 1 year and memory issues for the past 3 months. He is unable to dress by himself or manage his daily activities, such as cooking or cleaning. Imaging was done and the following findings were seen. What is the likely diagnosis?\n\n\nAlzheimer’s disease\nPick’s disease\nVascular dementia\nLewy-body dementia\n\n\nQuestion 15:\n\nA 62-year-old man was taken to a psychiatrist by his family with complaints of strange behavior. He has been inappropriately making sexual remarks and was caught urinating in public. Recently, he created a ruckus by cracking jokes and laughing out loud at a funeral. On evaluation, there was a deficit in executive functioning and working memory. What is the most common genetic change associated with the given clinical condition?\nHexanucleotide repeat expansion\nTrinucleotide repeat expansion\nDeletion\n\nPoint mutation\n\n\nQuestion 16:\n\nA 70-year-old veteran army officer presents with difficulty in concentrating, increased forgetfulness, repeated falls due to sluggish movement and also complains of seeing recurrent red animal figures for a few weeks. Which of the following is most likely?\nFrontotemporal dementia\nDementia with lewy bodies\nAlzheimer’s disease\nPost Traumatic Stress Disorder\n\n\nQuestion 17:\n\nA 60-year-old woman, with a history of hypertension and hyperlipidemia, was referred to the psychiatry OPD for evaluation of memory loss and depression. Which of the following features is least suggestive of vascular dementia in this patient?\nFocal neurological deficits\nStepladder deterioration\nWhite matter lesions on MRI\nChronic, gradual course\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nDelirium is characterized by acute onset of symptoms and is often accompanied by diminished or loss of consciousness and cognition. This feature is useful to clinically differentiate between delirium and dementia.\nDementia is a group of diseases marked by chronic, progressive cognitive impairment with clear consciousness.\n\n\n\nSolution to Question 2:\nAlzheimer's disease is an example of cortical dementia.\nDementia is defined as a disease process marked by progressive cognitive impairment in clear consciousness. Depending on the site of the cerebral lesions, the dementias are classified as cortical or subcortical.\n\n\n\n\n\n\nSolution to Question 3:\nIf diagnosed and intervened early, clinical improvement can be expected with normal pressure hydrocephalus (NPH), as it is a reversible cause of dementia.\nNormal pressure hydrocephalus can present with the following triad (Adam’s triad or Hakim's triad), remembered as:\nUrinary incontinence (wet)\nDementia (wacky)\nGait disturbance (wobbly)\nCauses of dementia:\n\n\n\n\nSolution to Question 4:\nDystonia is a feature of subcortical dementia.\nExtrapyramidal symptoms along with memory deficits are typical of subcortical dementia.\n\n\n\n\n\n\nSolution to Question 5:\nPick's disease (a type of frontotemporal dementia) is a type of cortical dementia.\n\n\n\n\nSolution to Question 6:\nThe given clinical history of old age and the frequent misplacing of spectacles (memory loss) points towards dementia. The associated history of over-reaction and agitation is suggestive of catastrophic reaction.\nIn catastrophic reactions, patients overreact and become agitated when confronted with their cognitive limitations or when facing changes in routine or environment. It is frequently seen in elderly patients with dementia.\nOption A: The given scenario is not a brief psychotic episode because of the absence of psychotic symptoms.\nOption B: Altruism is the selfless behavior of helping another member of the community; putting another person's need before one's own and learning that there is value in giving to others.\n\nOption C: Catharsis is the expression of ideas, thoughts, and suppressed material that is accompanied by an emotional response that produces a state of relief in the patient.\n\n\n\nSolution to Question 7:\nThe given clinical scenario of insidious loss of episodic memory followed by slowly progressive dementia is suggestive of Alzheimer’s disease. This primarily involves the neurodegeneration of the cholinergic system.\nAlzheimer's disease is the most common cause of dementia, followed by vascular dementia and Lewy body dementia.\nOption B: Absence of prior cerebrovascular accident history or focal neurological deficits rules out vascular dementia.\nOption C: Absence of gait disturbance, rigidity (Parkinsonism) rules out dementia with Lewy bodies.\nOption D: Absence of early personality changes rules out Pick's disease.\n\n\n\nSolution to Question 8:\nThe given clinical scenario of a patient with progressive cognitive impairment and cortical and subcortical atrophy in the parietal and temporal lobes is suggestive of Alzheimer's disease (AD).\nStatement 2: In Alzheimer's disease, memory impairment is followed by visuospatial defects.\nStatement 3 and 5: Apolipoprotein E4 is a risk factor for Alzheimer's disease while apolipoprotein E2 is protective.\n\n\n\nSolution to Question 9:\nThe cognitive decline in Alzheimer's disease is due to the loss of synapses and neuronal degeneration.\nMicroscopically, the following are seen:\nNeuritic plaques - containing amyloid-\nNeurofibrillary tangles - containing abnormally phosphorylated tau proteins\nAmyloid- accumulation in the blood vessel walls of the cortex and leptomeninges.\nOption A: In Korsakoff syndrome, there is inactivation (not hyperactivation) of mammillary bodies due to thiamine deficiency.\nOption C: Alzheimer's disease initially affects the parietal and temporal lobe, followed by the frontal lobe in the later stages. Hence personality changes are a late feature of Alzheimer's.\nOption D: Mesial temporal lobe atrophy is very sensitive to Alzheimer's disease.\n\nSolution to Question 10:\nLate-onset Alzheimer's disease is known to be associated with mutations in apolipoprotein E4 (APOE4) gene.\nMutations in genetic loci associated with early-onset Alzheimer's disease are:\nAmyloid Precursor Protein (APP) – chromosome 21\nPresenilin-1 (PS1) – chromosome 14\nPresenilin-2 (PS2) – chromosome 1\nMutations in genetic loci associated with late-onset Alzheimer's disease are:\nApolipoprotein E4 (APOE4) – chromosome 19\nTriggering Receptor Expressed on Myeloid Cells 2 (TREM2) – chromosome 6\nNote: Adults with trisomy 21 (Down’s syndrome) develop typical neuropathologic hallmarks of AD if they survive beyond age 40.\n\n\n\nSolution to Question 11:\nThe given clinical scenario is suggestive of Alzheimer’s disease and the given image shows abnormal amyloid plaques (-amyloid peptide - A). - and -secretase activity is responsible for its development.\nExcess production of toxic amyloid A 42 initiates cellular damage in Alzheimer’s disease. The image below depicts an amyloid plaque seen in Alzheimer's disease.\n\n\nThe image below depicts neurofibrillary tangles in Alzheimer's disease.\n\n\n\n\n\nSolution to Question 12:\nNucleus of Meynert is affected in Alzheimer's disease.\nBiochemically, there is a reduction of acetylcholine and degeneration of cholinergic neurons in the nucleus basalis of Meynert that project throughout the cortex. There is also noradrenergic and serotonergic depletion due to degeneration of brain stem nuclei such as the locus ceruleus and the dorsal raphe.\nMicroscopically, there are neuritic plaques containing amyloid-, neurofibrillary tangles, and amyloid- accumulation in the blood vessel walls of the cortex and leptomeninges.\nThe FDA recently approved Flortaucipir F18 for intravenous injection, the first radioactive diagnostic agent for adult patients with cognitive impairment who are being evaluated for Alzheimer’s disease. It is indicated for PET imaging of the brain to estimate the density and distribution of aggregated tau neurofibrillary tangles (NFTs), a primary marker of Alzheimer’s disease.\n\n\n\nSolution to Question 13:\nBenztropine (anticholinergic) is not indicated in Alzheimer's disease.\nThe characteristic feature of Alzheimer's is the degeneration of cholinergic neurons leading to decreased levels of acetylcholine. Benztropine, a muscarinic receptor antagonist, would block acetylcholine receptors and worsen symptoms.\nDonepezil, Galantamine, and Rivastigmine are all acetylcholinesterase inhibitors used in the management of Alzheimer's disease. Donepezil is the only drug approved for all stages of Alzheimer's disease.\nMemantine is an NMDA receptor antagonist used in moderate to severe cases.\n\nSolution to Question 14:\nThe given clinical scenario and the scan indicating atrophy of frontal and parietal lobes are suggestive of frontotemporal dementia (FTD), one of which is Pick's disease.\nPick's disease presents with early personality changes (frontal lobe involvement) and loss of social restraints initially, followed by memory loss. By contrast, Alzheimer's patients present with memory loss first and then develop personality changes.\nOther features include loss of insight, easy distractibility, reduced concern or empathy for others, emotional lability or withdrawal, impulsiveness, poor self-care, and perseveration.\nThere is a second type of presentation of FTD, which is characterized by an early and progressive change in language, with problems of expression of language or severe naming difficulty, and problems with word meaning.\nThe classic imaging findings seen in FTD are preferential atrophy of the frontal and temporal lobes with occipitoparietal sparing.\nA sagittal section brain MRI is given below.\n\n\nHistopathology:\nPick cells (swollen neurons) in affected areas of the brain\nPick bodies (intraneuronal argentophilic inclusions)\nIn the image below, the arrows point to the pick bodies in the frontal cortex.\n\n\n\n\n\nSolution to Question 15:\nThe given clinical scenario is suggestive of frontotemporal dementia (FTD). The most common genetic abnormality associated with FTD is a hexanucleotide expansion of the gene C9orf72.\nOther mutations causing frontotemporal dementia:\nProgranulin (GRN) mutation on chromosome 17\nMicrotubule-associated protein tau (MAPT) mutation on chromosome 17.\n\n\n\nSolution to Question 16:\nThe given clinical scenario of dementia associated with hallucinations is suggestive of dementia with Lewy bodies.\nCore clinical features (the first three typically occur early and may persist throughout the course):\nFluctuating cognition with pronounced variations in attention and alertness.\nRecurrent visual hallucinations that are typically well-formed and detailed.\nREM sleep behavior disorder which may precede cognitive decline.\nOne or more spontaneous cardinal features of Parkinsonism (bradykinesia, rest tremor, rigidity).\nNote: A new study found that older adults who frequently used sleep medications were 40% more likely to develop dementia over 15 years.\n\n\n\nSolution to Question 17:\n\nIn classic vascular dementia, since infarcts are accumulated in a stepwise fashion, deterioration is similarly abrupt and stepwise rather than smoothly gradual.\nThe criteria for the clinical diagnosis of vascular dementia include:\nCognitive decline from a previously higher level of functioning\nPresence of focal signs on neurological examination, consistent with stroke\nA relationship between the above two, based on the presence of one or more of the following:\nOnset of dementia within 3 months following a recognized stroke\nAbrupt deterioration in cognitive functions, or fluctuating, stepwise progression of cognitive deficits.\nImaging findings in vascular dementia include extensive leukoencephalopathy (white matter lesions), resulting from cerebral small-vessel disease or a variable number of infarcts in large-vessel territories.\nNote: Subcortical or small vessel dementia, can sometimes have an insidious onset.\n\nAmnestic Disorders and Other Neurocognitive Disorders\n\nQuestion 1:\n\nA lesion involving which of the following neuroanatomical structures is least likely to result in an amnestic disorder?\nHippocampus\nAmygdala\nArcuate nucleus\nMammillary bodies\n\n\nQuestion 2:\n\nA 32-year-old train accident survivor is being evaluated for suspected amnestic disorder. Which of the following is most likely to be impaired in this patient?\nHabit learnin\nSkill learnin\nRoute navigation\nClassical conditionin\n\n\nQuestion 3:\n\nAfter detailed neuropsychiatric evaluation, an ICU patient was found to have severe retrograde amnesia with largely preserved anterograde memory. Which of the following is the most likely explanation for this presentation?\nPost-traumatic stress disorder\nHead injury\nAlcohol-related dementia\nKorsakoff syndrome\n\n\nQuestion 4:\n\nWhat does Ribot’s law deal with?\nAnterograde amnesia\nRetrograde amnesia\nDissociative amnesia\nGlobal transient amnesia\n\n\nQuestion 5:\n\nWhich of the following is not a feature of mild neurocognitive disorder?\nCognitive decline from previous level in one or more cognitive domain\nThe deficit occurs exclusively during an episode of delirium\nDo not interfere with independence in daily activities\nMini mental state examination score of 26\n\n\nQuestion 6:\n\nA 72-year-old man was taken to the psychiatrist by his son for memory issues. The elderly man had been living in his own house for the past 40 years, where he used to ritually water his garden every day after breakfast. Recently he moved to his son’s flat in Delhi but forgets this, and continues to get ready after breakfast to go and water his garden. Neuropsychiatric evaluation is normal except for some mild cognitive impairment. What is this phenomenon called?\nRetroactive interference\nProactive interference\nOutput interference\nBiological Amnesia\n\n\nQuestion 7:\n\nA 42-year-old man had a fall followed by one episode of vomiting. When brought to the casualty, he was awake and conscious but had unrelieved anterograde amnesia. Which of the following is the most likely cause?\nDrunkenness\nDiffuse axonal injury\n\nConcussion\nCerebral venous thrombosis\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\nArcuate nucleus is not associated with amnestic disorders.\nThe neuroanatomical structures involved in the etiology of amnestic memory include:\nMammillary bodies\nHippocampus\nAmygdala\nDorsomedial and the midline thalamic nuclei\n\n\n\nSolution to Question 2:\nRoute navigation is a function of declarative memory that is impaired in patients with amnesia. Non-declarative memory is preserved in amnesia.\nDeclarative memory supports the conscious recollection of facts and events.\nMemory for routes, lists, faces, melodies, objects\nMemory for other verbal and nonverbal material Non-declarative memory includes:\n\nSkill learnin\nHabit learnin\nSimple forms of conditionin\n\n\n\nSolution to Question 3:\nSevere retrograde amnesia with minimal or no anterograde amnesia is seen in post-traumatic stress disorder. It is referred to as dissociative/psychogenic amnesia. It is also known as hysterical amnesia or functional amnesia.\nPsychogenic amnesia presents with a sudden onset of:\nExtensive and severe retrograde amnesia\nA loss of personal identity - unable to recall their own name, information from childhood, or from their past.\nMinimal anterograde amnesia\nThe other given options can all cause both retrograde and anterograde amnesia.\n\n\n\nSolution to Question 4:\nRibot's law deals with retrograde amnesia.\nDuring incidents of retrograde amnesia, most recently acquired memories are the most vulnerable to disruption from brain damage. This temporal gradation of retrograde amnesia that preferentially spares the more distant memories is known as Ribot's law.\nE.g: If an incident causing retrograde amnesia occurs at 30 years of age, the memories acquired at 25 years of age may be more severely affected than those memories acquired at 20 years of age or earlier.\n\n\n\nSolution to Question 5:\nMild neurocognitive disorder does not occur exclusively during an episode of delirium.\nMild neurocognitive disorder or Mild Cognitive Impairment (MCI) is a level of cognitive impairment which is:\nNot severe enough to be diagnosed as dementia\nNot mild enough to be called a part of the normal aging process. General Criteria for Mild Cognitive Impairment:\nNot normal, but does not meet criteria for dementia syndrome either.\nCognitive decline:\n\nThe patient and/or informant report an impairment in objective cognitive tasks.\nEvidence of decline over time in objective cognitive tasks.\nPreserved basic activities of daily living/minimal impairment in complex instrumental functions.\nMMSE score between 25-27 (out of 30)\nSingle domain amnestic Mild Cognitive Impairment usually progresses to Alzheimer's disease.\n\n\n\nSolution to Question 6:\nThe given clinical scenario in which information stored earlier interferes with the retrieval of new information is called proactive interference.\nOption A: Retroactive Interference - new information interferes with the retrieval of information stored earlier.\nOption C: Output interference - the initial act of recalling particular information interferes with the retrieval of the original information. For example, When trying to remember a limited number of items, such as a list of words or the names of individuals in a group, recalling some items can make it more difficult to recall other items in the same collection.\nOption D: Biological Amnesia - amnesia due to brain damage.\n\n\n\nSolution to Question 7:\nThe given history of fall and anterograde amnesia points towards the diagnosis of concussion.\nA concussion is the most common type of traumatic brain injury. It can result from vehicle accidents, falls, sports injuries, etc. Anterograde amnesia/post-traumatic amnesia is the hallmark of a concussion. In this type of amnesia, the events following the injury cannot be recalled.\nOther clinical features of concussion include headache, dizziness, nausea, and vomiting. Option A: Drunkenness - the patient will be drowsy or sleepy and not awake.\nOption B: Diffuse axonal injury - seen in high-speed deceleration which causes disruption and shearing of axons leading to microhemorrhages. Usually results in a persistent vegetative stage.\nOption D: Cerebral venous thrombosis - acute thrombosis in dural venous sinuses; manifests as headache, visual abnormalities, or seizures.\n\nDepressive Disorders\n\n\nQuestion 1:\n\nAccording to the latest WHO statistics, what is the most common psychiatric disorder in the world?\nEating disorder\nDepression\nBipolar disorder\nAnxiety disorder\n\n\nQuestion 2:\n\nWhich among the following is a component of Beck's triad of depression ?\nWorthlessness\nAnhedonia\nLow mood\nFatigability\n\n\nQuestion 3:\n\nA 45-year-old man continues to smoke despite several attempts at quitting because he believes that he will always be a smoker. Which of the following theories best describes this behavior?\nLearned helplessness theory\nTheory of psychosocial developmen\nPsychodynamic theory\nSocial learning theory\n\n\nQuestion 4:\n\nA 40-year-old woman is brought to the psychiatry OPD with low mood for the past 2 weeks, reduced socialization, decreased appetite and inability to sleep for the past 3 months. She\n\ncomplains of frequent backache and headache, with early morning awakening. Which of the following is increased in this disorder?\nCortisol\nDopamine\nNorepinephrine\nSerotonin\n\n\nQuestion 5:\n\nA 65-year-old retired officer has been confined to his house since the COVID-19 pandemic started in March 2020. He does not have any visitors and has lost touch with his family as well. He has been having persistent feelings of low mood and sees no purpose in his life. He sometimes has thoughts about killing himself. Which of the following sleep changes occur in this disorder?\nIncreased REM latency\nAn increase in total sleep time\nDeficits of slow-wave sleep\nDecreased rapid eye movement (REM) sleep\n\n\nQuestion 6:\n\nWhich of the following statement is false regarding the MRI changes seen in depression?\nReduction in volume of cingulate cortex\nCompromised function in the prefrontal area during a cognitive task\nHyperactivity of the amygdala during an emotional task\nAtrophy of the mesial temporal lobe\n\n\nQuestion 7:\n\nYou receive a referral for a patient who reports a feeling of extreme heaviness in the arms or legs. As a result, he has been finding it difficult to move his limbs. In which of the following conditions is this type of paralysis seen?\nInvolutional melancholia\nAtypical depression\n\nPsychotic depression\nMajor depression\n\n\nQuestion 8:\n\nA 60-year-old male who lost his wife 3 months back complains that his intestines have become rotten. He feels that he is responsible for his wife's death and should be sent to prison. He complains of feeling low all the time and has lost interest in daily activities since his wife's death. What is the most likely diagnosis?\nNormal grief reaction\nPsychotic depression\nDelusional disorder\nSchizophrenia\n\n\nQuestion 9:\n\nAn IT employee is feeling guilty, hopeless, and not able to concentrate on work. His symptoms started 3 years back when he entered college. What is the most likely diagnosis?\nDepressive disorder\nDysthymia\nAdjustment disorder\nCyclothymic disorder\n\n\nQuestion 10:\n\nA patient comes to you with a history of persistent low mood for the past 3 years. He also complains of fatigue and insomnia during this period. He gives a history of worsening low mood over the past 3 weeks, along with suicidal thoughts and a loss of interest in all activities. What is the probable diagnosis?\nMajor depressive disorder\nDysthymia\nCyclothymia\nDouble depression\n\nQuestion 11:\n\nA mother started to feel sad and tearful over the first two weeks following childbirth. She felt overwhelmed by the responsibilities of nursing her baby and changing diapers and waking up in the middle of the night. She felt that she was a failure as a mother. What is the most likely diagnosis?\nPost-partum blues\nPostpartum depression\nPost-partum psychosis\nPost-partum anxiety\n\n\nQuestion 12:\n\nA woman who had delivered a healthy baby 3 weeks ago was brought to the psychiatry OPD. She intently stares at you and says that her baby was stolen from the womb by her sister. On examination she has labile mood, and is mumbling to herself. What is the likely diagnosis?\nBaby blues\nPostpartum depression\nPostpartum psychosis\nSchizophrenia\n\n\nQuestion 13:\n\nWhat is the treatment of choice for postpartum blues?\nFluoxetine\nCognitive behavioural therapy\nLithium carbonate\nSupport and education\n\n\nQuestion 14:\n\nA primigravida who is 9 weeks pregnant, with low mood, loss of appetite, anhedonia, and insomnia for the past 2 weeks was referred to the psychiatry department. Which of the following drugs would you prescribe her?\nImipramine\n\nDesipramine\nSelegiline\nParoxetine\n\n\nQuestion 15:\n\nFor how long would you continue SSRIs for a patient who had a single episode of depression?\n4 weeks after complete remission\n6 months after complete remission\n6 weeks after complete remission\nUntil complete remission\n\n\nQuestion 16:\n\nA patient was treated with TCA for a major depressive episode in the hospital for 4 weeks. What is the main concern while considering his discharge from the hospital?\nNeed for drug monitoring\nECG monitoring for arrhythmias\nSuicidal risk\nSedation being the side effec\n\n\nQuestion 17:\n\nWhat is the treatment of choice in a patient with refractory depression and suicidal thoughts?\nSelective serotonin receptor inhibitors\nTricyclic antidepressants\nElectroconvulsive therapy\nMonoamine oxidase inhibitors\n\n\nQuestion 18:\n\nWhich is a mood stabiliser with an anti-suicidal role?\nCarbamazepine\n\nLamotrigine\nLithium\nValproate\n\n\nQuestion 19:\n\nA 36-year-old woman presented with symptoms of low mood, loss of interest, loss of appetite, and sleep disturbances for the past 3 weeks. She has a history of two similar episodes over the last 3 years. She has no history of episodes of elated mood, racing thoughts, or decreased need to sleep. Which of the following is not a risk factor for her condition?\nShort episode duration\nRecurrent dysthymia\nFamily history of similar episodes\nConcurrent non-affective psychiatric illness\n\n\nQuestion 20:\n\nAn elderly gentleman presents to you with complaints of forgetfulness. He is unable to work as his memory issues were causing him distress, and he has difficulty concentrating. He also has insomnia, depressed mood, loss of appetite, and fatigue for the past two weeks. Which of the following best describes this condition?\nAlzheimer's disease\nDelirium\nDementia\nPseudo-dementia\n\n\nQuestion 21:\n\nWhat is anaclitic depression?\nDepression in infants when separated from primary caregiver\nDepression seen in mental retardation\nDepression seen in autism spectrum disorder\nDepression in schizophrenia\n\nQuestion 22:\n\nA middle-aged woman diagnosed with depression presented to your OPD for a follow-up. You notice a characteristic sign marked by an arrow in the image. Identify this sign.\n\n\n\n\n\nVeraguth's sign\nOmega sign\nVan Gogh sign\nOttoman's sign\n\n\nQuestion 23:\n\nWhich of the following is not a feature of melancholia?\nSevere anhedonia\nWeight loss\nSleep-onset insomnia\nProfound feelings of guilt over trivial events\n\n\nQuestion 24:\n\nWhich among the following is not a feature of a patient with hysteroid dysphoria?\nReversed vegetative symptoms\nNo therapeutic response to monoamine oxidase inhibitors\n\nThey experience a craving for chocolate\nImpaired anticipatory pleasure is seen\n\n\nQuestion 25:\n\nA 32-year-old male presents with symptoms of low mood, fatigue, and failure to experience pleasure in any activities. He also complains of insomnia and lack of concentration. These symptoms are present during most of the months of winter and completely remit during spring. The symptoms have been recurring over the past 3 years. What is the most probable diagnosis?\nMajor Depressive disorder\nMajor Depressive Disorder with seasonal pattern\nCyclothymia\nDysthymia\n\n\nQuestion 26:\n\nA 32-year-old man presents with symptoms of low mood, fatigue, and inability to experience pleasure in any activities. He also complains of insomnia and lack of concentration. These symptoms are present during the months of winter and completely remit during spring. On further questioning, you find that he is a laborer who is always left unemployed during the winter months. What is the most likely diagnosis?\nMajor depressive disorder\nMajor depressive disorder with seasonal pattern\nDysthymia\nCyclothymia\n\n\nQuestion 27:\n\nPhototherapy is a treatment for which of the following?\nSchizophrenia\nChronic major depression\nSeasonal affective disorder\nCyclothymia\n\nQuestion 28:\n\nA middle-aged female patient presents with a history of loss of interest in day to day activities, weight loss, insomnia, and sadness for six months. She also recalls hearing a voice once that ordered her to kill herself. What is the DSM-V diagnosis?\nMajor depressive disorder with psychotic features\nSchizophrenia\nSchizoaffective disorder\nDelusional disorder\n\n\nQuestion 29:\n\nA 30-year-old patient comes to the casualty with a dry mouth, decreased sweating and blurring of vision, tremors. On examination, blood pressure is low, and mydriasis is present. The patient says that he has been on psychiatric medication for the past year. Which of the following drugs is responsible for the above presentation?\nDisulfiram\nImipramine\nLithium\nValproate\n\n\nQuestion 30:\n\nA 35-year-old woman developed serotonin syndrome after receiving a single dose of imipramine. She was already being treated for depression with paroxetine. Which of the following is not seen on examination?\nTremors\nRigidity\nHypothermia\nMyoclonus\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\n\nSolution to Question 1:\n\nAccording to the WHO global health statistics 2020, anxiety disorder is the most common psychiatric illness in the world.\n\n\n\nSolution to Question 2:\nWorthlessness is a component of Beck's cognitive triad of depression. It is also known as the negative triad.\nAaron Beck's cognitive triad consists of:\nNegative views about one's self - A tendency to devalue to feel personally inadequate\n(Worthlessness)\nNegative views about the world - A tendency to feel that there is no help available (Helplessness)\nNegative views about the future - The expectation of suffering and failure (Hopelessness)\nAnhedonia - Decreased ability to experience pleasure.\n\n\n\nSolution to Question 3:\nThe clinical scenario is suggestive of the learned helplessness theory of depression. The theory connects depressive phenomena to the experience of uncontrollable events. It was proposed by Martin Seligman.\nAnother good example of this can be a situation of domestic abuse where women tend to leave several times before doing so for good. A person may believe that they can never escape the abuser, even when help and support are available.\nOption B: The theory of psychosocial development was proposed by Erik Erikson. There are 8 stages of psychosocial development. He states that there are critical time periods, each of which poses a particular psychosocial conflict to the individual. The resolution of this conflict results in either psychosocial growth or regression.\nOption C: Psychodynamic theory of development explains personality in terms of the interaction between the conscious and unconscious forces of Id, ego, and super-ego.\nOption D: Social learning theory is a theory of learning process and social behavior which proposes that new behaviors can be acquired by observing and imitating others.\n\n\n\nSolution to Question 4:\nThe given clinical scenario of low mood along with reduced appetite, reduced interest in socialization, somatic symptoms, and disturbed sleep, points towards a diagnosis of depression (major depressive disorder). Cortisol levels are increased in depression.\nThe diagnostic criteria for major depressive disorder are as follows:\n\nFive or more of the following symptoms have been present during the same 2 week period. At least one of the symptoms is either depressed mood or loss of interest or pleasure.\nDepressed mood most of the day\nMarkedly diminished interest or pleasure in activities (anhedonia)\nSignificant weight loss (loss of more than 5% of body weight in a month) when not dieting or weight gain, decrease or increase in appetite\nInsomnia or hypersomnia\nPsychomotor agitation or retardation\nFatigue or loss of energy\nFeelings of worthlessness or excessive or inappropriate guil\nDiminished ability to think or concentrate, or indecisiveness\nRecurrent thoughts of death, recurrent suicidal ideation\nThe symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nThe episode is not attributable to the physiological effects of a substance or to another medical condition.\nThe occurrence of the major depressive episode is not better explained by:\nSchizoaffective disorder\nSchizophrenia\nSchizophreniform disorder\nDelusional disorder\nAnother specified or unspecified schizophrenia spectrum, or other psychotic disorders.\nThere has never been a manic episode or a hypomanic episode.\nNote: The levels of norepinephrine, serotonin, and dopamine are decreased in depression\n\n\n\nSolution to Question 5:\nThe given clinical scenario is suggestive of depression (major depressive disorder). It is associated with a premature loss of deep (slow-wave) sleep.\nSleep changes in depression:\nA premature loss of deep (slow-wave) sleep\nAn increase in nocturnal arousal manifested as:\nAn increase in nocturnal awakenings\nA reduction in total sleep time\nIncreased phasic rapid eye movement (REM) sleep\n\nIncreased core body temperature\nThe combination of increased REM drive and decreased slow-wave sleep results in a significant reduction in the first period of non-REM (NREM) sleep, a phenomenon referred to as reduced REM latency.\n\n\n\nSolution to Question 6:\nAtrophy of the mesial temporal lobe particularly the hippocampus, entorhinal cortex and perirhinal cortex is an MRI change seen in Alzheimer's disease (and not depression).\nThe MRI changes seen in depression are:\nReduction in volume of cingulate cortex, prefrontal cortex, amygdala and hippocampus\nCompromised function in the prefrontal area during the implementation of a cognitive task\nHyperactivity of the limbic system (including the amygdala) during an emotional task\n\n\n\nSolution to Question 7:\nThe given clinical scenario is suggestive of leaden paralysis and it refers to a feeling of extreme heaviness, usually in the arms or legs resulting in the difficulty of moving the limbs. It is seen in atypical depression.\nAtypical depression is characterized by:\nLow mood\nIncreased sleep\nIncreased appetite\nWeight gain\nBecomes sensitive to any comments\nLeaden paralysis\nNote: Involutional melancholia is a severe depressive state seen exclusively in people between 40-65 years. It is usually associated with the delusions of persecution and nihilism.\n\n\n\nSolution to Question 8:\nThe given clinical scenario of persistent low mood, anhedonia, guilt, and self-critical thought content along with nihilistic delusion (rotten intestine), points towards a diagnosis of major depression with psychotic features.\nDifferentiating features of grief and depression have been enlisted in the following table:\nNote: Tricyclic antidepressants are considered to be the first-line drugs for psychotic depression.\n\n\n\n\n\nSolution to Question 9:\nThe given clinical scenario of guilt, hopelessness, and difficulty in concentrating over a period of more than 2 years, is suggestive of dysthymia (persistent depressive disorder).\nThe DSM 5 and ICD-11 criteria for diagnosis of dysthymia:\nDepressed mood for most of the day as indicated by either subjective account or observation by others, for at least 2 years. In children and adolescents at least 1 year.\nPresence of two (or more) of the following while being depressed.\nPoor appetite or overeating\nInsomnia or hypersomnia\nLow energy or fatigue\nLow self-esteem\nPoor concentration and/or difficulty making decisions\nFeelings of hopelessness\nDuring the 2-year period (1 year for children or adolescents) of the disturbance, the individual has never been without the symptoms in criteria A and B for more than 2 months at a time.\nCriteria for a major depressive disorder may be continuously present for 2 years.\nThere has never been a manic episode or a hypomanic episode, and criteria have never been met for cyclothymic disorder.\n\nThe disturbance is not better explained by a persistent schizoaffective disorder, schizophrenia, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorders.\nThe symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g. hypothyroidism).\nThe symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nOption C: Adjustment disorder is characterized by emotional or behavioral symptoms that develop within 3 months of exposure to an identifiable stressor and usually do not last more than 6 months after the stressor ends.\nOption D: Cyclothymic disorder is symptomatically a mild form of bipolar II disorder, characterized by episodes of hypomania and mild depression.\n\n\n\nSolution to Question 10:\nDouble depression is the most probable diagnosis in this scenario. Dysthymia and major depressive disorder in the same period constitute double depression.\nFrom the given history:\nFeatures of low mood, fatigue, and insomnia for more than 2 years point towards dysthymia.\nFeatures of low mood, fatigue, insomnia, anhedonia, and suicidal thoughts for more than 2 weeks point towards major depressive disorder.\n\n\n\nSolution to Question 11:\nThe given clinical scenario is suggestive of postpartum blues.\nIt is characterized by a labile mood, sadness, and subjective confusion. It is thought to be due to changes in hormone levels, the stress of childbirth, and anxiety about the responsibilities of motherhood. This usually resolves spontaneously.\nIf symptoms last longer than 2 weeks, an evaluation for postpartum depression is needed.\nNote: Zuranolone is the first-ever oral drug to be approved specifically for the treatment of postpartum depression. It is a neuroactive steroid that enhances the action of GABA in the brain and regulates mood.\n\n\n\nSolution to Question 12:\nFrom the given clinical scenario the patient is showing features of postpartum psychosis (depression with psychotic features). It can often begin within a few days following delivery, although the mean time of onset is usually within 2 to 4 weeks of delivery.\n\nCharacteristically, the patient begins to complain of fatigue, episodes of tearfulness, and emotional lability. Later develops, suspiciousness, confusion, irrational statements, and obsessive concerns about the baby's health and welfare may be present. Patients eventually develop delusions that involve the idea that the baby is dead or defective. Hallucinations if present may involve voices telling the patient to harm the baby or herself.\n\n\n\nSolution to Question 13:\nPostpartum blues is common in mothers in the puerperal period and requires nothing more than education and support. It is characterised by a labile mood, sadness and subjective confusion. It is thought to be due to changes in hormone levels, the stress of childbirth and anxiety about the responsibilities of motherhood.\nIf symptoms last longer than 2 weeks, an evaluation for postpartum depression is needed.\n\n\n\nSolution to Question 14:\nThe given scenario is suggestive of depression. Desipramine is the safest to use amongst the given options, for depression during pregnancy.\nAntidepressants and pregnancy:\nTricyclic Antidepressants (TCA):\nCross the placenta.\nImipramine - not safe, due to high anticholinergic and hypotensive properties\nDesipramine, nortriptyline - recommended\nNeonatal withdrawal effects are frequent and mild Mono Amine Oxidase Inhibitors (MAO-I):\nShould be avoided in pregnancy, as they increase the risk of hypertensive crisis\nAssociated with pulmonary hypertension in newborns Selective Serotonin Reuptake Inhibitors (SSRI):\nAssociated with preterm delivery and spontaneous abortions\nParoxetine - shows cardiac abnormalities in newborns\nCitalopram, Sertraline - safer drugs\nNeonate shows serotonin toxicity and withdrawal symptoms\nNote: Antipsychotic drugs like olanzapine, quetiapine, and risperidone are considered safe during pregnancy.\n\n\n\nSolution to Question 15:\n\nSSRIs should be continued for 6-9 months after complete remission of symptoms in a patient with a single episode of depression.\nTreatment of depression:\nIn recent■onset mild depression, cognitive behavioural therapy (CBT) is preferred and antidepressants are not recommended.\nFor moderate to severe depression and dysthymia - Antidepressants (SSRIs) + CBT.\nFor treatment■resistant depression, recommended strategies include augmentation with lithium or an antipsychotic or the addition of a second antidepressant.\nFor severe and treatment-resistant depression - Electroconvulsive therapy (ECT) can also be used.\nThe various classes of drugs used in depression and anxiety are listed below:\n\n\n\n\nSolution to Question 16:\nSuicidal thoughts or behavior are a side effect of TCAs. Therefore, the attendants of the patient should be warned regarding this when a patient gets discharged after being treated with TCAs for a major depressive episode.\nTricyclic antidepressants (TCAs) are drugs that act by inhibiting the reuptake of noradrenaline and serotonin from the synaptic clefts.\nThe side effects of TCAs are due to blockade of other receptors:\nMuscarinic M receptors- constipation, dry mouth, arrhythmia\nHistamine H1 receptors- sedation\n5HT receptors - weight gain due to increased appetite\nAlpha1 receptors - postural hypotension.\n\nSolution to Question 17:\nElectroconvulsive therapy (ECT) is the treatment of choice for depression with suicidal thoughts and refractory depression.\nModified ECT uses short-acting anaesthesia and short-acting muscle relaxants. Treatment of depression:\nIn recent■onset mild depression, cognitive behavioural therapy (CBT) is preferred and antidepressants are not recommended.\nFor moderate to severe depression and dysthymia - Antidepressants (SSRIs) + CBT.\nFor treatment■resistant depression, recommended strategies include augmentation with lithium or an antipsychotic or the addition of a second antidepressan\nFor severe and treatment-resistant depression - Electroconvulsive therapy (ECT) can also be used.\nSomatic and newer treatment modalities for depression include:\nVagus nerve stimulation for resistant depression\nRepeated transcranial magnetic stimulation\nPhototherapy\nDeep brain stimulation.\n\n\n\nSolution to Question 18:\nLithium is a mood stabilizer with an anti-suicidal role.\nMaintenance treatment with lithium has been shown to significantly decrease the rate of suicide in patients diagnosed with mood disorders when compared to other mood stabilizers such as carbamazepine, lamotrigine, and valproate.\nLithium is also used as an augmentation agent in treatment-resistant depression. Recurrent depression with a cyclic pattern can be controlled by either lithium or imipramine.\n\n\n\nSolution to Question 19:\nThe given clinical scenario points towards a diagnosis of recurrent depressive disorder. Long episode duration is a risk factor for recurrent depression.\nRisk factors:\nFamily history of depression\nRecurrent dysthymia\n\nConcurrent non■affective psychiatric illness\nFemale gender\nLong episode duration\nDegree of treatment resistance\nChronic medical illness\nSocial factors (lack of confiding relationships and psychosocial stressors)\n\n\n\nSolution to Question 20:\nThe above scenario of an elderly depressed patient with memory loss and dementia syndrome is suggestive of pseudodementia. This syndrome has been termed as dementia syndrome of depression/depression with reversible dementia. The condition may improve or even completely subside after the remission of depression.\nPseudodementia is a condition that appears similar to dementia but does not have neurological degeneration. Such patients commonly complain of impaired concentration and forgetfulness.\n\n\n\nSolution to Question 21:\nAnaclitic depression, also known as hospitalism, is a type of depression in infants where sudden separation from their primary caregivers leads to depression, withdrawal, nonresponsiveness, and loss of milestones in the infants. However, they recover when their mothers return or when surrogate mothering is available.\n\n\n\nSolution to Question 22:\nIn the given image, the arrow indicates Veraguth's sign or Veraguth's fold, a diagonal palpebral fold running from the lateral corners of the eyes, medially upward to the medial end of the eyebrows. It is a physical sign of depression.\nAnother physical sign of depression is the Omega sign. In this, there is vertical wrinkling between the eyebrows joined at the top by a horizontal crease.\n\n\n\n\n\n\nSolution to Question 23:\nSleep-onset insomnia is a characteristic feature of anxiety disorder, not melancholia.\nMelancholia is one of the oldest terms used in psychiatry, to describe the dark mood of depression. It is still used to refer to a state of depression characterized by:\nSevere anhedonia\nEarly morning awakening (terminal insomnia)\nWeight loss\nProfound feelings of guilt (often over trivial events)\nMelancholia is sometimes referred to as \"endogenous depression\" or depression that arises in the absence of external life stressors or precipitants.\n\n\n\nSolution to Question 24:\nPersons with hysteroid dysphoria respond well to treatment with monoamine oxidase inhibitors.\nHysteroid dysphoria is a type of atypical depression. The following features can be seen in this condition:\nReversed vegetative symptoms:\nInsomnia\nTendency to oversleep and to overea\nMood worsens in the evening\nExtreme sensitivity to rejection (hallmark feature)\n\nImpaired anticipatory pleasure (prediction of pleasure from a future reward), but affected persons are capable of mood reactivity i.e., their mood brightens in response to positive events\nCraving for chocolate\nLike patients with bipolar depression, they respond preferentially to monoamine oxidase inhibitors (MAOIs).\n\n\n\nSolution to Question 25:\nMajor depressive disorder with seasonal pattern is the most likely diagnosis in this scenario. Features of major depressive disorder with seasonal pattern:\nOnset and remission of major depressive episodes at specific times of the year.\nIn most cases, the episodes begin in the fall or winter and remit in spring.\nThis pattern of onset and remission of episodes must have occurred during at least a 2-year period, without any\nnonseasonal episodes during this period.\nIn addition, the seasonal depressive episodes must substantially outnumber any nonseasonal depressive episodes over the individual's lifetime.\nAbsence of seasonally linked psychosocial stressors (e.g., seasonal unemployment or school schedule).\nMajor depressive episodes that occur in a seasonal pattern are often characterized by prominen energy, hypersomnia, overeating, weight gain, and a craving for carbohydrates.\nNote: According to ICD-11, seasonal depressive disorder is included under recurrent depressive disorders.\n\n\n\nSolution to Question 26:\nMajor depressive disorder is the most likely diagnosis in this case. DSM-V criteria for diagnosis of depression:\nDepressed mood most of the day\nAnhedonia- diminished interest in day-to-day activities\nSignificant weight loss or weight gain and/or change in appetite.\nInsomnia or hypersomnia\nPsychomotor agitation or retardation\nFatigue or loss of energy\nFeelings of worthlessness or excessive, inappropriate guil\nDiminished ability to think or concentrate, indecisiveness\n\nRecurrent thoughts of death and suicide\nAt least five out of nine symptoms must be present over a two-week period and one symptom must be depressed mood or anhedonia.\nMajor depressive disorder with seasonal pattern (option B) is not the diagnosis as there is the presence of a psychosocial stressor (e.g., seasonal unemployment or school schedule). It is explicitly mentioned in the question that the patient always remains unemployed during the winter months which acts as the objective psychological stressor in this case.\nMajor depressive disorder with seasonal pattern refers to the onset and remission of major depressive episodes at specific times of the year. In most cases, the episodes begin in the fall or winter and remit in spring. Major depressive episodes that occur in a seasonal pattern are often characterized by prominent energy, hypersomnia, overeating, weight gain, and a craving for carbohydrates. This pattern of onset and remission of episodes must have occurred during at least a 2-year period, without any nonseasonal episodes during this period.\nDysthymia (option C) is the presence of a persistently depressed mood that lasts most of the day and is continuous. There are also feelings of guilt, irritability, and anger associated with it. These symptoms are present for at least 2 years. Dysthymia will also never present with an episode of mania/hypomania.\nCyclothymia (option D) is a mild form of bipolar II disorder, characterized by symptoms\nof hypomania and mild depression. Hypomania mainly includes symptoms like persistently elevated or irritable mood and abnormally increased energy lasting for at least 4 consecutive days. The depression seen in cyclothymia does not qualify the criteria for a major depressive episode.",
        "image": "Psychiatry_img_26.png"
    }
]