[
    {
        "id": 1,
        "text": "The origin of social and preventive medicine dates back to the: 17th century 18th century 16th century 19th century",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe origin of social and preventive medicine dates back to the 18th century. It began even before the germ theory had been proposed.",
        "image": "PSM_img_1.png"
    },
    {
        "id": 2,
        "text": "Which medicine claims to be the world’s first organized body of medical knowledge? Indian Chinese Egyptian Mesopotamian",
        "options": {},
        "correct_option": null,
        "explanation": ":\nChinese medicine claims to be the world's first organized body of medical knowledge. It dates back to 2700 B.C. They are also considered to be the pioneers of immunization (used variolation against smallpox).\nModern Chinese medicine includes barefoot doctors and acupuncture.",
        "image": "PSM_img_2.png"
    },
    {
        "id": 3,
        "text": "All of the following are true about the ministry of AYUSH except: It was formed in 2014 in India for education and research on AYUSH It aims to mainstream AYUSH as part of the National Rural Health Mission It was previously known as department of Indian system of medicine and homeopathy It regulates the fields of Ayurveda, Yoga, Homeopathy and Siddha only",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe Ministry of AYUSH was established to regulate the fields of Ayurveda, Yoga, and Naturopathy, Unani, Siddha, and Homeopathy.\nIt was formed in 2014 in India for the development of education and research in AYUSH. It was previously known as the Department of Indian System of Medicine and Homeopathy (ISM&amp;H). It aims to mainstream AYUSH as part of the National Rural Health Mission (NRHM).\nThe Ayurveda, Siddha, and Yoga systems of medicine are of Indian origin. Ayurveda means knowledge of life. Its origin can be traced back to 5000 B.C (Vedic times). The medical knowledge in the Atharvaveda eventually developed into Ayurveda.\nThe Unani system is of Greek origin.",
        "image": "PSM_img_3.png"
    },
    {
        "id": 4,
        "text": "Samuel Hahnemann is referred to as the founding father of: Ayurveda Homeopathy Unani Naturopathy",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSamuel Hahnemann is the founding father of homeopathy. He was German. There are 3 principles in homeopathy:\nSimilia similibus curentur or human drug pathogenicity study: Treatment of disease using small amounts of drug that, in healthy people, would produce similar symptoms of the disease itself.\nA single medicine is used for the treatment.\nThe minimum dose of the drug should be used.",
        "image": "PSM_img_4.png"
    },
    {
        "id": 5,
        "text": "The Tridosha theory of disease explains disease as a disturbance in the equilibrium of the three humors. To which system of medicine does this theory belong to? Ayurveda Homeopathy Siddha Unani – Tibb",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTridosha theory of disease belongs to Ayurveda. It explains disease as a disturbance in the equilibrium of the three humors, namely:\nVata (wind)\n\nPitta (gall)\nKapha (mucus).\nA healthy person has a perfect balance of these humors.\nThis theory is similar to the Unani-tibb system of medicine which is based on four humors.",
        "image": "PSM_img_5.png"
    },
    {
        "id": 6,
        "text": "Which system of medicine originated in Tamil–speaking areas in south India? Ayurveda Naturopathy Unani – Tibb Siddha",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe Siddha system of medicine originated from Tamil culture. It means achievement.\nThis system believes that sociodemographic, psychological, and physiological factors related to a person must be taken into account while deciding the medical treatment. They believe that disease is a disturbance in the equilibrium of three humors called vaadham, pittam, and kapham.",
        "image": "PSM_img_6.png"
    },
    {
        "id": 7,
        "text": "Where did the Unani–Tibb system of medicine originate? Egypt China Greece Mesopotamia",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe Unani-Tibb system of medicine originated in ancient Greece.\nThe Greeks believed that matter was made up of four elements. These elements had certain qualities that were represented in the body by the 4 humors and also determined the person's temperament.",
        "image": "PSM_img_7.png"
    },
    {
        "id": 8,
        "text": "Inoculating a person with a small amount of infective material to obtain protection against it was first pioneered by: Robert Koch Edward Jenner Louis Pasteur Chinese medicine",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe procedure described is immunization. It was first pioneered in ancient Chinese medicine. They practiced variolation to prevent smallpox.\nNote: Edward Jenner discovered the smallpox vaccine in 1796, the first vaccine to be discovered. He also coined the term vaccination.",
        "image": "PSM_img_8.png"
    },
    {
        "id": 9,
        "text": "Who is referred to as the father of Indian medicine? Susruta Charaka Chanakya Vaghbhatt",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCharaka is the father of Indian medicine. He wrote the Charaka Samhita.\nNote: Susruta is known as the father of Indian surgery. He is depicted in the following image.",
        "image": "PSM_img_9.png"
    },
    {
        "id": 10,
        "text": "Who was responsible for the first codification of medical practice? Aristotle Hippocrates Socrates Hammurabi",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHammurabi, a Mesopotamian king was responsible for the first codification of medical practice.\nKnown as the Babylonian Code, it contained laws for the conduct of physicians, health practices, costs, and penalties of harmful therapy.",
        "image": "PSM_img_10.png"
    },
    {
        "id": 11,
        "text": "Who is known as the first true epidemiologist in the history of medicine? Hippocrates Susruta Louis Pasteur John Snow",
        "options": {},
        "correct_option": null,
        "explanation": ":\nHippocrates is known as the first true epidemiologist in the history of medicine. He is also known as the father of medicine.\nHe introduced the concept of the relationship between the environment and human health. He was the author of Airs, Water, and Places, a treatise on social medicine and hygiene as well as the Corpus Hippocraticum, a collection of 72 volumes of clinical case histories.\nHe also developed the Hippocratic Oath, which is considered the keystone of medical ethics.",
        "image": "PSM_img_11.png"
    },
    {
        "id": 12,
        "text": "Who compiled the 21 volume encyclopedia known as 'the Canon of Medicine'? Andreas Vesalius Avicenna Hippocrates John Snow",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAvicenna compiled the book, the Canon of Medicine which is a 21 volume encyclopedia.\nHe was a Persian who was also known as lbn Sina. He was the leader of Arabic medicine. The Arabs invented the art of prescription writing.",
        "image": "PSM_img_12.png"
    },
    {
        "id": 13,
        "text": "Who was the mastermind behind the great medical work, Fabrica? Andreas Vesalius Ambroise Paré Joseph Lister Ferdinand Cohn",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAndreas Vesalius' work is called the de humani corporis Fabrica. He is regarded as the father of modern anatomy.",
        "image": "PSM_img_13.png"
    },
    {
        "id": 14,
        "text": "The father of public health is: Tuberculosis John Snow Cholera Hippocrates",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe father of public health is cholera, the disease, not a person.\nJohn Snow studied the epidemiology of cholera in London from 1848 to 1854 and established the role of polluted drinking water in the spread of cholera. He is called the father of modern epidemiology. He also calculated the dose of ether and chloroform as surgical anesthesia.\n\n\nNote: Tuberculosis is called the barometer of social welfare.",
        "image": "PSM_img_14.png"
    },
    {
        "id": 15,
        "text": "Match the following scientists with their discoveries: 1-a, 2-b, 3-d, 4-c 1-b, 2-a, 3-c, 4-d 1-d, 2-c, 3-b, 4-a 1-c, 2-d, 3-a, 4-b",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe discoveries of the given scientists are as follows:\nJohn Snow - association of cholera with polluted water\nEdward Jenner - smallpox vaccination\nLouis Pasteur - the germ theory of disease\nJames Lind - prevention of scurvy by intake of citrus fruits\nLouis Pasteur was the first to advance the germ theory of disease, which stated that most diseases were caused by microorganisms. This theory was later expanded by Robert Koch, who put forth Koch's postulates.\nPasteur is also known for the following contributions:\nDisproved the theory of spontaneous generation\nDeveloped vaccines for rabies and fowl cholera\nPioneer of techniques of pasteurization and sterilization The following images show Pasteur and Lind respectively:",
        "image": "PSM_img_15.png"
    },
    {
        "id": 16,
        "text": "Who was the architect of the Public Health Act of 1848? Joseph Lister James Lind William Farr Edwin Chadwick",
        "options": {},
        "correct_option": null,
        "explanation": ":\nEdwin Chadwick was the architect of the Public Health Act of 1848.\nHe was an English lawyer during the 1832 cholera epidemic. He compiled a report on the Sanitary Condition of the Labouring Population in Great Britain that eventually led to the passing of this act. It is considered a landmark act in the history of public health.",
        "image": "PSM_img_16.png"
    },
    {
        "id": 17,
        "text": "Identify the scientist who showed that anthrax was caused by a bacteria. Robert Koch Edward Jenner James Lind John Snow",
        "options": {},
        "correct_option": null,
        "explanation": ":\nRobert Koch discovered that anthrax was caused by bacteria.\nHe also discovered the causative agents of tuberculosis and cholera. He won the Nobel prize in Physiology in 1905.\nHe also proposed Koch's postulates linking specific microorganisms to specific diseases. They state that the microorganism must be:\nFound in abundance in diseased organisms, but not in healthy organisms.\nIsolated from a diseased organism and grown in pure culture\nAble to cause disease when inoculated into a healthy organism\nRe-isolated from the diseased experimental host and identical to the original specific causative agent\nThe following images show Robert Koch and his drawing of the anthrax bacillus:",
        "image": "PSM_img_17.png"
    },
    {
        "id": 18,
        "text": "In 1902, it was discovered that malaria was transmitted by the Anopheles mosquito. Who was behind this discovery? Ronald Ross Charles Alphonse Laveran Walter Reed David Bruce",
        "options": {},
        "correct_option": null,
        "explanation": ":\nRonald Ross showed that malaria was transmitted by Anopheles mosquito. Option B: Charles Alphonse Laveran discovered the malarial parasite.\nOption C: Walter Reed showed that yellow fever transmitted by Aedes mosquito.\nOption D: David Bruce showed that African sleeping sickness/trypanosomiasis transmitted by the tsetse fly.",
        "image": "PSM_img_18.png"
    },
    {
        "id": 19,
        "text": "The first bacterium discovered as a cause of the disease was: TB bacillus Anthrax bacillus Leprosy bacillus Plague bacillus",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nThe first bacterium discovered as a cause of the disease is leprosy bacillus.\nIn 1873, Armauer Hansen demonstrated Mycobacterium leprae (rod-like bodies) from a leprosy nodule. This is the first time that chronic infectious disease in humans was shown to be related to a bacillus.\nIn 1876, Robert Koch validated the germ theory of disease after discovering the anthrax bacillus as the cause of anthrax.",
        "image": "PSM_img_19.png"
    },
    {
        "id": 20,
        "text": "Max Joseph von Pettenkofer described the concept of: Multi-factorial causation of disease Supernatural theory of disease Spontaneous generation theory Theory of web of causation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPettenkofer of Munich put forth the theory of multifactorial causation of disease. Other theories of causation of disease include:\nSpontaneous generation theory - given by Aristotle\nWeb of causation theory - given by MacMahon and Pugh\nSupernatural theory of disease",
        "image": "PSM_img_20.png"
    },
    {
        "id": 21,
        "text": "In which country was the last case of naturally occurring smallpox in the world recorded? India Chile Somalia New Zealand",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe last case of naturally occurring smallpox was in Somalia in 1977.\nThe last case of smallpox occurred in 1978 when a medical photographer was accidentally exposed to the smallpox virus in a research laboratory in Birmingham.\nIndia was declared smallpox-free on 24th May 1975. WHO declared smallpox as eradicated globally on 8th May 1980.",
        "image": "PSM_img_21.png"
    },
    {
        "id": 22,
        "text": "Who first coined the term social medicine? John Ryle Jules Guérin Alfred Grotjahn Francis Albert Eley Crew",
        "options": {},
        "correct_option": null,
        "explanation": ":\nJules Guérin coined this term as editor of the Gazette médicale de Paris. He was a French orthopaedist in the mid-1800s.\nOption A: John Ryle promoted social medicine in England in the early 1900s.\nOption C: Alfred Grotjahn described social pathology, the social factors influencing diseases.\nOption D: Francis Albert Eley Crew stated that social medicine stood on the pillars of medicine and sociology.",
        "image": "PSM_img_22.png"
    },
    {
        "id": 23,
        "text": "How would you define socialized medicine? Subsidized medical care at government's expense Free medical care provided and regulated by government alone Free medical care at government expense, regulated by professional groups Integration of social medicine with health care",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSocialized medicine is the provision of medical service at the government's expense but is operated and regulated by professional groups, and not the government. Russia was the first\n\ncountry to completely socialize medicine.\nFree medical care by a government alone is called state medicine.",
        "image": "PSM_img_23.png"
    },
    {
        "id": 24,
        "text": "All of the following are true about socialized medicine except: Ensures social equity and universal coverage Reduces competition among physicians Use state funds for free medicine Promotes utilization of health facilities",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIncreasing the utilization of health services is not a component of socialized medicine.\nIt refers to the provision of medical service through the state funds; however, it is operated and regulated by professional groups. Russia was the first to completely socialize medicine.\nIt eliminates competition among physicians as well as ensures social equity and universal health coverage.",
        "image": "PSM_img_24.png"
    },
    {
        "id": 25,
        "text": "Who said that the secret of national health lies in the homes of people? Florence Nightingale Indira Gandhi Abraham Lincoln Joseph Bore",
        "options": {},
        "correct_option": null,
        "explanation": ":\nFlorence Nightingale said that the secret of national health lies in the homes of people. She is considered the the founder of modern nursing.\n\n\nHealth Determinants and Indicators\n\n\nQuestion 1:\n\nWhich of the following is not included in the WHO definition of health?\nSocial well-being\nEmotional well-being\nMental well-being\nPhysical well-being\n\n\nQuestion 2:\n\nWhich of the following is the biomedical concept of disease based upon?\nGerm theory of disease\nCombination of social, economic and political influences\nSocial and psychological factors\nEquilibrium between man and environment\n\n\nQuestion 3:\n\nWhich of the following is a mortality indicator?\nDisability adjusted life years\nSullivan’s Index\nLife expectancy\nHealth adjusted life expectancy\n\n\nQuestion 4:\n\nAn epidemiologist is tasked with measuring the overall health status of a community using a morbidity indicator. Which of the following indicators will she not use?\nDuration of stay in hospita\nAttendance rates at OPD\n\nNumber of days of restricted activity\nNotification rates\n\n\nQuestion 5:\n\nWhich of the following indicators can be used to estimate the number of years a newborn would be expected to live in full health based on the current rates of ill health and mortality?\nDALY\nSullivan's index\nHALE\nLife expectancy\n\n\nQuestion 6:\n\nWhile assessing the health needs of a community, an epidemiologist is tasked with estimating the burden of cholera in the area. Which of the following is the simplest measure he can use?\nCase fatality rate\nIncidence\nCrude death rate\nProportional mortality rate\n\n\nQuestion 7:\n\nYou are researching the overall burden of COVID on a given population. Which of the following disability indicators is the best measure of this?\nSullivan’s index\nDALY\nQALY\nYLL\n\n\nQuestion 8:\n\nWhich of the following is not a health utilisation rate?\nBed occupancy rate\n\nBed turnover ratio\nBed disability days\nAverage length of stay in hospita\n\n\nQuestion 9:\n\nAs the medical superintendent of a hospital, you wish to optimise the utilization of health services. What bed turnover interval should you aim for?\nSlightly positive\nSlightly negative\nLargely positive\nEqual to zero\n\n\nQuestion 10:\n\nWhich of the following is the best indicator of availability, utilization, and effectiveness of health services?\nInfant mortality rate\nMaternal mortality rate\nProportional mortality rate\nDisability adjusted life expectancy\n\n\nQuestion 11:\n\nWhile reviewing a national health programme, you are asked to assess the cost-effectiveness of the interventions provided under it. Which indicator will you use to measure this?\nAdmission, readmission and discharge rates\nQALY\nHALE\nBed turnover rates\n\n\nQuestion 12:\n\nWhich of the following is not a socio-economic determinant of health?\n\nLifestyle\nPolitical system\nEducation\nGNP per capita\n\n\nQuestion 13:\n\nWhich of the following is not a socio-economic indicator of health?\nPer capita GNP\nFamily size\nLiteracy rate\nAnnual family income\n\n\nQuestion 14:\n\nWhich of the following statements is false regarding positive health in today’s world?\nIt is dependent on social, economic, and cultural determinants\nIt is a mirage because of changing environment\nIt means that the body and mind are at peace\nIt includes provision of free health camps by the government\n\n\nQuestion 15:\n\nAs per the WHO, which of the following is not included in the standard of living?\nIncome\nOccupation\nSanitation\nSocial security\n\n\nQuestion 16:\n\nWhich of the following are components of the physical quality of life index (PQLI)?\n1,3 and 5\n\n2 and 5\n1,2 and 4\n1,3 and 4\n\n\nQuestion 17:\n\nWhich of the following is the best measure of the standard of living?\nUnder 5 mortality rate\nSullivan index\nHDI\nPQLI\n\n\nQuestion 18:\n\nWhich of the following is not a component of the human development index (HDI)?\nInfant Mortality Rate\nIncome\nLongevity\nKnowledge\n\n\nQuestion 19:\n\nWhat are the minimum and maximum values established for the calculation of the life expectancy index in HDI?\n0 years and 65 years\n20 years and 85 years\n25 years and ™5 years\n0 years and 100 years\n\n\nQuestion 20:\n\nWhich of the following is not true regarding the education index used for calculating the HDI?\n\nIt includes expected years of schooling\nGross enrollment ratio is considered\nAdult literacy rate is not considered\nMinimum and maximum values are based on global data\n\n\nQuestion 21:\n\nWhich of the following indices measures the deprivation in basic dimensions of the country in human development?\nHDI\nPQLI\nHPI\nDALY\n\n\nQuestion 22:\n\nWhich of the following is not included in the Ottawa charter for health promotion?\nDevelop personal skills\nStrengthen community action for health\nBuild social security system\nReorient health services\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nAccording to the WHO, health is “a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity”.\nIn recent years, the definition has been modified to also include the ability to lead a “socially and economically productive life.”\n\n\n\nSolution to Question 2:\nThe biomedical concept of disease is based on the germ theory of disease, which was postulated by Louis Pasteur.\nThe germ theory of disease states that microorganisms known as pathogens or germs can lead to disease. It was criticized that it did not include environmental, social, psychological, and cultural determinants of health.\nThe ecological concept of disease states that disease is the maladjustment of the human organism to the environment.\nThe psychosocial concept of disease hypothesised that health is also influenced by social, psychological, cultural and economic factors as well.\nThe holistic concept of disease includes all the above concepts to describe health.\n\nSolution to Question 3:\nLife expectancy is a positive mortality indicator.\nA set of values that measure the rate of mortality or death is known as mortality indicators.\nDisability-adjusted life years (DALY), health adjusted life expectancy (HALE), and Sullivan’s Index are disability rates.\n\n\n\nSolution to Question 4:\nNumber of days of restricted activity is a disability indicator.\nMorbidity is defined as public health outcomes focusing on diseases, traumas, or injury. Morbidity indicators can be used to measure the overall health and extent of healthcare utilisation in a given population.\nDisability is defined as public health outcomes related to health conditions that include limitations in personal activities and societal participation. There are two types of disability indicators as follows:\nEvent type indicators-\nNumber of days of restricted activity\nBed disability days\nWork loss days (or school loss days) within a specified period\nPerson type indicators-\nLimitation of mobility: e.g confined to bed\nLimitation of activity: e.g limitation to perform the basic activities of daily living such as eating and going to the toilet\n\n\n\nSolution to Question 5:\nHALE (Health Adjusted Life Expectancy) is an indicator that can be used to estimate the number of years a newborn is expected to live in full health based on the current rates of ill health and mortality.\nHALE is calculated using the life expectancy at birth with an adjustment for time spent in poor health. It captures both fatal and non-fatal health outcomes of average levels of population health. It is also sensitive to changes over time or differences between countries in the distribution of health states.\nSullivan's index is also known as disability-free life expectancy (DFLE) or active life expectancy. It is the average number of years an individual is expected to live free of disability if the current patterns of mortality and disability continue to apply. It doesn’t take into account premature death. As HALE includes not just disability but the larger definition of poor health, it is a better option with respect to the question.\n\nSolution to Question 6:\nThe proportional mortality rate is the simplest measure of estimating the burden of disease in the community. It signifies the proportion of all deaths that can be attributed to the disease.\nIt is calculated as follows:\nProportional mortality rate of a disease = (No. of deaths due to that disease in the year/ Total no. of deaths in the year) *100.\nOption A: Case fatality rate measures the risk of persons dying from a certain disease within a given time period. It measures the killing power of a disease. It is used to link mortality to morbidity.\nOption B: Incidence measures the rate at which new cases are occurring in a population. It is not influenced by the duration of the disease. The use of incidence is generally restricted to acute diseases.\nOption C: Crude death rate is considered a fair indicator of the comparative health of the people. It is the rate of total deaths in a year compared to the mid-year population.\n\n\n\nSolution to Question 7:\nDisability adjusted life years (DALY) is the best measure of the overall burden of a disease in a defined population. It is also the best measure of the effectiveness of interventions.\nDALY is calculated as - Years of lost life prematurely (YLL) + Years lost to disability (YLD). It can measure both mortality and disability together.\nAs DALY is affected by premature loss of life, conditions that affect younger individuals like road traffic accidents have a high DALY. In comparison to this, Alzheimer's disease has a lower DALY as it is a disease that mostly develops during old age and so has a lower YLL.\n\n\n\nSolution to Question 8:\nBed disability days is not a utilisation rate. It is an event-type disability indicator. It is defined as the number of days a person spent in a hospital bed due to illness or injury.\nHealth utilisation rate is defined as the number of people making use of the available health services to the total number of individuals in that population.\nHealth utilisation rates include:\nProportion of infants immunized against 9 diseases in the expanded program on immunization\n(EPI)\nProportion of women receiving antenatal care and supervised delivery\nPercentage of population using family planning methods\n\nBed occupancy rate\nAverage length of stay in the hospita\nBed turnover ratio\n\n\n\nSolution to Question 9:\nFor optimum utilization of health services in a hospital, bed turnover interval must always be slightly positive.\nBed turnover interval is defined as the time interval where a hospital bed is\nleft unoccupied following a patient’s discharge till the next patient occupies it after admission.\n\n\n\nSolution to Question 10:\nInfant mortality rate (IMR) is the best indicator of the availability, utilization, and effectiveness of health care. It is a very sensitive indicator.\nInfant mortality rate (IMR)= Number of deaths in the first year of life/Number of live births x 1000\nIt is also one of the best indicators of state failure. It is the most universally accepted health status indicator of the whole population and of the socio-economic status in which they live.\nNote: The best indicator of socio-economic development is the under-5 mortality rate.\n\n\n\nSolution to Question 11:\nQALY(Quality Adjusted Life Years) is used in assessing the cost-effectiveness (value of money) of a medical intervention. It is a measure of both the quality and quantity of life lived. It indicates the number of years of life that would be added by the intervention.\n\n\n\nSolution to Question 12:\nLifestyle is a behavioural and socio-cultural determinant of health. It is not a socio-economic determinant.\nSocio-economic determinants of health are the following:\nEconomic status (per capita GNP)\nEducation\nOccupation\nPolitical system\n\nLifestyle is simply the way people live. It reflects our social values, attitudes, and activities. It is composed of:\nCultural patterns (daily nutrition, superstitions)\nBehavioral patterns (personal hygiene, sedentary life)\nLifelong personal habits (e.g. smoking, alcoholism)\nLifestyle is learned by social interaction with parents, siblings, friends, school, and mass media.\nOur political system determines our health. It can help shape community health services with regards to resource allocation, manpower policy, choice of technology, and the degree to which these services are made available &amp; accessible to all segments of the society.\nThe percentage of GDP spent on health is an indicator of political commitment. WHO recommends at least 5% of GDP to be spent on health care. India spends about 2.1 % of its GDP on health(budget 2022-23).\n\n\n\nSolution to Question 13:\nAnnual family income is not a socioeconomic indicator of health. Socio-economic indicators of health (mnemonic: H – FLAGGED):\nHousing (number of persons per room)\nFamily size\nLiteracy rate (especially female literacy rate)\nAvailability of per capita calorie\nGNP per capita\nGrowth rate of population\nUnEmployment leve\nDependency ratio\n\n\n\nSolution to Question 14:\nThe provision of free health camps by the government is a concept of state medicine.\nHealth does not merely mean the absence of disease or provision of diagnostic, curative, and preventive services. It is a state of physical, mental, and social well-being.\nThe state of positive health is based on the idea of perfect functioning of the body and mind. According to this concept, health is:\nBiologically a state in which every cell and organ in the body is functioning at optimum capacity\nPsychologically a state in which the individual feels a sense of perfect well-being and mastery over his environment\n\nSocially a state in which the individual's capacities for participation in the social system are optima\nThis concept is too idealistic and can never become a reality. Humans can never be so perfectly adapted to the environment because everything in our life is subject to change.\nAs the goal of positive health is unattainable, a broader concept of improving the quality of life has emerged. This highlights that positive health depends on medical action and also on economic, cultural, and social factors in the community.\n\n\n\nSolution to Question 15:\nSocial security is a component of the level of living as per the United Nations and not standard of living.\nAccording to the WHO, the standard of living includes:\nIncome and occupation\nStandards of housing, sanitation, and nutrition\nLevel of provision of health, educational, and recreational services It depends on per capita GNP.\n\n\nSolution to Question 16:\nInfant mortality rate, literacy rate, and life expectancy at 1 year of age are the components of the physical quality of life index (PQLI).\n\n\n\nSolution to Question 17:\nHuman development index (HDI) is the best measure of the standard of living of a population. Physical quality of life index (PQLI) measures the quality of life.\n\n\nSolution to Question 18:\nInfant mortality rate (IMR) is not a component of HDI. It is a component of the physical quality of life index (PQLI).\nThe human development index (HDI) is used to compare living standards in different countries. It includes the following dimensions or components:\nEach dimension index is calculated using the formula: Dimension Index = (Actual Value -\nMinimum Value)/(Maximum Value - Minimum Value)\n\nHDI is the geometric mean of the three indices: ILife1/3 x\tIEducation1/3\tx\tIIncome1/3.\nAs per the Human Development Report 2023-2024, India's Human Development Index (HDI)\nvalue is 0.644. This places India at 134th out of 193 countries.\n\n\n\n\nSolution to Question 19:\nThe minimum value established for the calculation of the life expectancy index in HDI is 20 years and the maximum is 85 years.\nThese minimum and maximum values are used to calculate the dimension indices in HDI and are called goalposts.\nEach dimension index is calculated using the formula:\nDimension Index = (Actual Value - Minimum Value)/(Maximum Value - Minimum Value).\n\n\n\nSolution to Question 20:\nThe gross enrollment ratio is no longer used in obtaining the education index in HDI. It was used as an indicator earlier.\nThe education index is calculated by taking into account the mean years of schooling and expected years of schooling. Maximum and minimum values are based on global data.\nAdult literacy rate and gross enrollment ratio were used as indicators before 2009.\n\n\n\nSolution to Question 21:\nHuman poverty index (HPI) measures deprivation in basic dimensions of human development.\nHPI-1 is used for developing countries and HPI-2 is used for developed countries. It is based upon the following indicators:\nThe range of HPI is from 0 to 100. The term HPI has now been replaced with multidimensional poverty index (MPI).\n\n\n\n\n\nSolution to Question 22:\nBuilding social security is not included in the Ottawa charter for health promotion.\nThe first international conference for health promotion was held in Ottawa on 21st Nov 1986. It produced a charter known as the Ottawa charter.\nThe charter identified five key action areas as given below:\nBuild healthy public policy\nCreate supportive environment for health\nStrengthen community action for health\nDevelop personal skills\nReorient health services\n\n\n\n\nConcepts of Disease and Prevention\n\n\nQuestion 1:\n\nWhich of the following is not a component of the epidemiological triad for tuberculosis?\nA malnourished child.\nMycobacterium tuberculosis\nDuration of illness\nOvercrowding\n\n\nQuestion 2:\n\nWhich of the following is the most logical sequence?\nDisease  Impairment  Disability  Handicap\nImpairment  Disease  Handicap  Disability\nDisability  Disease Impairment Handicap\nDisease Disability Impairment Handicap\n\n\nQuestion 3:\n\nA salesman met with an unfortunate accident that led to him eventually losing his left foot. He has been unable to walk after this incident and so been rendered unemployed. Match the following examples with the corresponding events explaining the concept of disability.\n1-B, 2-C, 3-D, 4-A\n1-D, 2-A, 3-B, 4-C\n1-A, 2-B, 3-C, 4-D\n1-C, 2-D, 3-A, 4-B\n\n\nQuestion 4:\n\nWhich of the following is most appropriate about the web of disease causation?\nIt implies that individual factors in the web have equal weightage\nIt implies that all the chains of causation must be controlled to prevent disease\n\nIt is mostly applicable for acute and rare diseases\nIt suggests ways of interrupting the disease occurrence\n\n\nQuestion 5:\n\nWhich of the following is not true regarding the pathogenesis period of a disease?\nPrimary prevention is possible\nRecovery is seen in this period\nEntry of causative agent is seen\nIncludes subclinical cases\n\n\nQuestion 6:\n\nIn the iceberg phenomenon of disease, which of the following does not represent the submerged portion of the iceberg?\nPre-symptomatic cases\nLatent cases\nDiagnosed cases\nUndiagnosed cases\n\n\nQuestion 7:\n\nWhich of the following diseases shows the iceberg phenomenon?\nTetanus\nRubella\nMeasles\nRabies\n\n\nQuestion 8:\n\nWhat is the term used to describe the interruption in the transmission of a disease?\nElimination\nEradication\n\nSurveillance\nContro\n\n\nQuestion 9:\n\nAmong the following options, which aids the most in disease elimination?\nIsolation\nQuarantine\nHerd immunity\nComplete treatment\n\n\nQuestion 10:\n\nWhile collecting surveillance data for disease X, you find that the incidence of the disease is zero in your region. Which of the following statements best describes this scenario?\nDisease is eliminated from the region.\nDisease is well controlled in the region.\nDisease is eradicated from the region.\nDisease shows iceberg phenomenon in the region.\n\n\nQuestion 11:\n\nWhich of the following is a silent epidemic?\nBipolar disorders\nManic depressive disorder\nAlzheimer’s disease\nGeneralised anxiety disorder\n\n\nQuestion 12:\n\nWhat is the analysis of routine measurements aimed at detecting changes in the health status of a population called?\nMonitoring\n\nSurveillance\nSystematic review\nSentinel surveillance\n\n\nQuestion 13:\n\nIn which of the following does surveillance of disease not have a direct role?\nHealth planning\nControl of disease\nData on new and changing trends\nBreaking chain of transmission\n\n\nQuestion 14:\n\nMeasures in sentinel surveillance do not aim at identifying:\nMissing cases of the disease\nOld cases of the disease\nNew cases of the disease\nCases free of disability\n\n\nQuestion 15:\n\nWhich of the following is public health surveillance preferentially aimed at?\nTreatment of disease\nDisease eradication\nDisease monitoring\nHealth planning\n\n\nQuestion 16:\n\nWhich of the following is included under primordial prevention of coronary artery disease?\nLifestyle change in adults\nCoronary bypass\n\nRegular BP estimation\nLifestyle changes in childhood\n\n\nQuestion 17:\n\nWhat type of prevention is the prescriptive screening of a disease?\nPrimordia\nPrimary\nSecondary\nTertiary\n\n\nQuestion 18:\n\nWhat form of prevention is prospective screening?\nPrimary\nSecondary\nTertiary\nPrimordia\n\n\nQuestion 19:\n\nYou advise a reproductive age woman to vaccinate against HPV. What is this type of prevention called?\nPrimordial prevention\nPrimary prevention\nSecondary prevention\nTertiary prevention\n\n\nQuestion 20:\n\nWho among the following is not a target for primary prevention?\nApparently healthy individuals\nIndividuals with risk factor\n\nChildren less than 5years\nAsymptomatic patients\n\n\nQuestion 21:\n\nAs a part of the iodine deficiency control programme, you advocate the usage of iodized salt in hilly areas. What is this type of prevention an example of?\nPrimordial prevention\nPrimary prevention\nSecondary prevention\nTertiary prevention\n\n\nQuestion 22:\n\nYou are performing a routine pap smear on a 30-year-old woman in the gynecology OPD. What level of prevention does this fall under?\nPrimordia\nSecondary\nPrimary\nTertiary\n\n\nQuestion 23:\n\nWhat mode of prevention is disability prevention by appropriate treatment an example of?\nPrimordial prevention\nPrimary prevention\nSecondary prevention\nTertiary prevention\n\n\nQuestion 24:\n\nWhich of the following is an example of disability limitation?\nPrescribing spectacles for refractive error\n\nStarting a patient on anti-tuberculous therapy\nAbstinence from smoking\nEarly fixation of fractures\n\n\nQuestion 25:\n\nWhich among the following diseases was eliminated in India in 2015?\nLeprosy\nNeonatal tetanus\nTuberculosis\nYellow fever\n\n\nQuestion 26:\n\nWhich of the following statements is false about ICD- 11?\nIt includes a new chapter on traditional medicine\nGender incongruence is now listed as part of mental health\nThe codes relating to antimicrobial resistance are more closely in line with the Globa Antimicrobial Resistance Surveillance System\nIt has come into full effect from January 2022\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nDuration of illness is not a part of the epidemiological triad for tuberculosis. The epidemiological triad includes host, agent and environment:\nHost factors: Age, sex, religion, race, genetic profile, immune system\nAgent factors:\nBiological - bacteria, viruses\nChemical - poisons, alcohol, smoke\nPhysical - trauma, fire, radiation\nNutrition - lack/excess\nEnvironmental factors:\nTemperature, humidity, altitude\nWater, milk, food\nRadiation, pollution, noise\nCrowding, housing, neighborhood\n\n\n\nHence, a malnourished child (host), Mycobacterium tuberculosis (agent) and overcrowding\n(environment) form the epidemiological triad for tuberculosis.\n\n\n\n\n\nSolution to Question 2:\nDisease  Impairment  Disability  Handicap is the most logical sequence among the given options.\nDisease is a state of physiological/psychological dysfunction. Impairment is any loss or abnormality in normal structure or function. Disability is the inability to carry out normal actions due to impairment.\nHandicap is the disadvantage due to disability that limits fulfilment of a role that is normal.\n\n\n\n\n\nSolution to Question 3:\nThe correctly matched events relating to the given example are as follows:\nThe WHO definition of impairment is \"any loss or abnormality of psychological, physiological or anatomical structure or function\". E.g., loss of a foot. An initial impairment may cause a secondary impairment as well.\nThe WHO defines disability as ''any restriction or lack of ability to perform an activity in the manner or within the range considered normal for a human being\". Because of impairment, the affected person may be unable to carry out certain activities and hence the person is considered disabled.\nAccording to the WHO, a handicap is \"a disadvantage for a given individual, resulting from an impairment or a disability, that limits or prevents the fulfilment of a role that is normal (depending on age, sex, and social and cultural factors) for that individual\". The disadvantages experienced by a person as a result of disability makes them handicapped.\n\n\nSolution to Question 4:\nThe web of causation for a disease suggests a number of ways to interrupt the disease occurrence/progression.\nThis model was suggested by MacMahon and Pugh in their book ‘Epidemiologic Principles and Methods’.\nWeb of causation considers all the predisposing factors and their complex interrelationship with each other. This model is ideally suited in the study of chronic disease. The web of causation does not imply that the disease is controlled only when all the multiple chains of causation are removed. Sometimes removal of one significant link is sufficient to control the disease.\nIn a multifactorial event, individual factors are by no means of equal weightage. The importance of each factor is expressed in terms of relative risk.\n\n\n\nSolution to Question 5:\nPrimary prevention is not possible in the pathogenesis period of a disease. It can only be done in the period of pre-pathogenesis.\nThe two phases in the natural history of a disease include:\nPeriod of pre-pathogenesis: It is before the onset of disease in humans. The disease agent has not entered the host, but the factors favouring the disease already exist. Primary\nprevention (health promotion and specific protection) is applicable in this period.\nPeriod of pathogenesis: It begins with the entry of the organism till recovery, death or disability. Secondary (halting of the disease process) and tertiary prevention (measures to limit disability) are applicable in this period. It isn't always characterised by the presence of disease symptoms as it also includes subclinical cases.\n\n\n\nSolution to Question 6:\nEpidemiologically, the iceberg phenomenon of disease, diagnosed cases are represented by the floating tip of the iceberg.\nThe iceberg phenomenon of disease is related to the spectrum of disease. The water surface is the line of demarcation between the apparent and inapparent infections.\nThe submerged portion of the iceberg represents the hidden mass of diseases like asymptomatic, latent, and undiagnosed cases. Screening is done to identify these cases.\nThe iceberg phenomenon of disease is depicted in the image below.\n\n\n\n\n\n\nSolution to Question 7:\nRubella shows the iceberg phenomenon of disease.\nThe iceberg phenomenon of diseases is not shown by diseases such as tetanus, rabies, and measles.\nIceberg phenomenon is shown by:\nPolio\nInfluenza\nRubella\nMumps\nJapanese Encephalitis\nDiphtheria\nHepatitis A and B\nTuberculosis\nDiabetes\nMalnutrition\nHypertension\nNote: If a disease has more number of subclinical infections, it shows the iceberg phenomenon of disease depicted in the image below.\n\n\n\n\n\n\nSolution to Question 8:\nInterruption in the transmission of a disease is called elimination. It is a step towards eradication.\nElimination is a reduction in the number of new cases of an infectious disease to zero (or a very low defined target rate) in a defined geographical area as a result of deliberate efforts. Continued measures to prevent re-establishment of transmission are required.\nEradication is a complete and permanent worldwide reduction to zero new cases of an infectious disease through deliberate efforts. No further control measures are required.\nSurveillance is the continuous scrutiny of factors that determine the occurrence and distribution of disease and ill health.\nControl aims at decreasing the incidence, duration and transmission of the disease. It also aims at decreasing the physical and psychological complications of a disease.\n\n\n\nSolution to Question 9:\nHerd immunity aids the most in disease elimination.\nHerd immunity achieved, especially through immunization, goes a long way in helping the elimination of diseases. When a high level of herd immunity is maintained, the susceptible population is reduced to a small proportion, thereby eliminating the disease.\nThe purpose of isolation is to protect the community by preventing the transfer of infection from the reservoir to the possible susceptible hosts. Quarantine refers to restrictions on the healthy contacts of an infectious disease.\n\nSolution to Question 10:\nIn the given scenario, as the disease has zero incidence, we can say the disease has been eliminated from the region.\nElimination is a reduction in the number of new cases of an infectious disease to zero (or a very low defined target rate) in a defined geographical area as a result of deliberate efforts. Continued measures to prevent re-establishment of transmission are required.\nEradication is a complete and permanent worldwide reduction to zero new cases of an infectious disease through deliberate efforts. No further control measures are required.\nControl aims at decreasing the incidence, duration and transmission of the disease. It also aims at decreasing the physical and psychological complications of a disease.\nThe iceberg phenomenon of disease is related to the spectrum of disease. The submerged portion of the iceberg represents the hidden mass of diseases like asymptomatic, latent, and undiagnosed cases. The clinical or diagnosed cases are represented by the floating tip of the iceberg and not the submerged portion. As disease incidence is zero here, there are no cases to form the iceberg.\n\n\n\nSolution to Question 11:\nAlzheimer’s disease is referred to as the silent epidemic of the century.\nNearly 50 million people globally are living with this disease. Since it strikes so often, so arbitrarily, and with such little warning, many have dubbed it the silent epidemic.\n\n\n\nSolution to Question 12:\nThe analysis of routine measurements aimed at detecting changes in the health status or environment of a population is called monitoring.\nSurveillance is the continuous scrutiny of factors that determine the occurrence and distribution of disease and ill health.\nSentinel surveillance is a method of identifying the missing cases and thereby supplementing the notified cases.\nSystematic reviews involve a detailed plan with the goal of reducing bias by identifying, appraising, and synthesizing all relevant studies on a particular topic.\n\n\n\nSolution to Question 13:\nSurveillance of a disease does not have a direct role in breaking the chain of transmission.\nSurveillance is the continuous scrutiny of factors that determine the occurrence and distribution of disease and ill health.\n\nIt helps in health planning and provides information about public health disasters including data on new and changing trends of disease.\nSurveillance requires professional analysis and sophisticated judgment of data, leading to recommendations for control activities.\n\n\n\nSolution to Question 14:\nSentinel surveillance does not include identifying cases free of disability.\nSentinel surveillance helps in identifying the missing cases, in addition to the already existing and new cases. It is used for supplementing routine notifications.\n\n\n\nSolution to Question 15:\nPublic health surveillance is preferentially aimed at health planning.\nPublic health surveillance provides important feedback on the health status of the population, about planning control and prevention activities, and also for public health disasters.\n\n\n\nSolution to Question 16:\nAdoption of a healthy lifestyle from childhood would fall under the category of primordial prevention of coronary artery disease.\nPrimordial prevention is preventing the emergence of risk factors among population groups in which these risk factors have not yet appeared. Most adult health problems (obesity, hypertension) have their early origins in childhood. It is in childhood that lifestyles are formed i.e. eating patterns, physical exercise, smoking, etc.\nIn primordial prevention, efforts are made to discourage children from adopting harmful lifestyles.\nThese lifestyle changes when made by adults are known as primary prevention.\n\n\n\nSolution to Question 17:\nPrescriptive screening of a disease is an example of secondary prevention.\nPrescriptive screening of disease can lead to early diagnosis of disease. By early diagnosis, intervention can be made to prevent disability. Hence, it comes under secondary prevention.\n\n\n\nSolution to Question 18:\n\nProspective screening is a type of primary prevention.\nProspective screening is done on healthy individuals to screen for disease. It is done prior to the onset of the disease. E.g., screening donated blood for HIV before it is transfused. This type of prevention reduces the incidence of disease.\nNote: Prescriptive screening is done for case detection. People are screened for their own benefits. It is an early diagnosis of diseases existing in them. This is a form of secondary prevention. E.g., neonatal screening for hypothyroidism, pap smear for detection of cervical cancer.\n\n\n\nSolution to Question 19:\nThe given scenario of immunisation is an example of primary prevention.\nPrimary prevention is an action taken before the onset of disease. This reduces the possibility of disease occurrence. Hence, immunization is a form of primary prevention, through specific protection.\nExamples of primary prevention include immunization, sanitation, solid and liquid waste management etc.\n\n\n\nSolution to Question 20:\nAsymptomatic patients are the target population for secondary prevention but not for primary prevention.\nPrimary prevention is implemented before the onset of the disease. Hence, all patients including asymptomatic ones are not included in the target group.\n\n\n\nSolution to Question 21:\nThe usage of iodized salt in iodine-deficient areas like in hilly regions is an example of primary prevention as it provides specific protection.\n\n\n\nSolution to Question 22:\nPap smear is a screening test for carcinoma cervix and is an example of secondary prevention.\nEarly diagnosis (including screening) and treatment are the components of secondary prevention. Some of the examples of secondary prevention are as follows:\nPapanicolaou (Pap) smear for early detection of cervical cancer\nMammography for early detection of breast cancer\nColonoscopies for early detection of colon cancer\n\nBlood Pressure Screening\nSecondary prevention measures focus on the sub-clinical stage and the early clinical stage, such as dysplasia in this case.\nThese measures enable early detection and prompt effective intervention to correct departures from a state of health.\n\n\n\nSolution to Question 23:\nDisability prevention by appropriate treatment is an example of secondary prevention. This is because disability has not occurred yet so correct treatment can stop it from developing.\nAfter the disability has set in, prevention of progression of disability from transitioning into a handicap is tertiary prevention. It is also called disability limitation.\n\n\n\nSolution to Question 24:\nPrescribing spectacles for refractive error is an example of disability limitation which is a component of tertiary prevention. This mode of intervention is applicable when the patient presents late in the pathogenesis phase.\nThe objective of this intervention is to prevent or halt the transition of the disease process from impairment to handicap.\nOption B: Starting a patient on anti-tuberculous therapy is secondary prevention as it is a part of treatment.\nOption C: Abstinence from smoking is a modification of the risk factor. Hence it is an example of primary prevention.\nOption D: Early fixation of fractures will prevent disability. Hence, it is an example of secondary prevention.\n\n\n\nSolution to Question 25:\nMaternal and neonatal tetanus was eliminated from India in 2015, as certified by the WHO. Important years for India (declared disease-free):\nInfective trachoma - 2017\nYaws - 2016\nMaternal &amp; neonatal tetanus - 2015\nPolio - 2014\nGuinea worm disease (dracunculiasis) - 2000 Worldwide eradication:\n\nType-2 wild poliovirus - 2015\nType-3 wild poliovirus- 201š\nSmallpox - 1š›0",
        "image": "PSM_img_25.png"
    }
]