[
    {
        "id": 1,
        "text": "A soldier posted in Siachen is brought unconscious to the emergency ward. In order to rule out hypothermia, how will you best measure his temperature? Oral Rectal Infrared tympanic thermometer Axillary",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn the given clinical scenario, the rectal temperature would be the best site to measure the core body temperature.\nAt extremes of high or low temperatures, like in Siachen, the axillary and the oral temperatures are highly misleading and should not be used to measure the core body temperature.\nThe infrared tympanic thermometer measures the temperature of the eardrum which is representative of the core body temperature. However, it often ends up measuring the temperature of the ear canal. This is because of inadequate insertion into the ear canal due to poor manufacturing design or the presence of cerumen. Hence, it is not a reliable method of measuring the core body temperature.",
        "image": "Medicine_img_1.png"
    },
    {
        "id": 2,
        "text": "A patient in the emergency ward stays still while lying supine and hesitates to move. He also has very shallow breathing. This attitude of the patient is most likely due to which of the following conditions? Renal colic Peritonitis Acute pancreatitis Meningitis",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario is suggestive of peritonitis. A patient with peritonitis lies supine without movement and has shallow breathing as any movement exacerbates the pain.\nOption A: In renal colic, patients have a restless attitude, often rolling around because of pain.\nOption C: In acute pancreatitis, the patient usually bends forward and assumes a knee-chest position because of abdominal pain.\nOption D: Patients with meningitis present with neck stiffness.",
        "image": "Medicine_img_2.png"
    },
    {
        "id": 3,
        "text": "An alcohol addict presented with easy fatiguability. On examination, he is found to have pallor. Peripheral smear showed macrocytes and anisocytosis. Which of the following findings is most likely to be seen in this patient? Atrophic glossitis Migratory glossitis Strawberry tongue Macroglossia",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario is suggestive of megaloblastic anemia likely due to folate deficiency caused by alcohol addiction. Folate deficiency leads to atrophic glossitis because of damage to the epithelial surfaces.\n\n\n\nOption B: Migratory glossitis / geographic tongue is due to rapid loss and regrowth of filiform papillae of the tongue. It is a benign inflammatory condition of the tongue associated with psoriasis and reactive arthritis.\n\n\nOption C: Strawberry tongue is due to the hypertrophy of fungiform papillae. It is seen in scarlet fever and Kawasaki disease.\n\n\n\nOption D: Macroglossia is an abnormal enlargement of the tongue and can be congenital or acquired. New-onset macroglossia in adults is highly suggestive of amyloidosis.",
        "image": "Medicine_img_3.png"
    },
    {
        "id": 4,
        "text": "A woman presents with bluish discoloration of the skin and mucous membranes. All of the following may be responsible for the given symptoms except: Methemoglobin exceeds 1.5 gm% Sulfhemoglobin exceeds 0.5 gm% Reduced hemoglobin exceeds 2 gm% Oxygen saturation below 85%",
        "options": {},
        "correct_option": null,
        "explanation": ":\nBluish discoloration of the skin and mucous membranes is suggestive of cyanosis. Cyanosis is seen when the concentration of deoxygenated or reduced hemoglobin exceeds 4 gm/dL.\nCyanosis is detectable with methemoglobin 1.5 gm% and/or sulfhemoglobin 0.5 gm%.\nCentral cyanosis is detectable when the oxygen saturation &lt;85%. In dark-skinned individuals, it may be detectable at an oxygen saturation of 75%.\nThe types of cyanosis are:",
        "image": "Medicine_img_4.png"
    },
    {
        "id": 5,
        "text": "Which of the following skin findings is not associated with an endocrine abnormality? Acanthosis nigricans Diffuse hyperpigmentation Casal’s necklace Purple striae",
        "options": {},
        "correct_option": null,
        "explanation": ":\nCasal’s necklace is not associated with an endocrine abnormality. It is a feature of pellagra, which occurs due to the deficiency of niacin.\nOption A: Acanthosis nigricans is seen in multiple endocrinopathies like acromegaly, Cushing’s syndrome, polycystic ovary syndrome, and insulin-resistant diabetes mellitus.\nOption B: Diffuse hyperpigmentation is seen in Addison’s disease and ectopic ACTH syndrome. Option D: Purple striae are seen in Cushing’s disease.",
        "image": "Medicine_img_5.png"
    },
    {
        "id": 6,
        "text": "What are petechiae? Large extravasation of blood in the skin Skin hemorrhages measuring 2-3 mm Skin hemorrhages measuring 1-2 mm Skin hemorrhages measuring 3-4 mm",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPetechiae are defined as skin hemorrhages appearing as minute non-blanching spots that measure less than 2 mm.\nA few conditions causing petechiae have been stated below:\nInfectious diseases: Cytomegalovirus (CMV) infection, infective endocarditis, meningococcemia, and viral hemorrhagic fevers.\nNon-infectious conditions: Vasculitis, thrombocytopenia, leukemia, scurvy, and vitamin K deficiency\nDrugs: Anticoagulants (warfarin, heparin), quinine, etc.\nLarge extravasation of blood in the skin is known as ecchymosis.\nPurpura are also non-blanching spots but unlike petechiae, they measure  3 mm in size.",
        "image": "Medicine_img_6.png"
    },
    {
        "id": 7,
        "text": "A 28-year-old woman presented to the clinic with the lesions shown below. Which of the following conditions is/are associated with this lesion? 1 and 5 2, 3 and 5 1, 3 and 4 1, 2 and 4",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe lesions shown in the image are spider naevi (nevus araneus). They are seen in:\nEstrogen excess states such as pregnancy and OCP use\n\nChronic liver disease - especially alcoholic liver disease\nThyrotoxicosis\nThey are vascular lesions characterized by the tortuous dilatation of arterioles just underneath the skin. On applying and releasing pressure over the lesion they typically fill from the centre outward.",
        "image": "Medicine_img_7.png"
    },
    {
        "id": 8,
        "text": "You observed the following finding in a patient in the OPD. Which among the following conditions is least likely to cause this finding? Endocarditis Bronchiectasis Tricuspid atresia Aortic dissection",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given image shows digital clubbing. Among the given options, aortic dissection is least likely to cause digital clubbing.\nClubbing is a selective bulbous enlargement of the distal segments of the fingers and toes due to the proliferation of connective tissue, particularly on the dorsal surface.\nCauses of clubbing are:\nPulmonary\nBronchogenic carcinoma\nLung abscess, empyema, bronchiectasis\nInterstitial lung diseases\nCystic fibrosis\nSarcoidosis\nAsbestosis\nGI\nInflammatory bowel disease (Ulcerative colitis, Crohn's disease)\nSprue, celiac disease\nNeoplasms - esophagus, liver, bowel\nCirrhosis - juvenile and biliary\nChronic active hepatitis\nCardiovascular\nCyanotic congenital heart disease\nSubacute bacterial endocarditis\nAortic aneurysm\nArteriovenous fistula\nPatent ductus arteriosus with right to left shunt\nAtrial myxoma\nEndocrine\nGrave’s disease (thyroid acropachy)\n\nCNS\nHemiplegia (unilateral clubbing)\nSkin disease\nPalmoplantar keratoderma\nFischer-Volavsek syndrome.\nMalignancies\nThyroid cancer\nThymus cancer\nHodgkin disease\nDisseminated chronic myeloid leukemia.\nNote: Chronic obstructive pulmonary disease (COPD) does not cause clubbing. If clubbing is present in a patient with COPD, underlying lung cancer and bronchiectasis must be ruled out.",
        "image": "Medicine_img_8.png"
    },
    {
        "id": 9,
        "text": "A 40-year-old patient presents with loss of appetite, jaundice, and easy bruisability. He is a chronic alcohol user, and the following abnormality is noted on examination. What is the most likely cause of this nail change? Scurvy Hypoalbuminemia Chronic iron deficiency Folate deficiency",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe nail change seen in the given image is leukonychia totalis. It is a prominent feature of hypoalbuminemic states. The given clinical scenario is suggestive of liver cirrhosis, which leads to hypoalbuminemia.\nLeukonychia is an opaque whitish discoloration of the nail and is seen in the following conditions:\nDietary deficiency: Protein-energy malnutrition, pellagra, zinc deficiency\nDrugs: Cytotoxic agents, Steroids, Retinoids, Pilocarpine\nDermatological pathology: Alopecia areata, erythema multiforme, exfoliative dermatitis, and SLE\nSystemic diseases: Liver cirrhosis, renal failure, and cardiac failure\nMiscellaneous: Trauma, malignancy, and toxins (arsenic, fluoride)\nIdiopathic\nNote: The leukonychia secondary to arsenic poisoning is termed leukonychia striata or Aldrich–Mees lines.",
        "image": "Medicine_img_9.png"
    },
    {
        "id": 10,
        "text": "A resident is examining a patient with bilateral leg swelling below the knees. He notes that on applying pressure, the indentation does not persist on release. What is the likely cause of the edema? Myxedema Nephrotic syndrome Chronic lymphangitis Acute lymphatic filariasis",
        "options": {},
        "correct_option": null,
        "explanation": ":\nBilateral non-pitting edema in the lower limbs is suggestive of myxedema.\nWhile chronic lymphangitis and acute lymphatic filariasis can also cause non-pitting edema, they usually have a unilateral/localized presentation.\nNephrotic syndrome and heart failure cause bilateral pitting edema. Causes of generalized edema include:\nHeart failure\nChronic renal failure\nNephrotic syndrome\nLiver cirrhosis\nCauses of localized edema include:\nThrombophlebitis\nChronic lymphangitis\nResection of regional lymph nodes\nFilariasis",
        "image": "Medicine_img_10.png"
    },
    {
        "id": 11,
        "text": "While examining a patient’s pulse, you note a tapping impulse when you raise his arm above his head. Which of the following conditions would you not suspect in the patient? Left-sided heart failure Anemia Thiamine deficiency Aortic regurgitation",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario is suggestive of water hammer pulse, which is not seen in left-sided heart failure.\n\nCollapsing pulse/Watson’s water hammer pulse is a rapidly rising pulse that collapses suddenly. This is because arterial pressure falls rapidly during late systole and diastole. It is also called Corrigan's pulse.\nThe various causes of the collapsing pulse include\nPhysiologically, it can be present in fever and pregnancy. This is attributed to the combination of increased cardiac output and the reduction in systemic vascular resistance.\nCardiac lesions such as aortic regurgitation, patent ductus arteriosus, systolic hypertension, marked bradycardia, aneurysm of sinus of Valsalva\nHigh-output states such as anemia, cor pulmonale, thyrotoxicosis, arteriovenous fistula, Paget's disease, beriberi, and liver cirrhosis (secondary to chronic alcoholism)",
        "image": "Medicine_img_11.png"
    },
    {
        "id": 12,
        "text": "True about the definition of Postural Hypotension: Decrease in Systolic blood pressure 20 mmHg after 6 mins of standing Decrease in Systolic blood pressure 20 mmHg after 3 min of standing Decrease in Diastolic blood pressure 20 mmHg after 6 mins of standing Decrease in diastolic blood pressure 20 mmHg after 3 mins of standing",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOrthostatic hypotension or postural hypotension is defined as a sustained drop in systolic BP of\n20 mmHg or diastolic BP of 10 mmHg after 3 min of standing.\nIt can manifest as lightheadedness/dizziness, weakness or tiredness, difficulty thinking/concentrating, blurred vision, and anxiety.\nIn non-neurogenic causes of orthostatic hypotension such as hypovolemia, the drop in the blood pressure is accompanied by a compensatory increase in heart rate of &gt;15 beats/min. In neurogenic causes, there is aggravation or precipitation of orthostatic hypotension by autonomic stressors like a meal, hot bath, or exercise.\nNon-neurogenic causes of orthostatic hypotension include\nCardiac pump failure - myocardial infarction, myocarditis, aortic stenosis\nHypovolemia - dehydration, diarrhea, hemorrhage\nMetabolic - adrenocortical insufficiency, pheochromocytoma\nVenous pooling - sepsis, prolonged standing, or recumbency\nMedications - alpha-blockers, diuretics, phenothiazines, tricyclic antidepressants Treatment includes removing reversible causes like drugs causing hypotension.\nNon-pharmacological interventions include patient education regarding staged moves from supine to upright, raising the head of the bed, and increasing dietary fluid and salt. If these fail, drugs like fludrocortisone and midodrine can be given.",
        "image": "Medicine_img_12.png"
    },
    {
        "id": 13,
        "text": "A 30-year-old African farmer presents with Winterbottom’s sign. This sign is due to the involvement of: Deep cervical nodes Supraclavicular nodes Posterior cervical nodes Occipital nodes",
        "options": {},
        "correct_option": null,
        "explanation": ":\nWinterbottom’s sign is due to the involvement of posterior cervical nodes. It is seen in African trypanosomiasis.\nAfrican trypanosomiasis is a vector born disease caused by Trypanosoma brucei gambiense/rhodesiense. It is transmitted through the bite of a Tsetse fly.\n\nThe clinical syndrome includes hemolymphatic disease with associated Winterbottom's sign and a maculopapular rash primarily involving the trunk. At a later stage, the patient can present with features suggestive of meningoencephalitis.",
        "image": "Medicine_img_13.png"
    },
    {
        "id": 14,
        "text": "Relative bradycardia occurs in: Typhoid fever Q fever Leptospirosis All of the above",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIn the given options typhoid, Q fever, and leptospirosis are infectious causes of relative bradycardia.\nRelative bradycardia, also known as Faget's sign, is observed when patients exhibit a lower heart rate than anticipated in relation to an increase in body temperature. Body temperature is commonly regarded as a factor that independently influences heart rate. It is estimated that for each 1°C (1.8°F) rise in temperature, the heart rate typically increases by approximately 15-20 beats per minute.\nWhile this pulse-temperature dissociation is not highly sensitive or specific for establishing a diagnosis, it can still prove beneficial in resource-limited settings due to its easy accessibility and simplicity.\nInfectious causes of relative bradycardia include:\nSalmonella typhi\nFrancisella tularensis\nCoxiella burnetii (Q fever)\nLeptospira interrogans\nLegionella pneumophila\nRickettsia spp.\nOrientia tsutsugamushi (scrub typhus)\nCorynebacterium diphtheriae\nPlasmodium spp. (malaria)\nNoninfectious causes include:\nDrug fever\nBeta-blocker use\nCentral nervous system lesions\nMalignant lymphoma\nFactitious fever",
        "image": "Medicine_img_14.png"
    },
    {
        "id": 15,
        "text": "A patient with rheumatic heart disease now presents with fever and the following nail finding. The nail lesions most likely are? Roth spots Janeway lesions Osler nodes Splinter hemorrhages",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given clinical scenario is suggestive of infective endocarditis (IE). Splinter hemorrhages are seen in the nails of these patients.\n\nSubungual splinter hemorrhages are classically identified as dark-red, linear petechiae in the nail bed.\nOther peripheral manifestations of infective endocarditis include the following:\nPetechiae: Common but nonspecific finding\nPurulent purpura\nOsler nodes: Tender subcutaneous nodules usually found on the distal pads of the digits\nJaneway lesions: Nontender maculae on the palms and soles\nRoth spots: Relatively rare retinal hemorrhages with small, clear centers",
        "image": "Medicine_img_15.png"
    },
    {
        "id": 16,
        "text": "A 25-year-old man presented to the OPD with a fever for the past 5 days. On examination, tender lesions were found on his extremities as marked below. What is the most probable diagnosis? Hand-foot-mouth disease Infective endocarditis Cat scratch disease Rocky Mountain Spotted fever",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe most probable diagnosis for this patient is infective endocarditis.\nTender violaceous subcutaneous nodules in the fingers shown in the image are Osler nodes. They usually occur in the pads of fingers and toes but can also occur on the thenar and hypothenar eminences.\nOther lesions that are highly suggestive of infective endocarditis include:\nRoth spots: These are exudative, edematous hemorrhagic lesions of the retina with pale centres.\nJaneway lesions: They are nontender, slightly raised haemorrhages on the palms and soles. The image is shown below.",
        "image": "Medicine_img_16.png"
    },
    {
        "id": 17,
        "text": "On examination of the chest wall, the presence of thrills indicate: Palpable S3 Palpable S4 Palpable murmur Palpable right ventricular systole",
        "options": {},
        "correct_option": null,
        "explanation": ":\nOn examination of the chest wall, the presence of thrills indicates a palpable murmur. Thrills are the palpable vibrations produced by turbulent blood flow causing murmurs.\n\nPalpable S3 and S4 cause a double thrust in the apical impulse.\nPalpable right ventricular systole is known as heave which is felt in the left parasternal area.",
        "image": "Medicine_img_17.png"
    },
    {
        "id": 18,
        "text": "As an intern in the emergency ward, which of the following method would you consider as correct regarding nasogastric tube length estimation? Tip of nose to ear to xiphisternum Tip of nose to angle of ear to umbilicus Mouth to ear to umbilicus Mouth to ear to midway between xiphisternum and umbilicus",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe commonly used method to determine the length of a nasogastric tube is the NEX method: the tip of the nose to the ear to the xiphisternum.\nThe approximate length is 120-125 cm. The markings indicate the traversing of the tube through various parts of the GIT:\n40 cm: Cardia of the stomach\n50 cm: Body of the stomach\n60 cm: Pylorus\n70 cm: Duodenum\nA nasogastric tube or Ryle's tube is inserted in the sitting position with the neck slightly flexed. The tube is then gently inserted through the nostril and advanced until it reaches 10 cm. The patient is encouraged to swallow, allowing the tube to move down the esophagus with successive swallows until it reaches the measured distance.\nSubjective confirmation involves insufflating air through the proximal opening of the NG tube and listening for the sound of air in the left upper quadrant where the stomach is located. Objective confirmation can be obtained through pH measurement, chest or abdominal radiographs, ultrasound, or calorimetric capnometry.\nWhile widely practiced, blind NG tube insertion can lead to complications such as coiling of the tube in the nasopharynx, incorrect placement in the bronchial passage, or even esophageal perforation.",
        "image": "Medicine_img_18.png"
    },
    {
        "id": 19,
        "text": "A patient presents with excessive thirst, unexplained weight loss, visual blurring, genital thrush, and lethargy. What is the most likely diagnosis? Hyperglycemia Hyperthyroidism Hypoglycemia Diabetic neuropathy",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe most likely diagnosis in the given scenario is hyperglycemia. The symptoms of hyperglycemia include:\nPolyuria\nPolydipsia\nWeight loss\nFatigue\nBlurry vision\nFrequent superficial infections (vaginitis, fungal skin infections)\nSlow healing of skin lesions after minor trauma.\n\nNote: The metabolic derangements occurring in these patients are due to osmotic diuresis and a catabolic state caused by urinary loss of glucose and increased muscle breakdown. Blurred vision results from changes in the water content of the lens.",
        "image": "Medicine_img_19.png"
    },
    {
        "id": 20,
        "text": "The recommended temperature of water bath for a patient with frost bite is 37 degree C 42 degree C 32 Degree C 30 degree C",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe temperature of the water bath for a patient with frostbite should be maintained between 37- 40°C (Option A). Circulating water is preferred for treatment.\nIn frostbite, tissue damage results from severe environmental cold exposure or from direct contact with a very cold object. Tissue injury results from both freezing and vasoconstriction. It usually affects the distal aspects of the extremities or exposed parts of the face, such as the ears, nose, chin, and cheeks.\nThe treatment includes - extraction from cold environment, rapid rewarming, analgesics for pain during thawing, antithrombotics or thrombolytics, cleaning of the injured area with soap or antiseptics, tetanus prophylaxis, monitoring for compartment syndrome and finally, elective late amputation after imaging in severe cases.\n\n\nAcid-Base Disorders\n\n\nQuestion 1:\n\nWhich of the following is the most effective extracellular buffer system at physiological pH?\nBicarbonate buffer\nPhosphate buffer\nProtein buffer\nAmmonia buffer\n\n\nQuestion 2:\n\nWhich of the following is not done before drawing blood for arterial blood gas analysis?\nAllen's test\nRinse syringe with heparin\nFlexion of wrist\nPlacing needle at 45 degree angle\n\n\nQuestion 3:\n\nWhich of the following is not a cause of metabolic alkalosis?\nMineralocorticoid deficiency\nHypokalemia\nThiazide diuretic therapy\nRecurrent vomiting\n\n\nQuestion 4:\n\nWhich metabolic abnormality are patients with bulimia nervosa least likely to develop?\nHyponatremia\nHypochloremia\nMetabolic alkalosis\n\nMetabolic acidosis\n\n\nQuestion 5:\n\nWhich of the following is false about metabolic alkalosis?\nIt is associated with hyperkalemia\nIt is associated with decreased ionic calcium concentration\nCan be caused due to Conn's syndrome\nCan be caused due to a renin secreting tumor\n\n\nQuestion 6:\n\nMetabolic alkalosis is suspected in a patient presenting with multiple episodes of vomiting. Which of the following laboratory results would be seen in his arterial blood gas analysis?\nOption 1\nOption 3\nOption 2\nOption 4\n\n\nQuestion 7:\n\nThe arterial blood gas analysis of a patient reveals a pH of 7.55, pCO2- 54 mmHg, and HCO3- 40 mEq/L. What is the underlying disorder?\nMixed acid-base disorder\nMetabolic alkalosis with compensatory respiratory acidosis\nRespiratory acidosis with compensatory metabolic alkalosis\nRespiratory alkalosis with compensatory metabolic acidosis\n\n\nQuestion 8:\n\nThe arterial blood gas analysis of a 50-year-old diabetic patient revealed the following values: pH- 7.2 and HCO3- 15 mEq/L. Which of the following statements is false regarding renal compensation in this patient?\nHydrogen ion secretion is increased\n\nBicarbonate reabsorption is decreased\nUrinary acidity is increased\nUrinary ammonia is increased\n\n\nQuestion 9:\n\nCalculate the anion gap from the following values: Na+ = 137 mmol/L K+ = 4 mmol/L Cl- =\n100 mmol/L HCO3- = 15 mmol/L\n22 mmol/L\n16 mmol/L\n10 mmol/L\n12 mmol/L\n\n\nQuestion 10:\n\nIn which of the following patients would you expect to find an increased anion gap?\nRenal tubular acidosis\nAddison's disease\nDiarrhoea\nDiabetic ketoacidosis\n\n\nQuestion 11:\n\nHigh anion gap acidosis with low bicarbonate levels is seen in all the following conditions except:\nRenal tubular acidosis\nDiabetic ketoacidosis\nLactic acidosis\nSalicylate poisoning\n\n\nQuestion 12:\n\nA 40-year-old man presented with nausea, dizziness, and hyperventilation. His arterial blood gas analysis and serum electrolyte levels revealed metabolic acidosis with a normal anion gap.\n\nWhich of the following is the possible reason for this condition?\nLactic acidosis\nChronic renal failure\nRenal tubular acidosis\nMethanol toxicity\n\n\nQuestion 13:\n\nWhich of the following is not associated with type-A lactic acidosis?\nAcute pyelonephritis with hypotension\nAcute MI with free wall rupture\nCyanide toxicity\nMetformin toxicity\n\n\nQuestion 14:\n\nA patient with chronic kidney disease came with complaints of vomiting and diarrhea. His blood gas reports show pH = 7.40, HCO3- = 23 mEq/L, Na+ = 145 mEq/L, Cl- = 100 mEq/L. What is your probable diagnosis?\nNo acid base abnormality\nRespiratory acidosis\nMetabolic alkalosis\nHigh anion gap metabolic acidosis with metabolic alkalosis\n\n\nQuestion 15:\n\nA 5-year-old boy presents with generalized edema. Urine analysis showed protein 3+ and fat bodies. Which of the following would you expect to see in this condition?\nDecrease in unmeasured anions\nDecrease in measured anions\nNormal anion gap\nHigh anion gap\n\nQuestion 16:\n\nA 54-year-old male patient with renal failure has missed a round of dialysis. He complains of lethargy, anorexia, and vomiting. What is the probable acid-base disorder that we can expect in him?\nHigh anion gap metabolic acidosis\nMetabolic alkalosis with compensatory respiratory acidosis\nNormal anion gap metabolic acidosis\nMixed acid-base disorder\n\n\nQuestion 17:\n\nABG analysis of a patient is shown below. What is the probable underlying acid-base disorder in this patient?\nMetabolic acidosis with compensatory respiratory alkalosis\nMetabolic alkalosis with compensatory respiratory acidosis\nRespiratory acidosis with compensatory metabolic alkalosis\nMixed acid–base disorder\n\n\nQuestion 18:\n\nA 30-year-old man presents to the emergency department with dyspnea, and altered sensorium. These symptoms were preceded by an asthma attack. What is the probable reason for the patient's presenting symptoms?\nMetabolic acidosis\nMetabolic alkalosis\nRespiratory acidosis\nRespiratory alkalosis\n\n\nQuestion 19:\n\nA 60-year-old man with a history of chronic obstructive pulmonary disease presents with increased shortness of breath. His ABG analysis is as shown. What is the most probable underlying acid-base disorder?\nMetabolic acidosis\n\nMetabolic alkalosis\nRespiratory acidosis\nRespiratory alkalosis\n\n\nQuestion 20:\n\nA young asthmatic boy was rushed to ED with confusion and gasping for breath. His ABG analysis is as shown. What is the acid-base disorder?\nRespiratory alkalosis, compensated\nRespiratory acidosis, partially compensated\nRespiratory acidosis, fully compensated\nMetabolic alkalosis, uncompensated\n\n\nQuestion 21:\n\nThe arterial blood gas findings of a patient are pH = 7.12, pCO2 = 50, HCO3 = 28. What is the diagnosis?\nRespiratory acidosis with metabolic compensation\nMetabolic acidosis with respiratory compensation\nRespiratory alkalosis with metabolic compensation\nMetabolic alkalosis with respiratory compensation\n\n\nQuestion 22:\n\nA 40-year-old woman was rushed to the ER with chest pain, palpitations, and sweating. On examination, her respiratory rate was 32/min, and carpopedal spasm was noted while measuring BP. Her ECG was normal. Which of the following acid-base disorders is she likely to have?\nMetabolic acidosis\nMetabolic alkalosis\nRespiratory acidosis\nRespiratory alkalosis\n\n\nQuestion 23:\n\nIn the given acid-base nomogram diagram, areas marked A and D indicate which of the following conditions?\n\n\nChronic respiratory acidosis, acute metabolic alkalosis\nAcute Metabolic alkalosis, acute respiratory acidosis\nAcute respiratory acidosis, acute respiratory alkalosis\nAcute respiratory acidosis, acute metabolic alkalosis\n\n\nQuestion 24:\n\nThe arterial blood gas analysis findings of a patient are as follows: pH= 7.30, HCO3= 10 mEq/L, paCO2= 30 mmHg, which is suggestive of a partially compensated metabolic acidosis. What is the mechanism for the secondary disorder?\nHypoventilation causing decreased CO2 washout\nHyperventilation causing increased CO2 washout\nIncreased tubular reabsorption of HCO3-\nIncreased excretion of H+\n\n\nQuestion 25:\n\nThe arterial blood gas analysis of an unconscious man showed pH- 6.9, HCO3- 13 mEq/L, paCO2- 68 mmHg. The acid-base status of this patient is best described as:\nUncompensated metabolic acidosis\n\nUncompensated respiratory acidosis\nSimultaneous respiratory and metabolic acidosis\nRespiratory acidosis with partial renal compensation\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\n\nSolution to Question 1:\nThe most effective extracellular buffer system at physiological pH is the bicarbonate buffer system.\nA molecule with a pKa close to the physiological pH (7.4) is considered an effective buffer. Although the pKa of HCO3- is relatively low (6.1), it makes up 92% of the plasma buffering.\nThis is often attributed to the enormous quantity of HCO3- present in the body and the ability of this system to accept protons and form carbonic acid (H2CO3). This further in the presence of carbonic anhydrase is converted to readily excretable H■O and CO2. It is therefore considered the most efficient extracellular buffering system in the body.\nHCO3- + H+\tH2CO3 \tH■O + CO2\n\n\n\nSolution to Question 2:\nFlexion of the wrist is not done just before drawing blood for ABG analysis.\nDuring arterial blood gas analysis, the ideal position for drawing arterial blood from the radial artery is to maintain the wrist in extension. This provides stability to the artery and prevents it from slipping away during the puncture. To draw blood for ABG analysis, the skin is pierced at a 45° angle.\n\n\nAllen's test is done prior to radial cannulation to identify the adequacy of radial and ulnar collateral blood flow to the hand.\n\n\n\nThe syringe used to draw blood for ABG analysis is rinsed with heparin prior to the procedure. Prior to collecting blood, 0.1 ml heparin is drawn into the syringe and then flushed\nout. The residue that lubricates the inner wall of the syringe is sufficient to prevent the blood from clotting.\n\n\n\nSolution to Question 3:\nMineralocorticoid deficiency does not cause metabolic alkalosis. Its excess causes metabolic alkalosis.\nCauses of metabolic alkalosis:\nLoss of hydrogen:\nGastrointestinal loss\nRemoval of gastric secretions - vomiting or nasogastric suction\nChloride-losing diarrhea\nGastrocolic fistula\nVillous adenoma\nAntacid therapy, particularly if combined with cation exchange resin\nRenal loss\nLoop or thiazide diuretics\nMineralocorticoid excess (primary aldosteronism, Cushing's, steroids, licorice)\nPosthypercapnic states\nHypercalcemia, including milk-alkali syndrome\nH+ movement into cells\n\nHypokalemia Exogenous Alkali:\nAdministration of NaHCO3, sodium citrate/gluconate/acetate/antacids\nMassive blood transfusion\nAntacids- Milk alkali syndrome Contraction alkalosis (loss of ECF volume):\nLoop or thiazide-type diuretics\nSweat losses in cystic fibrosis\nGastric losses in achlorhydria Miscellaneous:\nBartter's syndrome\nGitelman's syndrome\n\n\n\nSolution to Question 4:\nThe metabolic abnormality patients with bulimia nervosa are least likely to develop is metabolic acidosis. Chronic vomiting, as seen in bulimia nervosa leads to metabolic alkalosis, not acidosis.\nConditions associated with chronic vomiting lead to hypochloremia, hyponatremia, hypokalemia, and metabolic alkalosis.\n\n\n\nSolution to Question 5:\nMetabolic alkalosis is associated with potassium depletion, not hyperkalemia.\nWhile hypercalcemia can be a cause of metabolic alkalosis, alkalosis itself can cause a decrease in ionized calcium. The patients can present with tetany and show signs of hypocalcemia, i.e., Trousseau sign and Chvostek's sign.\nConn's syndrome is primary hyperaldosteronism that leads to sodium reabsorption in exchange for hydrogen in the collecting ducts. This causes hypernatremia, hypokalemia, and hydrogen loss in urine and may lead to metabolic alkalosis.\nRenin-secreting tumors also lead to an increase in aldosterone levels leading to alkalosis. Causes of metabolic alkalosis:\nLoss of hydrogen:\nGastrointestinal loss\nRemoval of gastric secretions- vomiting or nasogastric suction\nChloride-losing diarrhea\nGastrocolic fistula\n\nVillous adenoma\nAntacid therapy, particularly if combined with cation exchange resin\nRenal loss\nLoop or thiazide diuretics\nMineralocorticoid excess (primary aldosteronism, Cushing's, steroids, licorice)\nPosthypercapnic states\nHypercalcemia, including the milk-alkali syndrome\n\nH+ movement into cells\nHypokalemia Exogenous Alkali:\nAdministration of NaHCO3, sodium citrate/gluconate/acetate/antacids\nMassive blood transfusion\nAntacids- Milk alkali syndrome Contraction alkalosis (loss of ECF volume):\nLoop or thiazide-type diuretics\nSweat losses in cystic fibrosis\nGastric losses in achlorhydria Miscellaneous:\nBartter's syndrome\nGitelman's syndrome\n\n\n\nSolution to Question 6:\nAmong the given options, high pH (7.55), high HCO3- (30 mEq/L), and high pCO2 (48 mmHg) is suggestive of metabolic alkalosis with respiratory acidosis, as a result of compensatory hypoventilation.\nMultiple episodes of vomiting result in loss of acids from the body and thus increases the pH.\n\n\n\n\n\n\nSolution to Question 7:\nThe underlying disorder in this patient is metabolic alkalosis with compensatory respiratory acidosis.\nInterpretation of the ABG:\nStep 1: A pH of 7.55 indicates alkalosis.\nStep 2: Plasma HCO3- is 40 mEq/L, which in the presence of a high pH indicates metabolic alkalosis.\nStep 3: pCO2 is 54 mmHg indicating respiratory acidosis. The increase in pCO2 along with the increase in pH suggests that this is a compensatory response.\nStep 4: Assessing the compensatory response:\nOn average, the pCO2 rises 0.75 mmHg for every 1.0 mEq/L increment in the plasma HCO3-\nIn the above scenario, the plasma HCO3- concentration is increased to 40 mEq/L (The average normal value is considered as 24 mEq/L)\nThus, the HCO3- elevation is 40 – 24 = 16 mEq/L Therefore, pCO2 elevation should be 0.75 × 16 = 12 mmHg\nNow, considering that the average value of normal pCO2 is 40 mmHg, the estimated pCO2 measured should be 40 + 12= 52 mmHg.\nAs pCO2 is higher than the expected estimate, it is a case of metabolic alkalosis with compensatory respiratory acidosis.\n\n\n\nSolution to Question 8:\nThe patient has low pH and decreased levels of bicarbonate which is indicative of metabolic acidosis. Bicarbonate reabsorption is increased in renal handling of metabolic acidosis.\nIn response to metabolic acidosis, acidification of urine occurs by the following compensatory mechanisms:\nThe proximal tubule reabsorbs all the filtered HCO3- (as any loss of HCO3- is equal to the addition of an equimolar amount of H+).\n\nThe collecting duct excretes the daily H+ load (loss of H+ is equal to the addition of an equimolar amount of HCO3-) primarily in the form of urinary ammonia.\n\n\n\nSolution to Question 9:\nThe anion gap is the difference between measured cations and measured anions and is estimated as:\nAnion gap = [Na+] – ([Cl-] + [HCO3-])\nSubstituting the given values, AG is 22 mmol/L. Normal AG is 6 to 12 mmol/L with an average of 10 mmol/L.\nThe concentrations of anions and cations in plasma must be equal to maintain electrical neutrality. Therefore, there is no real “anion gap” in the plasma.\nHowever, only certain cations and anions are routinely measured in the clinical laboratory. The cation normally measured is Na+, and the anions are usually Cl and HCO3. The value of plasma potassium is omitted from the calculation of the anion gap.\nUsually, the unmeasured anions exceed the unmeasured cations.\nThe anion gap will increase if unmeasured anions rise or if unmeasured cations fall.\nThe unmeasured anions include albumin, phosphate, sulfate, and other organic anions. The unmeasured cations include calcium, magnesium, and potassium.\n\n\n\nSolution to Question 10:\nThe anion gap is increased in ketoacidosis. The ketone bodies act as unmeasured anions and increase the anion gap.\nThe anion gap is calculated as:\nAG = (Na+) – [(Cl-) + (HCO3-)]\nThe normal anion gap is 6 - 12 mEq/L (optimally &lt;10 mEq/L).\n\n\n\nSolution to Question 11:\nRenal tubular acidosis causes normal anion gap metabolic acidosis, not high anion gap acidosis.\nNormally, in the serum, the total number of cations is equal to the total number of anions. But, a few of the anionic proteins (e.g., albumin), phosphates, sulfates, and organic anions are not measured and this is called an anion gap. It is the difference between measured cations and measured anions and is estimated as:\nPlasma anion gap = [Na+] ([Cl-]+[HCO3-])\nThe normal anion gap ranges between 6-12 mEq/L.\n\nSolution to Question 12:\nMetabolic acidosis with a normal anion gap is a feature of renal tubular acidosis.\nRenal tubular acidosis is a form of hyperchloraemic metabolic acidosis which occurs when the renal damage primarily affects tubular function without much effect on glomerular function. The bicarbonate loss leading to acidosis is mirrored by an increase in chloride concentration. Hence the unmeasured anions are unaffected and thus, the anion gap remains within normal limits.\nThe result is a decrease in H+ excretion which is greater than that can be explained by any change in the glomerular filtration rate (GFR). However, if the GFR is significantly depressed eg., renal failure, the retention of fixed acids leads to a high anion gap metabolic acidosis.\n\n\n\nSolution to Question 13:\nMetformin toxicity is associated with type B lactic acidosis.\nLactic acidosis is defined as an increase in plasma lactate levels. The various types of lactic acidosis are:\nD-lactic acidosis is an unusual form of metabolic acidosis. It occurs due to the formation of D-lactate by gut bacteria. It occurs in patients with:\nShort bowel syndrome\nPost-jejunoileal bypass\nIntestinal obstruction.\n\n\n\n\nSolution to Question 14:\nThe probable diagnosis is a high anion gap metabolic acidosis (HAGMA) with metabolic alkalosis. Interpretation of the ABG:\nStep 1: The pH being 7.4 is within normal limits.\n\nStep 2: Plasma HCO3- is 23 mEq/L and again is within normal limits.\nAt this juncture, we have ruled out options B and C as this particular clinical scenario is not suggestive of a simple acid-base disorder.\nStep 3: Calculating the Anion gap:\nAnion gap = [Na+] – ([Cl-] + [HCO3-])\n= 145-(100+23)\n= 22 mEq/L\nThe presence of a high anion gap indicates that there's indeed an acid-base disorder, thus ruling out option A.\nA high anion gap indicates metabolic acidosis. However, HCO3- levels within normal limits suggest that there is also coexisting metabolic alkalosis in this patient.\nThis can be confirmed by calculating the delta gap. Delta gap = AG - HCO3-\nIn this scenario: Delta gap = (22-10) - (24-23) = 11 mEq/L\nDelta gap is &gt; +6 suggesting the presence of metabolic alkalosis along with HAGMA.\nIf the delta gap is significantly positive (&gt;+6), metabolic alkalosis is present because the rise in the anion gap is more than the fall in bicarbonate. If the delta gap is significantly negative (&lt;6) then hyperchloremic acidosis is usually present because a rise in the anion gap is less than a fall in bicarbonate.\nAlternatively, this can be confirmed by calculating the delta ratio. Delta ratio = the increase in Anion Gap / the decrease in HCO3-\nIt is used in the presence of a high anion gap metabolic acidosis (HAGMA), to check it is a ‘pure’ HAGMA or if there is coexistant normal anion gap metabolic acidosis (NAGMA) or metabolic alkalosis.\nDelta ratio values:\n1-2 indicates HAGMA\n&lt; 1 indicates NAGMA + HAGMA\n&gt; 2 indicates HAGMA + Metabolic alkalosis In this scenario,\nDelta ratio = 12/1 = 12\nThus, the acid-base disorder for the above scenario is HAGMA with metabolic alkalosis.\n\n\n\nSolution to Question 15:\nThe given clinical scenario is suggestive of nephrotic syndrome. This leads to a decrease in serum albumin which is an unmeasured anion.\n\nAlbumin at physiological pH is the major contributor to the unmeasured anions of the body. Unmeasured anions consume bicarbonate in the body and reduce its levels. This leads to an increase in the anion gap. Therefore, when these unmeasured anions are reduced the anion gap also reduces due to decreased consumption of the bicarbonate.\nNephrotic syndrome causes hypoalbuminemia and thus patients have a reduced anion gap. A fall in serum albumin by 1 g/dL from the normal value (4.5 g/dL) decreases the anion gap by 2.5 mEq/L.\nDecreased anion gap (&lt;6 mEq/L) is seen in:\nIncrease in unmeasured cations\nAn addition of abnormal cations to the blood, such as:\nLithium (lithium intoxication)\nCationic immunoglobulins (plasma cell dyscrasias)\nReduction in the plasma anion albumin concentration (nephrotic syndrome, liver disease, or malabsorption)\nBromide intoxication\nHyperviscosity and severe hyperlipidemia, which can lead to an underestimation of sodium and chloride concentrations.\n\n\n\nSolution to Question 16:\nIn renal failure, there is a loss of kidney function due to the damage affecting glomeruli and tubules. This leads to a high anion gap metabolic acidosis.\n\n\n\nSolution to Question 17:\nThe underlying acid-base disorder in this patient is metabolic acidosis with compensatory respiratory alkalosis.\nInterpretation of the ABG:\nStep 1: A pH of 7.1 signifies acidosis.\nStep 2: Plasma HCO3- is 6 mEq/L, along with a low pH it signifies metabolic acidosis.\nStep 3: pCO2 is 16 mmHg indicating respiratory alkalosis. The decrease in pCO2 along with the decrease in pH suggests that this is a compensatory response.\nStep 4: The expected compensatory decrease in pCO2 can be calculated using Winter's formula\n(Expected PCO2= {[1.5 x HCO3-] +8} ± 2).\nExpected PCO2 = {[1.5 x 6] +8} ± 2 = 15 to 19 mmHg\nA pCO2 level of 16 mmHg falls within the range given above. Hence, metabolic acidosis is associated with compensatory respiratory alkalosis.\n\n(pCO2 values above or below 15 - 19 mmHg would indicate mixed acid-base disorders) Alternatively:\nThe other method to calculate the expected compensation is a 1.2 mmHg decrease in pCO2 for every 1 mmol/L decrease in bicarbonate.\nThe decrease in bicarbonate is 24 - 6 = 18 mEq/L Decrease in pCO2 is 18 x 1.2 = 22\nExpected pCO2 = 40 - 22 = 18 mmHg (roughly = 16 mmHg since the standard values are approximations)\nThis method also indicates primary metabolic acidosis with compensatory respiratory alkalosis. However, Winter's formula is more accurate.\n\n\n\nSolution to Question 18:\nThe probable reason for the patient's presenting symptoms is respiratory acidosis.\nAsthma attack leads to the narrowing of respiratory passages. This leads to reduced O2 inhalation and reduced CO2 exhalation contributing to the rise of pCO2 in the blood, thereby\ncausing respiratory acidosis. Causes of respiratory acidosis:\nCentral:\nDrugs (anesthetics, morphine, sedatives)\nStroke\nInfection\nAirway:\nObstruction\nAsthma\nLung parenchyma:\nEmphysema\nPneumoconiosis\nBronchitis\nAdult respiratory distress syndrome\nBarotrauma\nNeuromuscular:\nPoliomyelitis\nKyphoscoliosis\nMyasthenia\n\nMuscular dystrophies\nMiscellaneous:\nObesity\nHypoventilation\nPermissive hypercapnia.\n\n\n\nSolution to Question 19:\nThe underlying acid-base disorder is respiratory acidosis. Interpretation of the ABG:\nStep 1: A pH of 7.24 signifies acidosis.\nStep 2: A plasma HCO3- is 27 mEq/L is within normal limits. This is very likely to be due to compensation as it does not reflect the direction of the pH change.\nStep 3: A pCO2 of 60 mmHg along with an acidotic pH signifies respiratory acidosis.\nStep 4: The expected compensatory increase in HCO3- can be calculated using the following formula:\nIncrease in HCO3- = 0.4 š  PaCO2 (as COPD is a chronic condition and the presentation of the patient is not acute)\nThus, the increase in HCO3- = 0.4 x (60-40) = 8 mEq/L Therefore expected HCO3- is 24 + 8 = 32 mEq/L.\nThe actual HCO3- measured is 27 mEq/L (which is less than the expected value) indicating that there could be a component of metabolic acidosis also.\nBut, the predominant disorder is respiratory acidosis and thus it is the best answer.\n\n\n\nSolution to Question 20:\nThe given clinical scenario is suggestive of acute severe asthma. The acid-base disorder is respiratory acidosis, partially compensated.\nInterpretation of the ABG:\nStep 1: pH is decreased. This signifies acidosis. In acidosis, either pCO2 is increased or plasma HCO3- is decreased.\nStep 2: In this case, pCO2 is increased by 30 mmHg. This signifies respiratory acidosis.\nStep 3: Plasma HCO3- is increased by 26-24 = 2 mEq/L. This signifies compensation is taking place.\nIn acute conditions, for every 10mmHg rise in pCO2 expected rise in plasma HCO3- is 1mEq/L. In this case, pCO2 has risen by 30 mmHg, so the expected rise in HCO3- is 3 mEq/L.\n\nHowever, plasma HCO3- has risen only by 2 mEq/L, which implies compensation is only partial.",
        "image": "Medicine_img_20.png"
    }
]