[
    {
        "id": 1,
        "text": "Which embryological structure gives rise to the pinna? 1st branchial arch 2nd branchial arch 1st and 2nd branchial arch 2nd and 3rd branchial arch",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe 1st and 2nd branchial arches give rise to the pinna (auricle) through six mesenchymal proliferation. These proliferations are called auricular hillocks and they fuse to form the auricle.\nThe tissue from the second arch forms nearly all of the pinna.\nThe tissue from the first arch forms the tragus and external auditory meatus. Image showing the development of pinna:",
        "image": "ENT_img_1.png"
    },
    {
        "id": 2,
        "text": "A patient is incidentally noted to have the following finding. It is also present on the other ear. Which of the following is the cause for such abnormality? Persistent opening of first branchial cleft Improper fusion of auricular tubercle Infection of haematoma of pinna Third pharyngeal pouch anomal",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe given image showing the presence of sinus seen between the tragus and crus of the helix is suggestive of the preauricular sinus. It is due to improper fusion of the auricular tubercle formed from the first and second arches.\nThe preauricular sinus is apparent at birth and is usually bilateral. There may be occasional sebaceous discharge from the punctum. It does not regress spontaneously.",
        "image": "ENT_img_2.png"
    },
    {
        "id": 3,
        "text": "When are reconstructive surgeries for congenital malformations of pinna usually performed? Soon after birth Within 1 year of age 5 or 6 years of age 3 or 4 years of age",
        "options": {},
        "correct_option": null,
        "explanation": ":\nReconstructive surgeries for congenital malformations of the pinna (auricle) are usually performed around 5 or 6 years of age. Autologous cartilages from ribs are harvested for these purposes and the ideal timing is between 6-10 years.\nAt around 3 years of age, 85% of the auricular growth is complete and the cartilaginous growth is almost complete by 5 years. Surgery performed on the auricle after 5 years doesn't hinder further growth.",
        "image": "ENT_img_3.png"
    },
    {
        "id": 4,
        "text": "Invagination of which of the following structures will form the external auditory meatus? First pharyngeal arch First pharyngeal pouch Second branchial cleft Second branchial groove",
        "options": {},
        "correct_option": null,
        "explanation": ":\nInvagination of the first pharyngeal arch gives rise to the external auditory meatus.\nPreviously, it was believed that the external auditory meatus develops from the first pharyngeal cleft. But recent studies suggest that the first pharyngeal arch gives rise to the external auditory meatus.",
        "image": "ENT_img_4.png"
    },
    {
        "id": 5,
        "text": "Examination of a child with otorrhea revealed two discharging sinuses. One was present on the floor of the left external auditory canal and the other on the left neck just below the angle of the mandible. Which of the following structures is abnormal here? First branchial cleft First branchial pouch Second branchial cleft Second branchial pouch",
        "options": {},
        "correct_option": null,
        "explanation": ":\nGiven clinical scenario is suggestive of a collaural fistula, and the first branchial cleft is abnormal here.\nThe fistula has two openings:\nOne situated in the neck just below and behind the angle of mandible and\nThe other one in the external canal or the middle ear.\nThe track of the fistula traverses through the parotid in close relation to the facial nerve.",
        "image": "ENT_img_5.png"
    },
    {
        "id": 6,
        "text": "Which of the following structure develops from all three germ layers? Tympanic membrane Pinna Ear ossicles Otic capsule",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTympanic membrane develops from all three germinal layers:\nOuter epithelial layer is formed by the ectoderm\nInner mucosal layer by the endoderm\nMiddle fibrous layer by the mesoderm",
        "image": "ENT_img_6.png"
    },
    {
        "id": 7,
        "text": "Which of the structures given below forms the eustachian tube? 1st pharyngeal pouch 1st and 2nd pharyngeal cleft 2nd pharyngeal pouch 2nd and 3rd pharyngeal cleft",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe eustachian tube develops from the first pharyngeal pouch.\nInitially, the first pharyngeal pouch forms the tubotympanic recess. The distal part of this recess widens to form the middle ear cavity. The proximal part forms the eustachian tube.",
        "image": "ENT_img_7.png"
    },
    {
        "id": 8,
        "text": "Which of the following pharyngeal arches gives rise to malleus and incus? First arch Second arch Third arch Fourth arch",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe first pharyngeal arch gives rise to malleus and incus.\nStapes superstructure is formed from the second arch whereas the stapes footplate develops from the otic capsule.",
        "image": "ENT_img_8.png"
    },
    {
        "id": 9,
        "text": "Which of the following arches gives rise to the stapes? First arch Second arch Third arch Fourth arch",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe stapes develop from the second arch, except for its footplate and annular ligament, which develop from the otic capsule.",
        "image": "ENT_img_9.png"
    },
    {
        "id": 10,
        "text": "Which of the following attains adult size before birth? Ear ossicles Mastoid Orbit Cornea",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nEar ossicles attain adult size before birth. The development of the middle ear:\nThe ossicles are full-sized cartilage models by 15 weeks of gestation.\nEndochondral ossification is complete by 25 weeks.\nThe middle ear is adult-sized at birth.",
        "image": "ENT_img_10.png"
    },
    {
        "id": 11,
        "text": "Which of the following does not reach adult size at birth? Ear ossicles Mastoid Tympanic membrane Tympanic cavit",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe mastoid does not reach adult size at birth. It develops fully by 2 years of age.\nIn infants and children up to 2 years of age, the mastoid process is not developed completely. So, the facial nerve lies just beneath the skin near its exit. Hence, during surgical procedures, the incision is given slanting posteriorly, avoiding the lower part of the mastoid. This spares the facial nerve.",
        "image": "ENT_img_11.png"
    },
    {
        "id": 12,
        "text": "An ENT surgeon has difficulty locating the mastoid antrum due to the presence of Korner's septum. Which of the following sutures is persistent in this case? Frontozygomatic suture Petrosquamous suture Temporosquamous suture Petromastoid suture",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe persistence of the petrosquamous suture is called Korner’s septum and it is responsible for the difficulty in locating the mastoid antrum and the deeper cells.\nKorner’s septum separates superficial squamosal cells from the deep petrosal cells.\nIncomplete removal of disease at mastoidectomy can occur if Korner’s septum is not identified. Mastoid antrum cannot be reached unless the Korner’s septum has been removed.\nBelow is an image showing Korner's septum -",
        "image": "ENT_img_12.png"
    },
    {
        "id": 13,
        "text": "From which of the following structure does the saccule develop? Saculus anterior Saculus posterior Pars superior Pars inferior",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe saccule develops from pars inferior.\nThe development of the inner ear begins in the 3rd week of fetal life and is completed by the 16th week. The surface ectoderm on each side of the rhombencephalon thickens to form otic/auditory placodes, which then invaginate to form the otic vesicle (otocysts).\nThe cells of the otic vesicle differentiate to form ganglion cells, which later develop into the vestibulocochlear ganglia. Later each otic vesicle divides into a dorsal component called pars superior and a ventral component called pars inferior.\nPars superior gives rise to the utricle, semicircular canals, and endolymphatic ducts. Pars inferior gives rise to saccule and cochlear duct. The saccule is connected to the cochlea through a narrow duct called ductus reuniens.",
        "image": "ENT_img_13.png"
    },
    {
        "id": 14,
        "text": "From how many ossification centre(s) does the inner ear develop? 1 2 7 14",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe inner ear develops from 14 ossification centres.",
        "image": "ENT_img_14.png"
    },
    {
        "id": 15,
        "text": "When does the fetus start hearing? 10 weeks 20 weeks 30 weeks 32 weeks",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe fetus starts hearing in the womb of the mother by 20 weeks of gestation due to sufficient development of the cochlea.\n\nAnatomy of External Ear\n\n\nQuestion 1:\n\nWhat is the pinna made up of?\nTympanic part of mastoid\nAuricular cartilage\nSkin &amp; fat alone\nFat alone.\n\n\nQuestion 2:\n\nA 25-year-old woman undergoes a rhinoplasty procedure to correct a deformity of her nose. Auricular cartilage is harvested from her right pinna. Which of the following sites cannot be used to harvest the cartilage?\nCymba concha\nIncisura terminalis\nAntitragus\nScaphoid fossa\n\n\nQuestion 3:\n\nWhich of the following statements is true regarding the skin over the pinna?\nFirmly adherent on medial side\nLoosely adherent on medial side\nFirmly adherent on both sides\nLoosely adherent on both sides\n\n\nQuestion 4:\n\nWhat is the length of external auditory canal?\n12mm\n24mm\n\n36mm\n48mm\n\n\nQuestion 5:\n\nYou are an intern asked to do an otoscopic examination of a young adult. In which direction will you pull the pinna to visualize the tympanic membrane?\nUpwards, backwards, and medially\nUpwards, backwards, and laterally\nDownwards, backwards, and laterally\nDownwards, backwards, and medially\n\n\nQuestion 6:\n\nWhich of the following statements is true about the external auditory canal?\nOuter 1/3rd is cartilaginous and inner 2/3rd is bony\nOuter 2/3rd is cartilaginous and inner 1/3rd is bony\nOuter 1/3rd is bony and inner 2/3rd is cartilaginous\nOuter 2/3rd is bony and inner 1/3rd is cartilaginous\n\n\nQuestion 7:\n\nA patient with otitis externa develops parotitis. You suspect that the infection has spread through the fissures of Santorini. Which of the following best describes this fissure?\nDeficiency in cartilaginous canal\nConnection between middle ear and pharynx\nConnection between Inner ear and middle ear\nDeficiency in bony canal\n\n\nQuestion 8:\n\nWhich of the following statements is true regarding the external auditory canal?\nOuter 2/3rd is cartilaginous and inner 1/3rd is bony part\n\nFuruncles are seen in the cartilaginous part\nFissures of Santorini are present in bony part and permits parotid and superficial mastoid infections to spread to canal\nIsthmus is present at junction of cartilaginous and fibrous part\n\n\nQuestion 9:\n\nWhat are ceruminous glands?\nModified Eccrine glands\nModified apocrine glands\nModified Holocrine glands\nModified endocrine glands\n\n\nQuestion 10:\n\nWhich of the following statements is true regarding isthmus?\nIt is just lateral to the petrotympanic suture.\nIt is at the bony cartilaginous junction of EAC.\nIt is the narrowest part of ear canal.\nAll of the above\n\n\nQuestion 11:\n\nYou observe a normal-looking tympanic membrane on otoscopy. What is its colour?\nYellow\nPearly grey\nRed\nPink\n\n\nQuestion 12:\n\nWhich of the following statements is false regarding the tympanic membrane?\nIt has 3 layers\n\nIt is derived from all 3 germ layers\nIt seperates external from middle ear\nCentral part is more mobile\n\n\nQuestion 13:\n\nWhich of the following is false about the tympanic membrane?\n0.2 mm thick\n90 mm2 in area\nAngle of 55 degree with horizontal\nInner surface is convex\n\n\nQuestion 14:\n\nWhat is the other name for Shrapnell’s membrane?\nPars tensa\nReissner’s membrane\nPars flaccida\nSecondary tympanic membrane\n\n\nQuestion 15:\n\nDuring an otoscopic examination of a patient, where will the cone of light be seen on the tympanic membrane?\nAntero-superior\nPostero-superior\nAntero-inferior\nPostero-inferior\n\n\nQuestion 16:\n\nWhich of the following nerves supply a major part of pinna?\nAuriculotemporal nerve\n\nGreater auricular nerve\nLesser occipital nerve\nArnold’s nerve\n\n\nQuestion 17:\n\nA patient develops tingling and numbness along the upper part of the medial surface of the pinna. Which nerve is most likely to be affected?\nGreat auricular nerve\nLesser occipital nerve\nGreater occipital nerve\nAuriculotemporal nerve\n\n\nQuestion 18:\n\nA patient coughs when removing excess cerumen from the ear. This is due to the stimulation of which of the following nerves?\nFacial nerve\nVagus nerve\nTrigeminal nerve\nGreater auricular nerve\n\n\nQuestion 19:\n\nWhat is Arnold's nerve?\nAuricular branch of vagus\nSensory division of facial nerve\nTympanic branch of glossopharyngeal nerve\nGreater auricular nerve\n\n\nQuestion 20:\n\nWhich of the following cranial nerves do not supply the tympanic membrane?\n\nCN V\nCN X\nCN XI\nCN IX\n\n\nQuestion 21:\n\nA 25-year-old patient presents with bleeding from his ear following a road traffic accident. Which of the following could be its reason?\nCribriform plate fracture\nTemporal bone fracture\nZygomatic fracture\nLe Fort's type I fracture\n\n\nQuestion 22:\n\nCough on scratching the external acoustic canal is due to?\nAuriculotemporal nerve\nAuricular branch of vagus\nGreat auricular nerve\nFacial nerve\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe pinna and the external auditory canal are made up of yellow elastic cartilage. It is also called the auricular cartilage.\n\n\n\nSolution to Question 2:\nI cisura terminalis cannot be used to harvest cartilage as it is devoid of cartilage.\nIt is the part of the pinna between the tragus and the crus of helix. Being devoid of cartilage, the incision for endaural approach for ear surgery can be made here.\nThe lobule is also devoid of cartilage. Hence, it is the safest site for piercing. The parts of the pinna are:\n\n\n\n\n\nSolution to Question 3:\nThe skin over the pinna is loosely adherent on the medial or cranial side. Hence, it is pinchable. The skin is firmly adherent to the perichondrium on the lateral side and is non-pinchable.\n\n\nSolution to Question 4:\nThe length of the external auditory canal is about 24 mm.\nIt extends from the bottom of the concha to the tympanic membrane. It has two parts:\nOuter cartilaginous part - 8mm\nInner bony part- 16mm\n\n\n\n\n\n\nSolution to Question 5:\nThe pinna has to be pulled upwards, backwards and laterally to visualise the tympanic membrane. This is done to bring the bony and cartilaginous parts of the external auditory canal in alignment.\nThe inner bony part is directed downwards, forwards, and medially.\nThe outer cartilaginous part is directed upwards, backwards, and medially.\n\n\n\nSolution to Question 6:\nThe outer 1/3rd is cartilaginous (8mm) and the inner 2/3rd is bony (16mm) in the external auditory canal.\n\n\nSolution to Question 7:\nFissures of Santorini are the two deficiencies in the cartilaginous part of the external auditory canal. They provide a pathway for the spread of parotid or superficial mastoid infections to the canal or vice versa.\nThe bony canal also has a deficiency called the foramen of Huschke which acts as a pathway for the spread of infections and tumours to the deep lobe of the parotid.\n\n\n\nSolution to Question 8:\nFuruncles (staphylococcal infection of the hair follicles) are seen only in the outer one-third of the canal since hair is confined to the outer canal.\nSkin is also very tightly adherent to the cartilage and hence furuncles are extremely painful.\n\n\n\n\n\nSolution to Question 9:\nCeruminous glands are modified apocrine sweat glands. They open into hair follicles &amp;\nparticipate in wax production.\nApocrine glands release their products by decapitation. It is a process by which membrane-bound cytoplasm from the apical surface of the cells buds off into the lumen of the duct and is secreted.\nSome apocrine glands have specific names. Those on the eyelids are referred to as Moll’s glands, and those on the external auditory meatus are termed ceruminous glands.\n\nSolution to Question 10:\nThe isthmus is the narrowest part of the external auditory canal (EAC).\nEAC measures about 24 mm long, cartilaginous part forms the outer one-third (8 mm) and bony part forms two-third (16 mm) of the canal. Isthmus is situated 6 mm lateral to the tympanic membrane in the bony part of the EAC. Foreign bodies that go beyond the isthmus are difficult to remove and are called impacted.\n\n\n\nSolution to Question 11:\nThe normal tympanic membrane is pearly grey in color. It is thin and semitranslucent.\n\n\n\n\nSolution to Question 12:\nPeripheral parts are more mobile than the central part where the handle of the malleus is attached The tympanic membrane develops from all three germinal layers. It has 3 layers –\nOuter epithelial layer from ectoderm\nMiddle fibrous layer from mesoderm\nInner mucosal layer endoderm.\n\n\n\nSolution to Question 13:\n\nThe tympanic membrane has a thickness of 0.1mm. The dimensions of the tympanic membrane are\nLength: 9-10mm\nWidth: 8-9mm\nArea: 90 mm2\nSubtends an angle of 55° with horizontal\nThe medial (inner) surface is convex and the lateral surface is concave. The most depressed part of its concavity is called the umbo, to which the tip of the malleus is attached.\nImage: Right tympanic membrane\n\n\n\n\nSolution to Question 14:\nPars flaccida is also known as Shrapnell’s membrane.\nPars flaccida is situated above the lateral process of malleus between the notch of Rivinus and the anterior and posterior mallear folds.\n\n\n\nSolution to Question 15:\nA bright cone of light can be seen radiating from the tip of malleus (umbo) to the periphery in the anteroinferior quadrant of the tympanic membrane.",
        "image": "ENT_img_15.png"
    }
]