[
  {
    "id": 1,
    "question_text": "",
    "options": [
      "What are the site and the timing of the origin of the primordial germ cells?",
      "Gonads, 4th week of embryonic development",
      "Epiblast, 2nd week of embryonic development",
      "Gonads, 2nd month of embryonic development"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "b",
    "explanation": "\nThe correct order of the given layers from deep to superficial is stratum basale, stratum spinosum, stratum granulosum, stratum corneum.\nMost of the body is covered by thin skin that has 4 layers as follows (superficial to deep):\nstratum corneum\nstratum granulosum\nstratum spinosum\nstratum basale\nSome parts of the body such as the palms, soles and flexor surfaces of digits have thick skin\n(glabrous skin) with 5 layers as follows (superficial to deep):\nstratum corneum\nstratum lucidum\nstratum granulosum\nstratum spinosum\nstratum basale\nMnemonic for skin layers (superficial to deep): Come Let's Get Some Beer (Corneum, Lucidum, Granulosum, Spinosum, and Basale).\nThe following image shows an illustration of layers of epidermis:\n [Image Reference: Anatomy_img_5.jpeg, Anatomy_img_104.jpeg, Anatomy_img_1092.jpeg]"
  },
  {
    "id": 2,
    "question_text": "",
    "options": [
      "What is the correct sequence of stem cell potency based on their ability to differentiate?",
      "Pluripotent &gt;Totipotent &gt; Multipotent &gt; Oligopotent &gt; Unipotent",
      "Totipotent &gt; Pluripotent &gt; Multipotent &gt; Oligopotent &gt; Unipotent",
      "Totipotent &gt; Pluripotent &gt; Oligopotent &gt; Multipotent &gt;Unipotent"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nNon-nucleated cells are present in the stratum corneum layer of the epidermis. The cells are devoid of both a nucleus and membranous organelles.\nThe cells in this layer contain densely arranged keratin filaments within the cytoplasmic matrix providing a barrier function that prevents the entry of microbes from the environment and leakage of fluids from the body.\n [Image Reference: Anatomy_img_5.jpeg, Anatomy_img_6.jpeg, Anatomy_img_104.jpeg, Anatomy_img_105.jpeg, Anatomy_img_1093.jpeg, Anatomy_img_1094.jpeg, Anatomy_img_1095.jpeg]"
  },
  {
    "id": 3,
    "question_text": "",
    "options": [
      "What is a part of the embryo that exerts morphogenetic stimulus on its adjacent part called?",
      "Differentiator",
      "Organizer",
      "Stem cell"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "b",
    "explanation": "\nThe number of melanocytes does not affect the colour of human skin.\nThe racial differences in skin colour is determined by:\nMelanocyte morphology and activity.\nNumber and size of melanosomes in melanocytes.\nThe number of melanosomes individually dispersed within keratinocytes.\nMelanin pigmentation is influenced by constitutive (genetically determined) and facultative factors (reversible changes due to environmental factors like UV-rays, chemicals, and hormones)."
  },
  {
    "id": 4,
    "question_text": "",
    "options": [
      "During which phase of meiotic division are leptotene and zygotene stages seen?",
      "Metaphase 1",
      "Prophase 1",
      "Metaphase 2"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "c",
    "explanation": "\nThe given clinical scenario of an itchy, asymmetrical pigmented lesion on the face with\nan irregular border(image) that rapidly grew in size, points towards a diagnosis of malignant melanoma arising from the melanocytes. These cells are present in the stratum basale layer of the epidermis.\nMelanocytes are derived from neural crest cells. They produce melanin which is packed into organelles called melanosomes and transferred via finger-like processes called dendrites to the keratinocytes.\n [Image Reference: Anatomy_img_5.jpeg, Anatomy_img_104.jpeg, Anatomy_img_1092.jpeg]"
  },
  {
    "id": 5,
    "question_text": "",
    "options": [
      "Which of the following represents the embryonic period of development?",
      "0-2 weeks",
      "3-8 weeks",
      "8-10 weeks"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nThe Merkel cells act as touch receptors. They are present in the basal layer of the epidermis and outer root sheath of some big hair follicles and their functions are as follows:\nAct as slowly adapting mechanoreceptors in the skin that convey touch sensation.\nDetects the directional deformation of the epidermis and hair movement.\nSense sustained pressure and edges of applied objects on the skin.\n [Image Reference: Anatomy_img_6.jpeg, Anatomy_img_105.jpeg, Anatomy_img_1096.jpeg]"
  },
  {
    "id": 6,
    "question_text": "",
    "options": [
      "During which stage of prenatal development does gastrulation occur?",
      "Embryonic period",
      "Pre-embryonic period",
      "Gametogenesis"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nMeissner corpuscles are present in the dermal papillae (upper dermis).\nThey are primarily present in the dermal papillae of all parts of the hand and foot, the lips, the anterior aspect of the forearm, palpebral conjunctiva and mucous membrane of the apical part of the tongue. They are highly concentrated in the finger pads.\nMeissner’s corpuscles are rapidly adapting mechanoreceptors that are sensitive to shape and textural changes during exploratory and discriminatory touch. Their high sensitivity provides the neurological basis for sensing the Braille text.\n [Image Reference: Anatomy_img_6.jpeg, Anatomy_img_105.jpeg, Anatomy_img_1097.jpeg]\n [Image Reference: Anatomy_img_6.jpeg, Anatomy_img_105.jpeg, Anatomy_img_1096.jpeg]"
  },
  {
    "id": 7,
    "question_text": "",
    "options": [
      "When does spermatogenesis begin?",
      "Fetal life",
      "Birth",
      "Puberty"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "b",
    "explanation": "\nThe muscle responsible for goosebumps (image) is the arrector pili muscle which is a smooth muscle supplied by the sympathetic nerves. It connects the dermal sheath of the hair follicles to the papillary layer of the dermis.\nContraction of these muscles makes the hair more vertical (piloerection), elevates the epidermis around the hair (goosebump), and dimples the skin surface where the muscle is inserted.\nThe image given below shows the arrector pili muscle attached to the hair follicles:\n [Image Reference: Anatomy_img_6.jpeg, Anatomy_img_105.jpeg, Anatomy_img_1098.jpeg]"
  },
  {
    "id": 8,
    "question_text": "",
    "options": [
      "Which of the following cells remain dormant in the testis until puberty?",
      "Primordial germ cells",
      "Primary spermatocytes",
      "Secondary spermatocytes"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "c",
    "explanation": "\nApocrine sweat glands produce secretions that undergo bacterial decomposition to generate odour.\nSweat glands are classified as follows:\nEccrine sweat glands - The majority of sweat glands in the body are eccrine and open via rounded pores to the skin surface.\nApocrine sweat glands - They are present in the axillae, perianal area, areolae, periumbilica skin, and genitalia."
  },
  {
    "id": 9,
    "question_text": "",
    "options": [
      "Which of the following cells have haploid number of chromosomes?",
      "Type A spermatogonia",
      "Type B spermatogonia",
      "Primary spermatocyte"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "c",
    "explanation": "\nThe white opaque crescent present in the proximal part of the nail is known as the lunula. Parts of the nail:\nRoot - It is the proximal hidden part, buried into the nail groove and is overlapped by the nai fold of the skin.\nFree border - It is the distal part of the nail that is free from the skin.\nBody - It is the exposed part of the nail that is adherent to the underlying skin.\n [Image Reference: Anatomy_img_6.jpeg, Anatomy_img_105.jpeg, Anatomy_img_1099.jpeg]"
  },
  {
    "id": 10,
    "question_text": "",
    "options": [
      "Which stage of spermatogenesis is characterized by an independent assortment of maternal and paternal chromosomes?",
      "Spermatogonia to primary spermatocyte",
      "Primary spermatocyte to secondary spermatocyte",
      "Secondary spermatocyte to spermatid"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nThe non-fibrous element of the extracellular matrix in the connective tissue is formed by the ground substance.\nConnective tissue consists of cells and extracellular matrix:\nThe cells include fibroblasts, macrophages, plasma cells, mast cells, fat cells, and pigment cells.\nThe extracellular matrix contains fibrous and non-fibrous elements.\nThe fibrous element has three types of fibres - collagen, elastin and reticulin\nThe non-fibrous element is formed by the ground substance"
  },
  {
    "id": 11,
    "question_text": "",
    "options": [
      "Which of the following transformations is seen in spermiogenesis?",
      "Primordial germ cells to spermatogonia",
      "Spermatogonia to primary spermatocytes",
      "Primary spermatocytes to secondary spermatocytes"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nThe statement 'ligaments are devoid of nerve supply' is false.\nLigaments have a rich nerve supply. This helps them function as sense organs and participate\nin reflex mechanisms important for monitoring the position and movements of the joint. Intrinsic ligaments surround the joint, whereas extrinsic ligaments are away and independent of the joint.\nThe majority of ligaments are made up of collagen fibres predominantly. These are inelastic and not stretchable. Ligamentum flavum and ligaments of auditory ossicles are exceptions, as\nthey predominantly have elastin fibres that make them elastic and stretchable."
  },
  {
    "id": 12,
    "question_text": "",
    "options": [
      "Spermatogenesis is completed in approximately how many days?",
      "54",
      "94",
      "24"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nThe structure marked X in the image is the interosseous membrane which is a modified form of deep fascia. It is present in the forearm and leg.\nThe interosseous membrane helps in:\nMaintaining optimum distance between bones\nIncreasing surface area for attachment of muscles\nTransmission of weight from one bone to another\nThe following image shows the graphical illustration of interosseous membrane of the Leg:\n [Image Reference: Anatomy_img_6.jpeg, Anatomy_img_105.jpeg, Anatomy_img_1100.jpeg]"
  },
  {
    "id": 13,
    "question_text": "",
    "options": [
      "Which organelle gives rise to the acrosomal cap of the sperm?",
      "Nucleus",
      "Golgi apparatus",
      "Centrosome"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "c",
    "explanation": "\nThe linear fibrous band formed by interdigitation of the tendinous or aponeurotic ends of the muscles is known as raphe.\nUnlike most ligaments, the raphe are stretchable. Examples of raphe include:\ninea alba\npterygomandibular raphe\nmylohyoid raphe\nmedian pharyngeal raphe\nanococcygeal raphe"
  },
  {
    "id": 14,
    "question_text": "",
    "options": [
      "Spermatozoa attain motility in",
      "Seminiferous tubules",
      "Vas deferens",
      "Epididymis"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "c",
    "explanation": "\nThere are 8 pairs of spinal nerves in the cervical region.\nThe cerebrospinal nervous system includes 12 pairs of cranial nerves and 31 pairs of spinal nerves. The 31 pairs of spinal nerves are distributed as follows:\nCervical nerves - 8 pairs\nThoracic nerves-12 pairs\nLumbar nerves-5 pairs\nSacral nerves-5 pairs\nCoccygeal nerves-1 pair"
  },
  {
    "id": 15,
    "question_text": "",
    "options": [
      "You reassured the parents after you noted cryptorchidism in a premature baby. Which of the following cells are responsible for secreting the hormone responsible for its normal descent?",
      "Primordial germ cells",
      "Spermatogenic cells",
      "Sertoli cells"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "b",
    "explanation": "\nBiploar neurons are not seen in spinal ganglia. Spinal ganglia consist of pseudounipolar neurons. Neurons are classified based on the number of processes as:\nUnipolar, e.g., mesencephalic nucleus\nPseudo-unipolar, e.g., sensory ganglia or spinal ganglia.\nBipolar, e.g., spiral and vestibular ganglia, and bipolar neurons of the retina.\nMultipolar, e.g., neurons in cerebrum and cerebellum.\n [Image Reference: Anatomy_img_5.jpeg, Anatomy_img_103.jpeg, Anatomy_img_1084.jpeg]"
  },
  {
    "id": 16,
    "question_text": "",
    "options": [
      "Which of the following cells remain dormant in the ovary until puberty?",
      "Primordial germ cell",
      "Primary oocyte",
      "Secondary oocyte"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nThe reflex arc consists of an effector, usually a muscle and not an affector.\nA reflex arc is the basic functional unit of the nervous system which can perform an integrated neural activity.\nA mono-synaptic reflex arc is made up of:\nReceptor, e.g., skin\nSensory or afferent neuron\nMotor or efferent neuron\nEffector, e.g., muscle.\n [Image Reference: Anatomy_img_5.jpeg, Anatomy_img_104.jpeg, Anatomy_img_1085.jpeg]"
  },
  {
    "id": 17,
    "question_text": "",
    "options": [
      "A 30-year-old woman came to the obstetrician for in-vitro fertilization. FSH analogs were injected to induce follicular growth and hCG was injected to induce final oocyte maturation. The oocyte was then retrieved transvaginally. The oocyte thus retrieved■ is arrested at which of the following stages?",
      "Prophase of meiosis I",
      "Prophase of meiosis II",
      "Metaphase of meiosis I"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "c",
    "explanation": "\nMicroglial cells do not originate from the ectoderm but are derived from the mesoderm. Microglia are possibly derived from the circulating monocytes which migrate into the CNS during the late fetal and early postnatal life.\nNeuroglial cells found in the parenchyma of the brain and spinal cord are broadly classified as follows:\nMacroglia cells of ectodermal origin (neuroectoderm) including the astrocytes, oligodendrocytes, and glioblasts.\nMicroglia cells of mesodermal origin."
  },
  {
    "id": 18,
    "question_text": "",
    "options": [
      "If the ovum is not fertilized, the corpus luteum may persist for about",
      "48 hours",
      "1 week",
      "2 weeks"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "d",
    "explanation": "\nCapillaries with fenestrations are not part of the blood-brain barrier. The blood-brain barrier is formed by:\nCapillary endothelium with tight junctions (no fenestrations).\nBasement membrane of the endothelium.\nEnd feet of astrocytes covering the capillary walls.\nThe barrier permits a selective passage of blood constituents to the nervous tissue.\n [Image Reference: Anatomy_img_5.jpeg, Anatomy_img_104.jpeg, Anatomy_img_1086.jpeg]"
  },
  {
    "id": 19,
    "question_text": "",
    "options": [
      "Meiosis occurs in:",
      "Adrenal",
      "Adult ovary",
      "Prepubertal testis"
    ],
    "images": [],
    "subject": "Anatomy",
    "correct_option": "b",
    "explanation": "\nNerve plexuses are formed only by the ventral rami.\nNerve plexuses contain afferent and efferent fibers that arise from the ventral rami of spinal nerves. The spinal nerve emerges from the intervertebral foramen and divides into a ventral and a dorsal ramus. All nerve plexuses are formed only from the ventral rami and not from the dorsal rami.\nList of spinal plexuses:\nCervical plexus\nBrachial plexus\nLumbar plexus\nSacral plexus\nCoccygeal plexus"
  }
]