[
  {
    "id": 1,
    "question_text": "",
    "options": [
      "A victim of child trafficking was brought to you by the police for age determination. Which of the following would you use as an accurate method for determining the same?",
      "Distal epiphysis of femur",
      "Mineralization of teet",
      "Fusion of spheno-occipital suture"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nThe correctly matched pairs are:"
  },
  {
    "id": 2,
    "question_text": "",
    "options": [
      "Which of the following is the earliest tooth to erupt in a 7-month-old baby?",
      "Maxillary central incisor",
      "Mandibular central incisor",
      "Mandibular first molar"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "c",
    "explanation": "\nHashish is prepared from the resin exuding from leaves and stem of the plants. Various cannabis preparations:"
  },
  {
    "id": 3,
    "question_text": "",
    "options": [
      "Which of the following is a superadded permanent tooth?",
      "Central incisors",
      "Canine",
      "Premolar"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "c",
    "explanation": "\nChasing the dragon is a method used to take heroin.\nIn this, users inhale a thick, white pyrolysate that is generated by heating heroin base on aluminum foil using a hand-held flame. This means of administration produces heroin concentrations similar to those observed following IV administration.\nOther methods used to take drugs are:\nMainlining - Intravenous injection\nInsufflation - Snorting\nSkin popping - Subcutaneous injection"
  },
  {
    "id": 4,
    "question_text": "",
    "options": [
      "Electron microscopy of the surface of tooth enamel revealed a neonatal line. What is your inference?",
      "Congenital malformation",
      "Heavy metal poisoning",
      "Still birt"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "d",
    "explanation": "\nMiosis is not universally present in intoxication from every opioid. Its absence cannot be used to rule out opioid intoxication. Normal or even enlarged pupils have been documented secondary to diphenoxylate, meperidine, morphine, pentazocine, and propoxyphene toxicity.\nOpioid intoxication:\nMental status depression\nAnalgesia\nMiosis\nOrthostatic hypotension\nNausea and vomiting\nHistamine release resulting in localized urticaria\nIleus secondary to decreased GI motility\nUrinary retention secondary to increased vesical sphincter tone\nRespiratory depression, bronchospasm (histamine release), acute lung injury (rare complication)"
  },
  {
    "id": 5,
    "question_text": "",
    "options": [
      "A dentist evaluating a child's teeth notices the presence of mixed dentition. What would be the approximate age of the child?",
      "2 – 5 years",
      "6 – 12 years",
      "12 – 15 years"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "a",
    "explanation": "\nThe clinical features suggest opioid intoxication. Airway protection and ventilatory maintenance are the most important treatment steps. It is because respiratory depression is the major morbidity and the cause of all mortality.\nAfter adequate ventilation is ensured, administer naloxone. Single-dose activated charcoal can be administered in case of opioid ingestion occurred within one hour.\nF umazenil is the antidote for benzodiazepine poisoning."
  },
  {
    "id": 6,
    "question_text": "",
    "options": [
      "While examining the skeletal remains from a bomb blast, a forensic expert decides to use the Gustafson's method for identification of the ages of people killed. Which of the following would you not assess in this method?",
      "Tooth lengt",
      "Attrition changes of occlusal surface",
      "Periodontosis"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nThe given clinical scenario is suggestive of opioid withdrawal.\nThe features of opioid withdrawal are:\nFeeling of anxiety\nYawning\nLacrimation, diaphoresis, rhinorrhea\nDiffuse myalgias progressing to piloerection\nMydriasis\nNausea, profuse vomiting, diarrhea, abdominal cramping Treatment of opioid withdrawal:\nSymptoms can be rendered more tolerable by the administration of the central 2-agonist like clonidine\nAntiemetics and antidiarrheal agents\nDaily administration of a verified dose of methadone PO is recommended to inhibit withdrawa symptoms and reduce craving"
  },
  {
    "id": 7,
    "question_text": "",
    "options": [
      "Which of the following is the most reliable criterion for age determination from Gustafson's method?",
      "Periodontis",
      "Root resorption",
      "Secondary dentin deposition"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nCocaine is metabolized by butyrylcholinesterase/ pseudocholinesterase.\nCocaine is primarily metabolized in the liver, but, it is alternatively metabolized by pseudocholinesterase also.\nMorphine, methamphetamine, and barbiturates are metabolized only in the liver."
  },
  {
    "id": 8,
    "question_text": "",
    "options": [
      "Which of the following methods is used for dental numbering?",
      "Pearson method",
      "Palmer’s method",
      "Gleser method"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "d",
    "explanation": "\nCT imaging is the best modality to identify cocaine packets in a body packer.\nBody packers are people who swallow a large number of well-sealed packets in order to smuggle drugs across international borders.\nBody stuffers are patients who swallow cocaine following police pursuit to conceal the evidence. The swallowed packets are often poorly wrapped and can leak or perforate.\nBoth methods can result in severe toxicity and death. Management:\nNo signs of toxicity - Give single-dose activated charcoal and institute whole-bowel irrigation with polyethylene glycol electrolyte solution to gently hasten packet elimination\nSymptomatic patients - Provide sedation and symptomatic care, and obtain immediate surgica consultation for operative removal of the packets\nEndoscopy or colonoscopy is not done because the manipulation may rupture the packets."
  },
  {
    "id": 9,
    "question_text": "",
    "options": [
      "You receive a dental report from an autopsy of a homicide case, stating that FDI notation tooth number '43' is missing. Which tooth is missing in the victim?",
      "Lower right canine",
      "Lower left canine",
      "Upper right first molar"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "c",
    "explanation": "\nLysergic acid diethylamide (LSD) is most commonly sold as small squares of dried blotter paper printed with colorful graphics.\nIt is a colorless, tasteless, odorless, water-soluble substance. A heavy user of LSD is called an acid head."
  },
  {
    "id": 10,
    "question_text": "",
    "options": [
      "When does the fusion of the spheno-occipital suture usually occur in females?",
      "10 years",
      "18 years",
      "28 years"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "d",
    "explanation": "\nLysergic acid diethylamide (LSD) use may be associated with bad trips and flashbacks.\nThe psychedelic effects of LSD depend on the user’s prevailing mood, expectations, and surrounding environment. Effects may be perceived as pleasurable or horrifying. Profound distortions in the perception of sensory stimuli, time, emotions, and memories occur. It may cause users to experience paranoia, depression, extreme panic, or an acute psychotic reaction known as a dysphoric reaction or bad trip.\nProlonged and sometimes permanent psychosis, known as flashbacks or hallucinogen persisting perception disorder, can occur."
  },
  {
    "id": 11,
    "question_text": "",
    "options": [
      "Match the following sutures with their correct age of fusion:",
      "1-a, 2-d, 3-b, 4-c",
      "1-b, 2-d, 3-a, 4-c",
      "1-c, 2-b, 3-a, 4-d"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "c",
    "explanation": "\nMethamphetamine is also known as ice. Habitual meth users might get meth mouth (advanced tooth decay).\nOption A: Amotivational syndrome - Chronic use of cannabis may lead to amotivational syndrome with lethargy, lack of interest in day-to-day activities.\nOption B: Run amok - Run-amok is a psychic disturbance resulting from continued use or sudden consumption of cannabis. It is characterized by a peculiar homicidal mania. The person is not held responsible for his acts since run amok is considered a disorder of mind and not intoxication.\nOption D: Magnan syndrome - A type of tactile hallucination seen in chronic users of cocaine where they feel as if grains of sand are lying under the skin or insects are creeping on the skin (formication).\nOther named effects of drug use:\nCrack dancing - Choreo athetosis and repetitive movements are associated with cocaine and amphetamine intoxication and appear related to dopamine dysregulation.\nCrack eye - A syndrome of corneal abrasions and ulcerations secondary to smoke and irritation associated with crack cocaine use is known as the crack eye.\nCrack baby - describes children who were exposed to crack as fetuses in the US.\nBad trip - Profound distortions in the perception of sensory stimuli, time, emotions, and memories occur with the use of LSD. It may cause users to experience paranoia, depression, extreme panic, or an acute psychotic reaction known as a dysphoric reaction or bad trip.\nFlashbacks - Prolonged and sometimes permanent psychosis, known as flashbacks or hallucinogen persisting perception disorder, can result from LSD use.\nCarphologia - Carphologia (or carphology) is a lint-picking behavior that is often a symptom of a delirious state. Usually associated with Datura poisoning."
  },
  {
    "id": 12,
    "question_text": "",
    "options": [
      "Which among the following is the best indicator that a female is more than 16 years of age?",
      "Fusion of distal end of ulna",
      "Fusion of proximal end of ulna",
      "Fusion of medial end of clavicle"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nAfter a single use of marijuana, tetrahydrocannabinol (active principle of Cannabis) can be detected in urine tests for up to 3 days.\nMarijuana or Cannabis consists of the dried flowering tops and leaves of the plant Cannabis sativa. Hashish is prepared from the resin of the stems and leaves of this plant.\nWith long-term use, cannabinoids can be detected up to 30 days or longer after abstinence."
  },
  {
    "id": 13,
    "question_text": "",
    "options": [
      "Which of the following is the most reliable method for estimation of age in adulthood (&gt;25 years)?",
      "Ectocranial fusion of skull sutures",
      "Endocranial fusion of skull sutures",
      "Degenerative changes in pubic symphysis"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "a",
    "explanation": "\nPhencyclidine causes dissociative anesthesia.\nPhencyclidine is also known as angel dust (powdered form). It is often coadministered with crack cocaine (beam me up). The primary action is the blockade of NMDA receptors.\nDissociative anesthesia is a form of anesthesia characterized by catalepsy, catatonia, analgesia, and amnesia. It does not necessarily involve loss of consciousness and thus does not always imply a state of general anesthesia."
  },
  {
    "id": 14,
    "question_text": "",
    "options": [
      "The secondary ossification centres that appear before birth include all of the following except:",
      "Distal femur",
      "Talus",
      "Distal tibia"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nHeroin is the most common drug which can cause physical dependence.\nPhysical dependence is defined is a condition where withdrawal of a drug after its prolonged use causes physiological and emotional illness, often referred to as the withdrawal syndrome. Neither physical dependence nor withdrawal symptoms occur with hallucinogens. Although it is necessary to note that a user can develop a psychological dependence on the insight-inducing experiences of episodes of hallucinogen use. Hence, all 3 hallucinogens - ketamine, LSD, and Phencyclidine (PCP) does not cause physical dependence.\nAccording to the world drug report 2019, released by the United Nations office on drugs and crime (UNODC), the most common drugs used across the world (in decreasing order) include:\nCannabis\nOpioids\nAmphetamine and prescription stimulants\nEcstacy\nCocaine\nAmong the opioids, the commonly used group of drugs are opiates which include drugs like opium, morphine, and heroin."
  },
  {
    "id": 15,
    "question_text": "",
    "options": [
      "First carpal bone to ossify:",
      "Lunate",
      "Capitate",
      "Hamate"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nThe plant shown in the image is Papaver somniferum. The toxic part of the plant is the unripe fruit capsule from which the toxic principle is derived."
  },
  {
    "id": 16,
    "question_text": "",
    "options": [
      "A child who is a victim under POCSO act is brought to the department of forensic medicine for age estimation. The X-ray image of the hand is shown below. What is the likely age of the",
      "child?",
      "4 years",
      "7 years"
    ],
    "images": [
      "FMT_img_1.png"
    ],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nThe plant in the given image is Datura stramonium. It contains atropine.\nAll Datura species contain anticholinergic alkaloids like atropine, scopolamine, and hyoscyamine."
  },
  {
    "id": 17,
    "question_text": "",
    "options": [
      "A girl was allegedly kidnapped by a man. In court, she says that she is a major and is married to the man. X-ray images of her elbow, wrist and pelvis are given. What is the approximate age of the girl ?",
      "14 to 15 years",
      "16 to 17 years",
      "18 to 19 years"
    ],
    "images": [
      "FMT_img_2.jpeg"
    ],
    "subject": "FMT",
    "correct_option": "b",
    "explanation": "\nThe given clinical scenario is suggestive of Datura poisoning.\nThe two species are jimson weed (Datura stramonium) and angel’s trumpet (Datura candida).\nSeeds or other parts of the plant can be ingested or smoked. Poisoning leads to delirium, hallucinations, and seizures. Additionally, other classic anticholinergic effects, such as mydriasis, tachycardia, dry mouth and skin, blurred vision, urinary retention, and hyperthermia may present.\nGastric emptying is often delayed, and the small, plentiful seeds can become trapped among the gastrointestinal folds after ingestion. Thus gastric decontamination can be an important therapy.\nPhysostigmine, a reversible acetylcholine esterase antagonist, is an effective treatment for severe anticholinergic poisoning."
  },
  {
    "id": 18,
    "question_text": "",
    "options": [
      "Which among the following statements regarding photosuperimposition is false?",
      "It may be performed on the pelvis",
      "This test is mainly exclusory",
      "It requires an antemortem picture of the victim"
    ],
    "images": [],
    "subject": "FMT",
    "correct_option": "c",
    "explanation": "\nThe given clinical scenario suggests barbiturate poisoning. Flumazenil is a benzodiazepine antagonist and has no effect on barbiturate toxicity. There is no antidote for barbiturate poisoning.\nManagement of barbiturate poisoning:\nMaintain airway, breathing, circulation\nElectrolyte balance\nGastric lavage\nAlkaline diuresis by giving sodium bicarbonate\nHemodialysis in severe cases"
  }
]