[
  {
    "id": 1,
    "question_text": "",
    "options": [
      "A soldier posted in Siachen is brought unconscious to the emergency ward. In order to rule out hypothermia, how will you best measure his temperature?",
      "Oral",
      "Rectal",
      "Infrared tympanic thermometer"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "b",
    "explanation": "\nHome quarantine for 14 days is advised when a person comes in contact with a COVID-19 positive patient.\nThe home quarantined person:\nShould stay in a well ventilated single room and stay away from high-risk individuals\nShould not attend any religious or social gatherings\nMust wash hands often\nMust change mask every 6-8 hrs\nTheir surroundings must be disinfected with 1% sodium hypochlorite solution\nIn case the person being quarantined becomes symptomatic, all his contacts should be home quarantined for 14 days and followed up for another 14 days or till the report turns out negative on lab testing.\nIsolation is the separation and restriction of movements or activities of persons who are sick, to prevent the transmission of disease. Quarantine is the separation and restriction of movements or activities of persons who are not ill but are believed to have been exposed to infection, for the purpose of preventing transmission of diseases."
  },
  {
    "id": 2,
    "question_text": "",
    "options": [
      "A patient in the emergency ward stays still while lying supine and hesitates to move. He also has very shallow breathing. This attitude of the patient is most likely due to which of the following conditions?",
      "Renal colic",
      "Peritonitis",
      "Acute pancreatitis"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "b",
    "explanation": "\nThe given clinical scenario is suggestive of COVID toes. The image shows pernio-like lesions caused due to COVID-19.\nPernio / chilblains are skin lesions on the acral surfaces of the body characterised by the development of erythematous-violaceous or purpuric macules. They may be accompanied by edema and pruritus.\nIt is usually due to cold exposure or underlying hematological disorders but has also been reported in patients with COVID-19 disease. The underlying mechanism is thought to be an inflammatory process. The lesions appear late (postviral phase) with the patients exhibiting positive IgM/ IgG antibodies for SARS-CoV-2 and negative RT-PCR. However, pernio like lesions can also be seen in early stages of the disease when the patients are still infective.\nThere are no treatment guidelines but high-potency topical corticosteroids may be helpful if the lesions are causing discomfort. Other cutaneous manifestations include exanthematous rash, livedo reticularis, urticaria, MIS-C etc."
  },
  {
    "id": 3,
    "question_text": "",
    "options": [
      "An alcohol addict presented with easy fatiguability. On examination, he is found to have pallor. Peripheral smear showed macrocytes and anisocytosis. Which of the following findings is most likely to be seen in this patient?",
      "Atrophic glossitis",
      "Migratory glossitis",
      "Strawberry tongue"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "a",
    "explanation": "\nThe correct sequence of donning a PPE is first pair of gloves  coverall  Shoe cover  N-95 mask.\nPreparation for donning the PPE:\nTo be performed only in the designated area\nThe health care worker must be prepared for the shift duty by\nTaking a meal\nUsing the washroom\nDrinking water prior to entering the donning area\nRemove all accessories, jewelry\nChange into clean hospital scrubs and closed washable footwear\nPerform hand hygiene with soap and water Steps of donning/putting on the PPE:\nHand hygiene\nWear the first pair of gloves\nSterile or unsterile\nMake sure the cuff of the gloves goes as far as possible\nExamine and wear coverall\nExamine the coverall for any damage\nStart by wearing the leg sleeves and then the arm sleeves\nZip up and cover the zip with the flap attached\nWear shoe cover\nSit on the clean chair and wear shoe cover\nPull them up till your calves\nWear N-95 mask and wear hood\nHold the mask like a cup in the hand with both the straps hanging out in the front\nPlace the mask on the face, pull and wear the lower strap first placing it below the ears\nThen pull and wear the upper strap placing above the ears\nThe air leakage should be minimum around the mask when forcibly exhaling\nWear the hood covering the forehead and the cheeks\nWear face shield/eye goggles over the hood and ensure the fit\nWear the second pair of gloves - pull the gloves to cover the sleeve cuff and forearm as much as possible"
  },
  {
    "id": 4,
    "question_text": "",
    "options": [
      "A woman presents with bluish discoloration of the skin and mucous membranes. All of the following may be responsible for the given symptoms except:",
      "Methemoglobin exceeds 1.5 gm%",
      "Sulfhemoglobin exceeds 0.5 gm%",
      "Reduced hemoglobin exceeds 2 gm%"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "b",
    "explanation": "\nThe component of the PPE kit to be removed first is the shoe covers. Preparation for doffing the PPE:\nTo be performed only in the designated area\nCheck for any leak or soiling\nDoffing room should have two chairs, dirty and clean\nAll the PPE must be discarded in the red bin\nHand hygiene must be performed after every step Steps of doffing the PPE:\nEngage the observer and ask him to check the PPE - observer should check for any leak, tear, or contamination of PPE. If contaminated, then it should be disinfected with alcohol-based wipes.\nDisinfect the gloves\nRemove and discard shoe covers\nSit on the dirty chair with legs apart\nRemove the shoe covers by slowly pulling the outer surface starting from the top and then pull rom the toes end. Discard them\nDisinfect and remove outer pair of gloves\nWhile removing the outer gloves, inner gloves should not be torn or contaminated\nPinch the first glove on the outer surface at the wrist and pull it inside out\nHold this glove in the other hand like a ball\nSlide the thumb inside the other glove and remove inside out balling around the previous glove, making it into a single bag. Then discard it.\nDisinfect inner gloves\nRemove face shield/eye goggle - loosen the screw and remove the face shield by holding it from the back handle. Discard it.\nDisinfect inner gloves again\nRemove hood and coverall\nSlide back the hood by holding it from the top\nSeparate the zip flap and unzip the coverall suit\nHolding the suit at the arms, slide it off the shoulder slightly, then pull the suit from the side o the waist\nRoll the arms out one by one\nBy touching the inner surface of the suit carefully roll out each leg. Discard it\nDisinfect and remove inner gloves as previously described\nPerform hand hygiene and wear a new pair of gloves\nRemove and discard N-95 mask\nDo not touch the exposed surface of the mask\nStoop forward and first remove the lower strap\nThen pull out the upper strap and remove the mask\nDisinfect gloves\nSit on the clean chair and disinfect shoes using alcohol wipes\nDisinfect and remove gloves\nPerform hand hygiene\nWipe the shoes on sodium hypochlorite soaked doormat at exit\nExit the doffing area and take a shower"
  },
  {
    "id": 5,
    "question_text": "",
    "options": [
      "Which of the following skin findings is not associated with an endocrine abnormality?",
      "Acanthosis nigricans",
      "Diffuse hyperpigmentation",
      "Casal’s necklace"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nThe front of the face shield is considered to be a contaminated area of the personal protective equipment (PPE). Hence, it should not be touched while doffing.\nThe areas that are considered clean are the parts that will be touched while removing a PPE:\nInside the gloves\nInside and back of the gown including the ties\nTies or earpieces of the mask, goggles, and face shields The areas that are considered contaminated are:\nOutside front and sleeves of the isolation gown\nFront of goggles, mask, respirator, and face shield\nOutside of the gloves"
  },
  {
    "id": 6,
    "question_text": "",
    "options": [
      "What are petechiae?",
      "Large extravasation of blood in the skin",
      "Skin hemorrhages measuring 2-3 mm",
      "Skin hemorrhages measuring 1-2 mm"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "a",
    "explanation": "\nThe face shield used by a healthcare worker during COVID-19 pandemic is disposed in the red bin."
  },
  {
    "id": 7,
    "question_text": "",
    "options": [
      "A 28-year-old woman presented to the clinic with the lesions shown below. Which of the following conditions is/are associated with this lesion?",
      "1 and 5",
      "2, 3 and 5",
      "1, 3 and 4"
    ],
    "images": [
      "Medicine_img_1.jpeg"
    ],
    "subject": "Medicine",
    "correct_option": "d",
    "explanation": "\n1% sodium hypochlorite is recommended for cleaning and disinfection against COVID-19.\nThe sodium hypochlorite solution should be prepared fresh. Leaving the solution for a contact time of at least 10 minutes is recommended.\nNote: Alcohol (e.g. isopropyl 70% or ethyl alcohol 70%) can be used to wipe down surfaces where the use of bleach is not suitable, e.g. metals."
  },
  {
    "id": 8,
    "question_text": "",
    "options": [
      "You observed the following finding in a patient in the OPD. Which among the following conditions is least likely to cause this finding?",
      "Endocarditis",
      "Bronchiectasis",
      "Tricuspid atresia"
    ],
    "images": [
      "Medicine_img_2.jpeg"
    ],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nThe Moderna COVID-19 vaccine is also an mRNA-based vaccine.\nThe Drugs Controller General of India (DCGI) has granted permission for restricted emergency use of the following vaccines against COVID-19:\nCovaxin (Bharat biotech/NIV)\nCovishield (Oxford University/ AstraZeneca/ Serum Institute of India)\nSputnik V (Gamaleya Research Institute/ Dr. Reddy's Laboratories)\nZyCoV-D (Zydus Cadila)\nThe FDA has issued an emergency use authorization for the following vaccines against COVID-19:\nPfizer/BioNtech\nModerna\nJohnson and Johnson\nAccording to the new vaccine guidelines by NEGVAC (National Expert Group on Vaccine Administration for COVID-19):\nVaccination is to be deferred by 3 months in the following persons:\nIndividuals (proven positive) recovered from the disease.\nRecipients of monoclonal antibodies or convalescent plasma.\n2nd dose is to be deferred by 3 months if infected with COVID after 1st dose.\n4-8 weeks gap, after recovery of patients with other serious illnesses requiring hospitalization/ICU care.\nBlood donation: Wait for 14 days after receiving the vaccine/testing RT-PCR negative.\nNo screening is required by rapid antigen test (RAT) prior to vaccination.\nRecommended for all lactating women. COVID-19 vaccination during pregnancy:\nMoHFW has recently approved the vaccination of pregnant women against COVID-19.\nCOVID-19 vaccine can be taken anytime during pregnancy and should be taken at the earliest.\nIf any woman has been infected with COVID-19 during pregnancy, she should be vaccinated soon after delivery.\nCOVID-19 vaccine is safe in pregnancy."
  },
  {
    "id": 9,
    "question_text": "",
    "options": [
      "A 40-year-old patient presents with loss of appetite, jaundice, and easy bruisability. He is a chronic alcohol user, and the following abnormality is noted on examination. What is the most likely cause of this nail change?",
      "Scurvy",
      "Hypoalbuminemia",
      "Chronic iron deficiency"
    ],
    "images": [
      "Medicine_img_3.jpeg"
    ],
    "subject": "Medicine",
    "correct_option": "b",
    "explanation": "\nThe given clinical scenario is suggestive of mucormycosis. Intravenous administration o amphotericin B is the first line treatment. Other drugs which are approved for its management include isavuconazole and posaconazole. Surgical debridement is the last line management.\nImmunocompromised states are important risk factors including diabetes mellitus and glucocorticoid treatment as well as patients on ventilation.\nDiagnosis can be made by culturing the organisms from sterile sites like needle aspirate, pleural fluid, or a tissue biopsy specimen. The biopsy is most sensitive. It reveals characteristic wide, thick-walled, ribbon-like, aseptate hyphal elements that branch at right angles.\nIt can present as:\nRhino-orbital-cerebral mucormycosis - (most common) the initial symptoms are nonspecific and include eye or facial pain and facial numbness followed by the onset of conjunctival suffusion and blurry vision. If untreated it can spread from the sinuses to the orbit, and then to the frontal lobe.\nPulmonary mucormycosis - (second most common)\nCutaneous mucormycosis - usually results after trauma\nGastrointestinal mucormycosis - primarily occurs in premature neonates who have disseminated disease or necrotizing enterocolitis\nDisseminated mucormycosis"
  },
  {
    "id": 10,
    "question_text": "",
    "options": [
      "A resident is examining a patient with bilateral leg swelling below the knees. He notes that on applying pressure, the indentation does not persist on release. What is the likely cause of the edema?",
      "Myxedema",
      "Nephrotic syndrome",
      "Chronic lymphangitis"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "b",
    "explanation": "\nThis is a case of multisystem inflammatory syndrome in children (MIS-C), associated with COVID-19 infection.\nDiagnostic criteria for MIS-C:\nChildren and adolescents 0–18 years of age with fever 3 days AND two of these:\nRash or bilateral non-purulent conjunctivitis or mucocutaneous inflammation signs (palmoplantar erythema, lip hyperemia, periorbital erythema and edema, strawberry tongue, and malar erythema)\nHypotension or shock.\nFeatures of myocardial dysfunction, pericarditis, valvulitis, or coronary abnormalities (including ECHO findings or elevated Troponin/NT-proBNP)\nEvidence of coagulopathy (PT, PTT, elevated D-Dimers)\nAcute gastrointestinal problems (diarrhoea, vomiting, or abdominal pain) AND\nElevated ESR(&gt;40 mm), C-reactive protein (&gt;5 mg/L), or procalcitonin. AND\nNo other obvious microbial cause of inflammation including bacterial sepsis, staphylococcal or streptococcal shock syndromes.\nAND\nEvidence of COVID-19 (RT-PCR, antigen test, or serology positive), or likely contact with patients with COVID-19.\nTypes of MIS-C:\nMIS-C with shock/multi-organ dysfunction\nKawasaki phenotype\nMIS-C without shock\nMIS-C is treated with IV methylprednisolone. The dose can be increased in patients with shock. If the condition does not improve for 48-72 hours, specialists can be consulted for the addition of biologicals to the treatment regimen."
  },
  {
    "id": 11,
    "question_text": "",
    "options": [
      "While examining a patient’s pulse, you note a tapping impulse when you raise his arm above his head. Which of the following conditions would you not suspect in the patient?",
      "Left-sided heart failure",
      "Anemia",
      "Thiamine deficiency"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nAPOL1 gene increases the risk of collapsing nephropathy in patients infected with COVID-19.\nGlomerular lesions are reported in a minority of COVID-19 patients. They are associated with collapsing focal segmental glomerulosclerosis (FSGS) and are called COVID-associated nephropathy (COVAN). Such patients present with nephrotic-range proteinuria and acute kidney injury (AKI). It specifically affects individuals of African ancestry who are carriers of this gene variant.\nThrombotic microangiopathy is another uncommon finding among these patients. Histopathology is similar to those seen in other forms of collapsing glomerulopathy. But, tubulointerstitial lesions including microcystic tubular dilatation and tubular injury are typically associated with APOL1- related disease."
  },
  {
    "id": 12,
    "question_text": "",
    "options": [
      "True about the definition of Postural Hypotension:",
      "Decrease in Systolic blood pressure 20 mmHg after 6 mins of standing",
      "Decrease in Systolic blood pressure 20 mmHg after 3 min of standing",
      "Decrease in Diastolic blood pressure 20 mmHg after 6 mins of standing"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nDemyelinating disorders are rare adverse events following Covishield, not Covaxin. Composition of Covaxin:\nInactivated coronavirus\nAluminum hydroxide gel\nTLR 7/8 agonist\n2-Phenoxyethanol and\nPhosphate Buffered Saline/ NKA1 Adverse effects:\nRarely, complications like demyelinating disorders, Guillain-Barre syndrome, and\nvaccine-induced immune thrombotic thrombocytopenia (VITT) are also seen following Covishield vaccine."
  },
  {
    "id": 13,
    "question_text": "",
    "options": [
      "A 30-year-old African farmer presents with Winterbottom’s sign. This sign is due to the involvement of:",
      "Deep cervical nodes",
      "Supraclavicular nodes",
      "Posterior cervical nodes"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nThe 51-year-old man should receive COVID-19 vaccination at least 3 months after hematopoietic cell transplantation (and not 5 weeks) to maximize vaccine efficacy.\nGraft-versus-host disease and immunosuppressive regimens like systemic corticosteroids can blunt the immune responses to vaccination. Delay of vaccination until immunosuppressive therapy is reduced can be considered.\nConsider additional risk factors linked to adverse COVID-19 complications including, but not limited to:\nPatients with advanced age (eg, 65 years of age)\nPatients with comorbidities (eg, chronic pulmonary, cardiovascular, or renal disease)\nSocial and demographic factors\nCOVID-19 vaccines should be prioritized over other vaccines. A gap of 14 days is recommended between COVID-19 vaccines and any other vaccine.\nIf COVID vaccine has been given first, then TT vaccine can be given on the same day. If TT vaccine have been given first, then wait for 14 days to give COVID vaccine."
  },
  {
    "id": 14,
    "question_text": "",
    "options": [
      "Relative bradycardia occurs in:",
      "Typhoid fever",
      "Q fever",
      "Leptospirosis"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "a",
    "explanation": "\nThe minimum duration of symptoms such as fatigue, shortness of breath to define it as post Covid-19 condition according to WHO is 2 months.\nWHO clinical case definition of post Covid-19 - Post Covid-19 condition occurs in individuals with a history of probable or confirmed SARS CoV-2 infection, usually 3 months from the onset of Covid-19, with symptoms that last for at least 2 months and cannot be explained by an alternative diagnosis.\nCommon symptoms include\nFatigue\nShortness of breath\nCognitive dysfunction."
  },
  {
    "id": 15,
    "question_text": "",
    "options": [
      "A patient with rheumatic heart disease now presents with fever and the following nail finding. The nail lesions most likely are?",
      "Roth spots",
      "Janeway lesions",
      "Osler nodes"
    ],
    "images": [
      "Medicine_img_4.jpeg"
    ],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nIn a patient with HIV and TB start ATT first and then start ART as soon as ATT is tolerated (between 2 weeks and 2 months) by the patient. This is done in order to avoid immune reconstitution inflammatory syndrome (IRIS).\nImmune Reconstitution Inflammatory Syndrome (IRIS):\nPatients with HIV-related TB may experience a temporary paradoxical exacerbation of symptoms and radiographic manifestations of TB after starting ATT. This occurs as a result of immune reconstitution due to simultaneous administration of ART and ATT.\nIt is characterized by high fever, lymphadenopathy, expanding intra-thoracic lesions, and worsening of chest X-ray findings. Diagnosis should be made only after ruling out treatment failure and other infections. For severe cases, prednisone 1-2mg/kg is used for 1-2 weeks and then gradually tapered.\nHowever, in patients with CD4 &lt;50/L, the benefits of administering ART immediately after initiating ATT outweigh the risks of IRIS, and therefore ART should be started as early as possible.\nNote: As per RNTCP guidelines, CBNAAT is the preferred diagnostic technique for testing TB in PLHIV (people living with HIV). Smear microscopy has poor sensitivity in detecting TB in PLHIV due to fewer organisms in sputum, and hence is not preferred."
  },
  {
    "id": 16,
    "question_text": "",
    "options": [
      "A 25-year-old man presented to the OPD with a fever for the past 5 days. On examination, tender lesions were found on his extremities as marked below. What is the most probable diagnosis?",
      "Hand-foot-mouth disease",
      "Infective endocarditis",
      "Cat scratch disease"
    ],
    "images": [
      "Medicine_img_5.jpeg"
    ],
    "subject": "Medicine",
    "correct_option": "a",
    "explanation": "\nIn a baby born to an HIV-infected mother, HIV infection is diagnosed using HIV DNA PCR. NACO recommends the use of a qualitative HIV-1 DNA PCR (NAT) in children aged &lt;18 months for Early Infant Diagnosis (EID).\nAntibody assays (e.g., ELISA) are not reliable in infants and young children because of the persistence of transplacentally acquired maternal antibodies. For this reason, HIV virologic testing must be performed using tests that detect HIV DNA or RNA to diagnose HIV infection in children.\nScheduled repeated testing is necessary because test sensitivity increases with time from HIV virus exposure and very recent infection will not be detectable. The cord blood should not be used for testing because of the possibility of contamination of the sample with maternal blood."
  },
  {
    "id": 17,
    "question_text": "",
    "options": [
      "On examination of the chest wall, the presence of thrills indicate:",
      "Palpable S3",
      "Palpable S4",
      "Palpable murmur"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "a",
    "explanation": "\nThe given clinical scenario is suggestive of tuberculosis. Cartridge-based nucleic acid amiplification test (CBNAAT) is the diagnostic test for TB in HIV positive patients.\nCBNAAT is a rapid molecular test that detects the DNA of TB bacteria in HIV-positive individuals. It uses sputum or any other biological specimen (except blood and blood-contaminated specimens). It can give a result in less than 2 hours. It can also detect the genetic mutations associated with resistance to the drug rifampicin.\nSputum microscopy has poor sensitivity for detecting TB in HIV-infected individuals due to fewer organisms in sputum."
  },
  {
    "id": 18,
    "question_text": "",
    "options": [
      "As an intern in the emergency ward, which of the following method would you consider as correct regarding nasogastric tube length estimation?",
      "Tip of nose to ear to xiphisternum",
      "Tip of nose to angle of ear to umbilicus",
      "Mouth to ear to umbilicus"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nThe given clinical scenario is suggestive of primary CNS lymphoma (PCNSL). In this condition, glucocorticoids should be administered only after a biopsy has been obtained. This is because steroids have a cytolytic effect on lymphoma cells and hence may lead to nondiagnostic tissue.\nOn CT, PCNSL is identified as a hyperdense enhancing supratentorial mass. On MRI, vivid homogeneous enhancement, as well as restricted diffusion, is seen.\nPCNSL is a type of non-Hodgkin's lymphoma. The workup usually includes:\nHIV testing\nCSF analysis\nMRI spine\nPET/CT to assess the extent of the disease\nBone marrow biopsy"
  },
  {
    "id": 19,
    "question_text": "",
    "options": [
      "A patient presents with excessive thirst, unexplained weight loss, visual blurring, genital thrush, and lethargy. What is the most likely diagnosis?",
      "Hyperglycemia",
      "Hyperthyroidism",
      "Hypoglycemia"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "c",
    "explanation": "\nWHO recommends cotrimoxazole prophylaxis at CD4 count &lt;350 and/or WHO stage 3/4.\nOnly in settings where malaria or severe bacterial infections are highly prevalent, co-trimoxazole prophylaxis should be initiated regardless of WHO clinical stage or CD4 counts.\nProphylaxis in HIV patients:"
  },
  {
    "id": 20,
    "question_text": "",
    "options": [
      "The recommended temperature of water bath for a patient with frost bite is",
      "37 degree C",
      "42 degree C",
      "32 Degree C"
    ],
    "images": [],
    "subject": "Medicine",
    "correct_option": "d",
    "explanation": "\nThe given clinical scenario is suggestive of pneumocystis pneumonia (PCP). The prophylaxis for PCP is started at &lt;200/mm3 CD4 count according to the CDC recommendation. In PCP LDH is\nelevated and smear stained with Giemsa stain shows trophic forms with dot-like nuclei and pale blue cytoplasm as well as intracystic bodies of Pneumocystis jiroveci.\nPrimary prophylaxis of PCP:\nNote : TMP-SMX also provides protection against toxoplasmosis and some bacterial respiratory pathogens. The prophylaxis is discontinued in those patients treated with ART who maintain good suppression of HIV (&lt;50 copies/mL) and CD4+ T-cell counts &gt;200/ L for at least 3 months."
  }
]