[
  {
    "id": 1,
    "question_text": "",
    "options": [
      "Which of the following timelines would be included in the perinatal period as per WHO?",
      "37th week of gestation to 28 days after birth",
      "20th week of gestation to 7 days after birth",
      "28th week of gestation to 28 days after birth"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nAnaemia in a preschool child is defined as a hemoglobin level of &lt;11 g/dL. Preschool age is defined as 2 to 5 years.\nWHO cut-offs for the diagnosis of anaemia:"
  },
  {
    "id": 2,
    "question_text": "",
    "options": [
      "You would classify a baby as post-term if it is born after",
      "40 weeks of completed gestation",
      "40 weeks and 2 days",
      "41 weeks of completed gestation"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "b",
    "explanation": "\nThe given clinical signs and symptoms are suggestive of anemia. Acquired hypoproliferative anemia, is the most common cause of anemia in children among the given options.\nIron-deficiency anemia (which is classified as an acquired hypoproliferative anemia) is the most common cause of anemia in children and adults worldwide. Iron deficiency is also the most common nutrient deficiency worldwide."
  },
  {
    "id": 3,
    "question_text": "",
    "options": [
      "You would classify a baby as a very low birth weight baby if the weight of the baby is found to be less than \t kg.",
      "1",
      "1.5",
      "2"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nExposure to whole cow’s milk protein can cause chronic intestinal blood loss in infants. Therefore, the American Academy of Pediatrics (AAP) recommends delaying the introduction of cow's milk in infancy and limiting it to &lt;700 mL/day.\nBoth cow's milk and breast milk have the same iron content (0.1mg/dL).\nThe bioavailability of breast milk iron is 2-3 times higher than cow's milk iron.\nExclusive breastfeeding until 6 months of age and complementary feeding with iron-rich foods thereafter reduces the risk of iron-deficiency anemia in infants."
  },
  {
    "id": 4,
    "question_text": "",
    "options": [
      "Reena, a 34-year-old lady with gestation diabetes mellitus delivers an LGA baby at 37 weeks. What would the birth weight of this child be?",
      "&gt;75th Percentile",
      "&gt;97th Percentile",
      "&gt;90th Percentile"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nBone marrow erythroid hyperplasia is the earliest hematological response observed following iron therapy in iron-deficiency anemia.\nResponses to iron therapy in iron deficiency anemia:"
  },
  {
    "id": 5,
    "question_text": "",
    "options": [
      "As the intern assisting in the labor room, you are tasked with administering Vitamin K to the term newborns with no complications. Which of the following dose and route would you use for administration?",
      "0.5 - 1 mg IM",
      "5 - 10 mg IV",
      "1 - 5 mg IV"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "a",
    "explanation": "\nPoor compliance is the most likely cause of non-responsiveness to oral iron therapy. Differential diagnosis of microcytic anemia that fails to respond to oral iron:\nPoor compliance (most common cause)\nIncorrect dose or formulation\nMalabsorption of administered iron\nOngoing blood loss, including gastrointestinal, menstrual, and pulmonary\nConcurrent infection or inflammatory disorder\nConcurrent vitamin B12 or folate deficiency\nDiagnosis other than iron deficiency\nThalassemias\nHemoglobins C and E disorders\nAnemia of chronic disease\nLead poisoning\nSickle thalassemias, hemoglobin SC disease\nIron refractory iron-deficiency anemia (IRIDA)"
  },
  {
    "id": 6,
    "question_text": "",
    "options": [
      "A term neonate born by normal vaginal delivery is diagnosed with hypothermia. Which of the following is not a physiological response for heat regulation in this baby?",
      "Shivering",
      "Breakdown of brown fat with noradrenaline secretion",
      "Increased muscular activity"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "b",
    "explanation": "\nHigh-performance liquid chromatography (HPLC) is used to screen a newborn with a family history of sickle cell disease.\nOption A: Hemoglobin electrophoresis is the confirmatory test for sickle cell anemia Option C: Heel-prick Guthrie test is the neonatal screening test for phenylketonuria.\nOption D: Tandem mass spectrometry is being used for neonatal screening of inherited metabolic disorders."
  },
  {
    "id": 7,
    "question_text": "",
    "options": [
      "You are conducting the routine newborn assessment of a 2.3 kg baby born 10 minutes back. You would classify the neonate as having cold stress if you notice the body temperature to be:",
      "35.4-36.0 °C",
      "33.4-34.0 °C",
      "34.4-35.4 °C"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nThe given clinical scenario is suggestive of acute chest syndrome and all of the above are used in the management.\nAcute chest syndrome (ACS) refers to a life-threatening pulmonary complication of sickle cell disease. It is diagnosed with the presence of a new radiodensity on chest radiography with any 2 of the following:\nFever\nRespiratory distress\nHypoxia\nCoug\nChest pain\nIn this case, the child with sickle cell anemia satisfies the above criteria. He presented with chest pain and respiratory distress and his chest X-ray image shows new radiodensities.\nMost patients with ACS do not have a single identifiable cause. Infection is the most well-known etiology, yet only 30% of ACS episodes will have positive sputum or bronchoalveolar culture. The most common bacterial pathogens implicated are S. pneumoniae, Mycoplasma pneumoniae, and Chlamydia spp.\nOxygen should be supplemented to all patients who demonstrate hypoxia.\nBlood transfusion is the only method to abort a rapidly progressing episode of ACS.\nBecause of the clinical overlap between pneumonia and ACS, all episodes should be treated promptly with antimicrobial therapy, including at least a macrolide and possibly a\nthird-generation cephalosporin.\nRegular use of an incentive spirometer at 10-12 breaths every 2 hours can significantly reduce the frequency of subsequent acute chest pain episodes."
  },
  {
    "id": 8,
    "question_text": "",
    "options": [
      "A 24-year-old primigravida delivers a preterm baby at 33 weeks of gestation with a birth weight of 2 kg. She is advised to hold her child as shown below. Which of the following statements about this method is false?",
      "Can be continued at home",
      "Safety and thermal protection is equivalent to incubators",
      "Reduces severe morbidity in the newborns"
    ],
    "images": [
      "Pediatrics_img_1.jpeg"
    ],
    "subject": "Pediatrics",
    "correct_option": "b",
    "explanation": "\nHydroxyurea is the drug of choice for reducing painful crises in sickle cell anemia.\nHydroxyurea is a myelosuppressive agent that is effective in reducing the frequency of painful episodes like dactylitis and acute chest syndrome, decreasing the rate of hospitalization, and requirement for blood transfusion. It is safe and well-tolerated in children and infants.\nOption A: Hydrocodone (opioid) is used in the treatment of pain crisis in sickle cell anemia.\nOption C: Corticosteroids is one of the first-line therapies for acute idiopathic thrombocytic purpura (ITP) with risk factors for bleeding.\nOption D: Ruxolitinib is the drug of choice for the treatment of polycythemia vera."
  },
  {
    "id": 9,
    "question_text": "",
    "options": [
      "You are the intern posted in the labor room and are tasked with calculating the gestational maturity of the infants delivered. As per the expanded New Ballard scoring, what will be the lowest and highest scores you can obtain?",
      "0 and 40",
      "-10 and 50",
      "-20 and 44"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nHydroxyurea prophylaxis regardless of disease severity is recommended in children over 9 months of age. Hydroxyurea can be considered for use in infants between six and nine months with symptomatic disease.\nOral penicillin VK is recommended until at least 5 years of age. It is continued beyond 5 years of age in children with a history of pneumococcal infection. Erythromycin ethyl succinate is used if the patient is allergic to penicillin. Pneumococcal and meningococcal vaccinations are administered because of the risk of functional asplenia.\nTranscranial Doppler ultrasound is recommended, starting at age of 2 years. This has lead to a decrease in the prevalence of overt stroke among children with sickle cell anemia. Screening should occur annually from age 2-16.\nAnnual ophthalmology screening should commence from the age of 10 years to screen for retinopathy."
  },
  {
    "id": 10,
    "question_text": "",
    "options": [
      "Which of the following is a component of the neuromuscular criteria for maturity according to the expanded New Ballard score?",
      "Heel-knee test",
      "Finger-nose test",
      "Scarf sign"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "b",
    "explanation": "\nDeficiency of an enzyme in the hexose monophosphate pathway ie., glucose 6-phosphate dehydrogenase deficiency(G6PD Deficiency), is the most common cause of congenital hemolytic anemia due to an enzyme deficiency\nMost common enzymopathies causing hemolytic anemia (in order of most common to least):\nGlucose 6-phosphate dehydrogenase deficiency (G6PD)\nPyruvate kinase deficiency\n5' nucleotidase deficiency"
  },
  {
    "id": 11,
    "question_text": "",
    "options": [
      "A 1.8 Kg neonate is born to a 24-year-old primigravida with no antenatal checkups. While calculating the physical maturity of the neonate by the new Ballard scoring, which of the following criteria would you not take into account?",
      "Skin",
      "Lanugo hair",
      "Palmar surface"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "c",
    "explanation": "\nRh incompatibility causes immune hydrops fetalis, whereas alpha-thalassemia, parvovirus B19 infection, and twin-twin transfusion syndrome cause non-immune hydrops fetalis.\nHydrops fetalis refers to the abnormal fluid collections in fetal soft tissues and serous cavities. Edema, signs of heart failure, and profound intra-uterine anemia are the presenting\nfeatures in the fetus. Other clinical features include marked hepatosplenomegaly, retardation in brain growth, hydrocephaly, urogenital and cardiovascular deformities, and extramedullary erythropoiesis.\nNon-immune hydrops fetalis (NIHF) comprises the subgroup of cases not caused by red cell alloimmunization (e.g., Rh(D), Kell)\nBart's hydrops fetalis (alpha-thalassemia) is caused by the deletion or inactivation of all four alpha-globin alleles, leading to a severe deficiency in alpha-globin chains of Hb and to the\nproduction of gamma-4 tetramers (Hb Bart). Hb Bart tetramers have an extremely high oxygen affinity and are incapable of effective tissue oxygen delivery.\nParvovirus B19 infection can cause fetal anemia, non-immune fetal hydrops, and fetal death."
  },
  {
    "id": 12,
    "question_text": "",
    "options": [
      "While examining a healthy term neonate, you notice that the baby passes greenish-black colored stools. This color is due to -",
      "Bilirubin",
      "Biliverdin",
      "Meconium"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "b",
    "explanation": "\nHbH is the deletion of three alpha globin chains.\nHbS is due to the substitution of valine for glutamic acid in the 6th position of the beta-globin gene (option A).\nHb Bart is the deletion of all four alpha-globin genes. (There are only 2 beta-globin genes) (option C)\nHbC is due to the substitution of lysine for glutamic acid in the 6th position of the beta-globin gene (option D)."
  },
  {
    "id": 13,
    "question_text": "",
    "options": [
      "When does the parachute reflex disappear?",
      "At 3 months",
      "At 6 months",
      "At birth and reappears at 9 months"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "b",
    "explanation": "\nThe given clinical scenario is suggestive of thalassemia and the most likely iron profile is iron\n- normal/high, ferritin - normal, total iron - binding capacity (TIBC) - normal, and transferrin saturation (TSAT) - normal.\nIron- low, ferritin-low, TIBC-high, TSAT-low is seen in iron-deficiency anemia. Iron-low, ferritin-high, TIBC-low, TSAT-low is seen in anemia of chronic disease."
  },
  {
    "id": 14,
    "question_text": "",
    "options": [
      "A 6-day old infant is being examined. While checking the reflexes, a brisk Moro's reflex is noted. Which of the following conditions is a likely cause for this?",
      "Kernicterus",
      "Stage III hypoxic ischemic encephalopathy (HIE)",
      "Hypoglycemia"
    ],
    "images": [],
    "subject": "Pediatrics",
    "correct_option": "c",
    "explanation": "\nMean corpuscular volume/ Red blood cell count (MCV/RBC) also known as Mentzer index can be used to distinguish thalassemia from iron-deficiency anemia (IDA).\nMCV (mean corpuscular volume) and MCH (mean corpuscular hemoglobin) are low in both IDA and thalassemia. RBC count may be normal in thalassemia, whereas it is reduced in IDA. A lower RBC count in IDA means the denominator is smaller, yielding a greater MCV/RBC ratio.\nMentzer index is:\nMore than 13 in iron-deficiency anemia\nLess than 13 in thalassemia"
  },
  {
    "id": 15,
    "question_text": "",
    "options": [
      "You are demonstrating findings in a pediatric OSCE examination on a 4-day old neonate. On turning the baby's head to the left, you obtain the finding as shown below. At what age does this reflex normally disappear?",
      "6 months",
      "9 months",
      "4 months"
    ],
    "images": [
      "Pediatrics_img_2.jpeg"
    ],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nThe given clinical scenario of repeated transfusion, low hemoglobin level, and target cells in the smear are suggestive of thalassemia. Globin gene sequencing is used for its definitive diagnosis.\nHigh-performance liquid chromatography (HPLC) is used as a screening test for thalassemia\n(option A).\nThalassemia is a hemoglobinopathy that arises due to deficient synthesis of the globin chains. Depending on the chain affected, it is classified into -thalassemia and -thalassemia.\n-thalassemia is caused by point mutations of the -thalassemia gene on chromosome 11, whic diminish the synthesis of -globin chains. Splicing mutations are the most common cause of (+) thalassemia.\nThere is a deficit in the synthesis of HbA with an elevation of HbA2 and HbF levels in\n-thalassemia. Children with severe thalassemia present with distinctive facial features such as maxilla hyperplasia, a flat nasal bridge, and frontal bossing. Other manifestations include pathologic bone fractures, significant hepatosplenomegaly, and cachexia.\nBlood smears show marked anisocytosis, poikilocytosis, and microcytic hypochromic anemia. Target cells, basophilic stippling, and fragmented red cells also are common. A radiographic image of the skull shows the classic 'crew cut' appearance.\nHb Electrophoresis and high-performance liquid chromatography (HPLC) are used as screening tests for thalassemia. DNA diagnosis to detect -thalassemia mutations is used for definitive diagnosis. The Mentzer index is the ratio of MCV to RBC count. It is used to differentiate between iron-deficiency anemia and -thalassemia trait. The Mentzer index is &lt;13 in thalassemia minor syndrome.\nTransfusions are administered every 3-4 weeks to maintain a pretransfusion hemoglobin level of 9.5-10.5 g/dL. Transfusion-induced hemosiderosis is a significant complication in\ntransfusion-dependent thalassemia. Iron deposition occurs in the liver, endocrine organs, and heart, resulting in complications including hypothyroidism, hypogonadotropic hypogonadism, growth hormone deficiency, hypoparathyroidism, diabetes mellitus, heart failure, and arrhythmias.\nThe image below shows thalassemic facies and crew cut appearance on X-ray:\n [Image Reference: Pediatrics_img_36.jpeg, Pediatrics_img_410.jpeg]\n [Image Reference: Pediatrics_img_36.jpeg, Pediatrics_img_411.jpeg]"
  },
  {
    "id": 16,
    "question_text": "",
    "options": [
      "A first-time mother rushes to the OPD with her 4-day old infant and worriedly points to the rash that appears as shown below. You reassure her of its harmless, transient nature. On microscopic examination, these papular lesions on an erythematous base will reveal",
      "Eosinophils",
      "Neutrophils",
      "Giant Cells"
    ],
    "images": [
      "Pediatrics_img_3.jpeg"
    ],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nHbA=0%, HbA2=5%, HbF=95% is seen on hemoglobin electrophoresis in transfusion-dependent thalassemia.\nGiven clinical picture where the child becomes symptomatic during the second 6 months of life requiring transfusion is suggestive of beta-thalassemia major or transfusion-dependent thalassemia.\nNormal pattern- HbA=95%, HbA2=3.5%, HbF =1.5%\nBeta-thalassemia trait- HbA=90%, HbA2=5%, HbF=5%\nBeta-thalassemia intermedia- HbA=45%, HbA2=5%, HbF=50%\nAlpha- and beta-thalassemia are inherited disorders in which there is reduced production of alpha-globin or beta-globin chains, respectively. This leads to precipitation of the excess (unpaired) chains, interfering with red blood cell (RBC) production and survival.Disease severity is inversely correlated with the number of functioning globin chains.Each individual carries 2 beta-chain genes and 4 alpha-chain genes."
  },
  {
    "id": 17,
    "question_text": "",
    "options": [
      "A 5-month-old infant is brought to the OPD for a well-baby check-up. A lesion that was present since birth is noticed as given below. What is the most likely diagnosis?",
      "Dermal melanocytosis",
      "Salmon patch",
      "Neonatal pustular melanosis"
    ],
    "images": [
      "Pediatrics_img_4.jpeg"
    ],
    "subject": "Pediatrics",
    "correct_option": "d",
    "explanation": "\nCrew-cut or hair-on-end appearance on X-ray imaging of the skull is due to extramedullary hematopoiesis, which is seen in thalassemia.\nIneffective erythropoiesis leads to extramedullary hematopoiesis, which causes the widening of the diploic space, thereby causing the thickening of trabeculae. This results in the classical crew-cut or hair-on-end appearance on x-ray imaging of the skull. Extramedullary hematopoiesis also leads to hepatosplenomegaly and enlarged and distorted bony prominences over the face, leading to the characteristic chipmunk facies in thalassemia."
  }
]