[
    {
        "id": 1,
        "text": "What are the site and the timing of the origin of the primordial germ cells? Gonads, 4th week of embryonic development Epiblast, 2nd week of embryonic development Gonads, 2nd month of embryonic development Yolk sac, 4th week of embryonic development",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPrimordial germ cells originate in the epiblast, during the 2nd week of development.\nPrimordial germ cells (PGCs) are also known as primitive sex cells. During the 2nd week of development, they originate in the epiblast at the caudal end of the primitive streak.\nThey are the precursors of gametes in both genders. They pass through the primitive streak during gastrulation and reach the wall of the yolk sac. They migrate from the yolk sac in the 4th week and reach the developing gonads by the end of the 5th week.",
        "image": "Anatomy_img_1.png"
    },
    {
        "id": 2,
        "text": "What is the correct sequence of stem cell potency based on their ability to differentiate? Pluripotent &gt;Totipotent &gt; Multipotent &gt; Oligopotent &gt; Unipotent Totipotent &gt; Pluripotent &gt; Multipotent &gt; Oligopotent &gt; Unipotent Totipotent &gt; Pluripotent &gt; Oligopotent &gt; Multipotent &gt;Unipotent Pluripotent &gt;Totipotent &gt; Oligopotent &gt; Multipotent &gt; Unipotent",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe correct order of arrangement of stem cells, based on their potency to differentiate into different cells (highest to lowest) is totipotent &gt; pluripotent &gt; multipotent &gt; oligopotent &gt; unipotent.",
        "image": "Anatomy_img_2.png"
    },
    {
        "id": 3,
        "text": "What is a part of the embryo that exerts morphogenetic stimulus on its adjacent part called? Differentiator Organizer Stem cell Inducer",
        "options": {},
        "correct_option": null,
        "explanation": ":\nAny part of the embryo that exerts a morphogenetic stimulus on adjacent parts is known as the organizer.\nFirst level is the primary organizer that induces the development of new tissues. This newly developed tissue can then induce another tissue in turn to become the secondary organizer. Therefore, there is a sequence or chain of organizers called primary, secondary, and tertiary organizers.\nExamples of the three levels of organizers:\nPrimary organizer: e.g., Blastopore induces differentiation of notochord\nSecondary organizer: e.g., Notochord induces the development of the neural tube (that forms the brain and spinal cord)\nTertiary organizer. e.g., Neural tube induces segmentation of paraxial mesoderm into somites",
        "image": "Anatomy_img_3.png"
    },
    {
        "id": 4,
        "text": "During which phase of meiotic division are leptotene and zygotene stages seen? Metaphase 1 Prophase 1 Metaphase 2 Prophase 2",
        "options": {},
        "correct_option": null,
        "explanation": ":\nLeptotene and zygotene are stages of prophase 1 of meiosis I.\nMeiosis is a special type of cell division that reduces the chromosome number by half. It creates 4 daughter cells, each with haploid chromosomes distinct from the parent cell. Meiosis consists of two successive divisions called the first and second meiotic divisions. The various stages of meiosis are as follows:\nFirst meiotic division (meiosis I)\nProphase 1 (Leptotene, Zygotene, Pachytene, Diplotene, Diakinesis)\nMetaphase 1\nAnaphase 1\nTelophase 1\nSecond meiotic division (meiosis II)\nProphase 2\nMetaphase 2\nAnaphase 2\nTelophase 2",
        "image": "Anatomy_img_4.png"
    },
    {
        "id": 5,
        "text": "Which of the following represents the embryonic period of development? 0-2 weeks 3-8 weeks 8-10 weeks 10-12 weeks",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe embryonic period extends from the 3rd week of intrauterine life to the 8th week of intrauterine life.\nThe prenatal period is divided into 3 different stages:",
        "image": "Anatomy_img_5.png"
    },
    {
        "id": 6,
        "text": "During which stage of prenatal development does gastrulation occur? Embryonic period Pre-embryonic period Gametogenesis Fetal period",
        "options": {},
        "correct_option": null,
        "explanation": ":\nGastrulation occurs during the embryonic period at the 3rd week of gestation.\nDuring the 3rd week of intra-uterine life, three definitive germ layers are\nformed, namely ectoderm, mesoderm, and endoderm. The three germ layers develop from the epiblast by a process of cell proliferation and migration known as gastrulation. This transforms the bilaminar germ disc into a trilaminar structure.",
        "image": "Anatomy_img_6.png"
    },
    {
        "id": 7,
        "text": "When does spermatogenesis begin? Fetal life Birth Puberty After 18 years",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSpermatogenesis starts at puberty.\nThe spermatozoa are produced in seminiferous tubules by a process known as spermatogenesis. In this process, spermatogonia are transformed into spermatozoa.\nShortly before puberty, the sex cords acquire a lumen and become seminiferous tubules,\nand primordial germ cells differentiate into spermatogonial stem cells. These spermatogonial stem cells then give rise to type A spermatogonia. This marks the beginning of spermatogenesis.",
        "image": "Anatomy_img_7.png"
    },
    {
        "id": 8,
        "text": "Which of the following cells remain dormant in the testis until puberty? Primordial germ cells Primary spermatocytes Secondary spermatocytes Spermatids",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPrimordial germ cells (PGCs) remain dormant in the testis until puberty.\nAt puberty, PGCs differentiate into spermatogonial stem cells. These spermatogonial stem cells then give rise to type A spermatogonia. This marks the beginning of spermatogenesis.",
        "image": "Anatomy_img_8.png"
    },
    {
        "id": 9,
        "text": "Which of the following cells have haploid number of chromosomes? Type A spermatogonia Type B spermatogonia Primary spermatocyte Secondary spermatocyte",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSecondary spermatocytes have haploid number of chromosomes.\nDuring the process of spermatogenesis, each primary spermatocyte gives rise to 4 sperm cells (in contrast, each primary oocyte gives rise to only 1 ovum). The haploid cells formed during this process are secondary spermatocytes, spermatids, and spermatozoa.\nThe flowchart below shows the steps of spermatogenesis:",
        "image": "Anatomy_img_9.png"
    },
    {
        "id": 10,
        "text": "Which stage of spermatogenesis is characterized by an independent assortment of maternal and paternal chromosomes? Spermatogonia to primary spermatocyte Primary spermatocyte to secondary spermatocyte Secondary spermatocyte to spermatid Spermatid to spermatozoa",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIndependent assortment is the random distribution of chromosomes. It takes place during meiosis I where there is division from primary spermatocyte to secondary spermatocyte.\nThe law of independent assortment states that alleles for separate traits are passed independently of one another into the gametes.\nDuring the first meiotic division, paternal and maternal chromosomes are distributed between the daughter cells entirely at random. This prevents all chromosomes from the same source (mother or father) from ending up in the same gamete. After meiosis, each haploid daughter cell contains a mixture of genes from the mother and father.",
        "image": "Anatomy_img_10.png"
    },
    {
        "id": 11,
        "text": "Which of the following transformations is seen in spermiogenesis? Primordial germ cells to spermatogonia Spermatogonia to primary spermatocytes Primary spermatocytes to secondary spermatocytes Spermatids to spermatozoa",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSpermiogenesis or spermateleosis is the process of maturation of spermatids to spermatozoa. It is the final stage of spermatogenesis.\nThe major events occurring during spermiogenesis include:\nNuclear morphogenesis and condensatio\nFormation of tail\nFormation of acrosome\nRearrangement of organelles (mitochondria, centrioles, etc.)\nShedding off excess cytoplasm",
        "image": "Anatomy_img_11.png"
    },
    {
        "id": 12,
        "text": "Spermatogenesis is completed in approximately how many days? 54 94 24 74",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSpermatogenesis is completed in approximately 74 days. Spermatogenesis covers the entire process of sperm formation from spermatogonia into spermatozoa.\nSpermiogenesis covers the process of transformation from spermatid into spermatozoa.",
        "image": "Anatomy_img_12.png"
    },
    {
        "id": 13,
        "text": "Which organelle gives rise to the acrosomal cap of the sperm? Nucleus Golgi apparatus Centrosome Mitochondria",
        "options": {},
        "correct_option": null,
        "explanation": ":\nThe acrosomal cap of the sperm is derived from the Golgi apparatus. Parts of the sperm and their derivatives:\nThe image given below shows the acrosome reaction.",
        "image": "Anatomy_img_13.png"
    },
    {
        "id": 14,
        "text": "Spermatozoa attain motility in Seminiferous tubules Vas deferens Epididymis Ejaculatory duct",
        "options": {},
        "correct_option": null,
        "explanation": ":\nSpermatozoa attain full motility during their passage through the epididymis.\nInitially, spermatozoa are only slightly motile, but they obtain full progressive motility in the epididymis. This involves the activation of a unique set of cation channel proteins from the CatSper family located in the principal piece of the sperm tail.",
        "image": "Anatomy_img_14.png"
    },
    {
        "id": 15,
        "text": "You reassured the parents after you noted cryptorchidism in a premature baby. Which of the following cells are responsible for secreting the hormone responsible for its normal descent? Primordial germ cells Spermatogenic cells Sertoli cells Leydig cells",
        "options": {},
        "correct_option": null,
        "explanation": ":\nTestosterone is involved in testicular descent. They are secreted by the Leydig cells.\nLeydig cells are large polyhedral cells present in the connective tissue between the seminiferous tubules. Testosterone is synthesized from cholesterol in Leydig cells. The secretion of testosterone from Leydig cells is under the control of the luteinizing hormone (LH).",
        "image": "Anatomy_img_15.png"
    },
    {
        "id": 16,
        "text": "Which of the following cells remain dormant in the ovary until puberty? Primordial germ cell Primary oocyte Secondary oocyte First polar body",
        "options": {},
        "correct_option": null,
        "explanation": ":\nPrimary oocytes remain dormant in the ovary until puberty. They are arrested in prophase (dicytotene/diplotene) of meiosis I and surrounded by flat epithelial cells (primordial follicles) in the ovary before puberty.\nSteps of oogenesis before puberty are shown in the image below:",
        "image": "Anatomy_img_16.png"
    },
    {
        "id": 17,
        "text": "A 30-year-old woman came to the obstetrician for in-vitro fertilization. FSH analogs were injected to induce follicular growth and hCG was injected to induce final oocyte maturation. The oocyte was then retrieved transvaginally. The oocyte thus retrieved■ is arrested at which of the following stages? Prophase of meiosis I Prophase of meiosis II Metaphase of meiosis I Metaphase of meiosis II",
        "options": {},
        "correct_option": null,
        "explanation": ":\n\nThe oocyte retrieved after final maturation is the secondary oocyte that is arrested in metaphase of meiosis II.\nSteps of oogenesis after puberty are shown in the image below:\n\n\nIf there is no fertilization, the secondary oocyte fails to complete the second meiotic division and degenerates about 24 hours after ovulation.\nIn in-vitro fertilization, initially, FSH analogs are administered to induce follicular growth. At this stage, the oocyte is arrested in the prophase stage of meiosis I. The final maturation of the oocyte is induced by the administration of hCG. This causes the oocyte to resume the meiotic division, complete meiosis I, and enter meiosis II. However, the oocyte is arrested in the metaphase of meiosis II until fertilization.",
        "image": "Anatomy_img_17.png"
    },
    {
        "id": 18,
        "text": "If the ovum is not fertilized, the corpus luteum may persist for about 48 hours 1 week 2 weeks 3 weeks",
        "options": {},
        "correct_option": null,
        "explanation": ":\nIf the ovum is not fertilized, the corpus luteum persists for about 14 days i.e., 2 weeks. The fate of the corpus luteum depends on the fertilization of the ovum:\nNo fertilization:\nCorpus luteum of menstruation remains small and secretes progesterone.\nThis progesterone prepares the uterine endometrium to enter the progestational or secretory phase.\nIt persists for about 14 days.\nIt reaches maximum size by about 9 days after ovulation and starts to shrink 3–4 days before the ext menses.\nIt undergoes fibrosis to become a white scar tissue called corpus albicans.\nOvum fertilized:\n\nCorpus luteum of pregnancy is formed.\nRegression of the corpus luteum is prevented by hCG secreted by the syncytiotrophoblast of the developing embryo.\nIt continues to grow and secrete progesterone that helps maintain the pregnancy.\nIt persists for 3-4 months until the placenta takes over.",
        "image": "Anatomy_img_18.png"
    },
    {
        "id": 19,
        "text": "Meiosis occurs in: Adrenal Adult ovary Prepubertal testis Hypothalamus",
        "options": {},
        "correct_option": null,
        "explanation": ":\nMeiosis occurs in the adult ovary.\nMeiosis takes place only in germ cells and results in the formation of haploid\ngametes. Meiosis requires two cell divisions, meiosis I and meiosis II, to reduce the number of chromosomes to the haploid number of 23.\nOption C: Spermatogenesis begins at puberty. Primordial germ cells (PGCs) remain dormant in the testis until puberty. At puberty, PGCs differentiate into spermatogonial stem cells. These spermatogonial stem cells then give rise to spermatogonia which marks the beginning\nof spermatogenesis.\nOptions A and D: These are somatic cells that only undergo mitosis and not meiosis.\n\nPre-Embryonic Phase of Development\n\n\nQuestion 1:\n\nWhich of the following is included in pre-embryonic phase of development?\nFirst 2 weeks of intrauterine development\nFirst 3 weeks of intrauterine development\nFirst 4 weeks of intrauterine development\nFirst 8 weeks of intrauterine development\n\n\nQuestion 2:\n\nWhere does fertilization of the ovum commonly occur?\nFimbriae\nAmpulla\nInfundibulum\nIsthmus\n\n\nQuestion 3:\n\nWhat is the final step of maturation of spermatozoon before fertilization known as?\nSpermiogenesis\nCapacitation\nAcrosome reaction\nCortical reaction\n\n\nQuestion 4:\n\nDuring fertilization, all of the following barriers in the ovum are penetrated by the sperm except:\nCorona radiata\nZona pellucida\n\nOocyte cell membrane\nNuclear membrane\n\n\nQuestion 5:\n\nWhich of the following is not an acrosomal enzyme?\nAcrosin\nHyaluronidase\nAcid phosphatase\nAlkaline phosphatase\n\n\nQuestion 6:\n\nWhich of the following events is referred to as zona reaction?\nPenetration of sperm through the zona pellucida\nComplete dissolution of the zona pellucida\nAlteration of zona pellucida to prevent polyspermy\nBinding of sperm to zona proteins\n\n\nQuestion 7:\n\nA 26-year-old man presented with sudden onset of visual loss. After evaluation, he was diagnosed with a mitochondrial disorder called Leber's hereditary optic neuropathy. What is the origin of the affected DNA in this condition?\nPaternal only\nMaternal only\n50% paternal and 50% materna\nEither paternal or materna\n\n\nQuestion 8:\n\nWhat is the normal site of implantation of the blastocyst?\nEndometrium and myometrium\n\nFunctional layer of the endometrium\nBasal layer of the endometrium\nMyometrium\n\n\nQuestion 9:\n\nWhat does the inner cell mass form during blastocyst formation?\nCytotrophoblast\nSyncytiotrophoblast\nEmbryoblast\nBlastocele\n\n\nQuestion 10:\n\nArrange the following events of pre-embryonic development in order, from the earlier stage to the later stage.\n2 – 4 – 1 – 3\n3 – 1 – 2 – 4\n4 – 2 – 3 – 1\n4 – 2 – 1 – 3\n\n\nQuestion 11:\n\nThe bilaminar embryonic disc is made up of which of the following cells?\nCuboidal cells of hypoblast layer near amniotic cavity\nCuboidal cells of epiblast layer near blastocyst cavity\nColumnar cells of epiblast layer near amniotic cavity\nColumnar cells of hypoblast layer near blastocyst cavity\n\n\nQuestion 12:\n\nWhere does the Heuser’s membrane develop from?\nColumnar cells derived from epiblast\n\nFlattened cells derived from epiblast\nColumnar cells derived from hypoblast\nFlattened cells derived from hypoblast\n\n\nQuestion 13:\n\nWhat is the part of extraembryonic mesoderm lining the amniotic cavity called?\nParietal or splanchnopleuric extraembryonic mesoderm\nVisceral or splanchnopleuric extraembryonic mesoderm\nParietal or somatopleuric extraembryonic mesoderm\nVisceral or somatopleuric extraembryonic mesoderm\n\n\n\n\nAnswer Key\n\n\n\nDetailed Explanations\nSolution to Question 1:\n\nThe pre-embryonic phase includes the first 2 weeks of intrauterine development, from fertilization to the formation of bilaminar germ disc.\nMajor morphogenetic events that occur in the pre-embryonic phase include:\nFertilization\nCleavage\nTransportation of cleaving zygote\nFormation of blastocyst\nImplantation\nSpecialization of primordial embryonic tissue\nDifferentiation of embryoblast to bilaminar germ disc\nDifferentiation of trophoblast to cytotrophoblast and syncytiotrophoblast\n\n\n\nSolution to Question 2:\nFertilization of the ovum commonly occurs in the ampulla of the uterine tube.\nThe ovulated egg enters the infundibulum of the uterine tube and then passes into the ampulla. The sperms released into the female genital tract swim to the ampulla and fertilize the ovum there.\nTimeline of fertilization:\nThe ovum released after ovulation is capable of being fertilized for 12-24 hours.\nThe spermatozoa after ejaculation are capable of fertilization for 24-48 hours.\nFertilization occurs within 1–2 days after ovulation.\n\n\n\nSolution to Question 3:\nThe final step of maturation of spermatozoon before fertilization is known as capacitation.\nCapacitation involves a period of conditioning of the sperm in the female reproductive tract, predominantly in the uterine tube. It provides the sperms with the ability to penetrate the outer layer of the ovum. Chemical changes in the tail provide them with greater mobility. It lasts approximately 7 hours.\n\n\n\nSolution to Question 4:\nThe sperm does not penetrate the nuclear membrane of the oocyte. The three barriers for sperm penetration in the ovum include:\n\nCorona radiata\nZona pellucida\nOocyte cell membrane\nAfter the fusion of the sperm and oocyte cell membranes, the nucleus of the ovum is converted to the female pronucleus. The nucleus of the sperm becomes the male pronucleus.\n\n\n\n\nSolution to Question 5:\nAlkaline phosphatase is not an acrosomal enzyme. The three main acrosomal enzymes include:\nAcrosin\nHyaluronidase\nAcid phosphatase\nThe sperm binds to the zona pellucida through the glycoprotein ligands ZP3 and ZP2 (zona proteins). This binding causes the release of the acrosomal enzymes that allow the sperm to penetrate the zona pellucida. This is called acrosomal reaction.\n\n\n\n\n\nSolution to Question 6:\nAlteration of the properties of the zona pellucida to prevent the entry of other sperms is zona reaction.\nAfter penetrating the zona, the sperm comes in contact with the oolemma (the plasma membrane of the oocyte). This contact results in weak membrane depolarization and a calcium wave.\nThe calcium wave triggers the release of lysosomal enzymes from the cortical granules lining the oolemma (cortical reaction). These enzymes hydrolyze the ZP3 receptor on the zona\npellucida. Digestion of ZP3 and alteration of zona pellucida (zona reaction) prevents other sperms from binding, thus creating a block to polyspermy.\n\n\n\nSolution to Question 7:\nMitochondrial disorders (e.g., Leber's hereditary optic neuropathy) have mutations in the mitochondrial DNA. Mitochondria and mitochondrial DNA of all human adult cells are of maternal origin.\nDuring fertilization, the sperm's midpiece (with mitochondria) and tail are discarded. The sperm nucleus becomes the male pronucleus. Therefore, only the mitochondria present within the secondary oocyte (maternal mitochondria) remain in the fertilized zygote. Mitochondria, mitochondrial genetic variations, and mutations are passed only through the female line.\n\n\n\nSolution to Question 8:\nThe blastocyst normally implants in the functional layer of the uterine endometrium.\n\nIn the secretory phase, three layers can be recognized in the endometrium: stratum compactum, stratum spongiosum, and stratum basale. The first two layers (stratum compactum and spongiosum) are together known as stratum functionale or the functional layer.\nIf implantation does not occur, the functional layer is shed off during menstruation. If implantation occurs, the functional layer is retained as the decidua.\nTimeline of implantation:\n3-4 days after fertilization: The morula (12-16 cells) enters the uterus.\n4th day after fertilization: The advanced morula reaches the uterine lumen.\n4-5 days after fertilization: The early blastocyst stage is seen.\n6-7 days after fertilization: The blastocyst implants in the uterus. Implantation corresponds to 20-22 days of the menstrual cycle.\n\n\n\n\nSolution to Question 9:\nThe inner cell mass gives rise to the embryoblast, which forms the embryo proper.\nAround the 4th-5th day of development, the morula becomes the blastocyst. Fluid passes into the morula from the uterine cavity and converts it to a blastocyst with a fluid-filled cavity called blastocoele. This fluid partially separates the cells of the inner cell mass from the outer cell mass.\nCell masses in the blastocyst:\nThe outer cell mass is called the trophoblast and forms a major part of the placenta\nThe inner cell mass is called the embryoblast and forms the embryo proper\n\n\n\n\n\n\nSolution to Question 10:\nThe correct order of the listed events of the pre-embryonic period is cleavage - compaction -\ncavitation - implantation.\nEvents of the pre-embryonic phase of development:\nFertilization\nCleavage - Formation of blastomeres; the cells are loosely arranged until the 8-cell stage.\nCompaction - After 3 cleavages, the blastomeres are held together by tight junctions.\nDifferentiation - The compacted 8-cell stage divides to form a 16-cell morula.\nCavitation - Formation of the blastocyst with inner cell and outer cell mass.\nHatching of the blastocyst - Release of the blastocyst from the zona pellucida.\nImplantation - Attachment of developing embryo to the uterine endometrium.\nCell mass differentiation - Differentiation of the embryoblast (inner cell mass) into columnar epiblast cells and cuboidal hypoblast cells.\nBilaminar disc formation - Formation of the bilaminar disc suspended by the connecting stalk. It has two layers (epiblast and hypoblast) and two cavities (amniotic and yolk sac).\n\n\n\nSolution to Question 11:\nThe bilaminar embryonic disc is made up of the epiblast layer (columnar cells) near the amniotic cavity and the hypoblast layer (cuboidal cells) near the blastocyst cavity.\nOn the 8th day of development, the embryoblast differentiates into two layers, hypoblast and epiblast, to form the bilaminar disc. Around the same time, a small amniotic cavity appears within\n\nthe epiblast. At this stage, the two layers of embryoblast are arranged as follows:\nOne layer of high columnar cells known as the epiblast layer, adjacent to the amniotic cavity\nOne layer of small cuboidal cells known as the hypoblast layer, adjacent to the blastocyst cavity The image given below shows the embryonic disc with the epiblast and hypoblast layers.\n\n\n\n\nSolution to Question 12:\nHeuser's membrane or exocoelomic membrane develops from flattened cells derived from the hypoblast.\nOn day 9-10 of pre-embryonic development, flattened cells from the hypoblast begin to migrate to the abembryonic pole. They form a layer of cells just beneath the cytotrophoblast. This layer is called the Heuser's membrane. Once the blastocyst cavity is fully lined with Heuser's membrane, it is called the exocoelomic cavity.\nThe image below shows the formation of Heusner's membrane.\n\n\n\n\n\nSolution to Question 13:\nThe parietal or somatopleuric extraembryonic mesoderm lines the amniotic cavity.\nThe extraembryonic mesoderm is derived from yolk sac cells. Large cavities develop in extraembryonic mesoderm, and they join to form the extraembryonic cavity (or chorionic cavity). Formation of the extraembryonic cavity splits the extraembryonic mesoderm into two layers:\nParietal or somatopleuric extraembryonic mesoderm lining the trophoblast and outside of the amniotic cavity\nVisceral or splanchnopleuric extraembryonic mesoderm lining the outside of yolk sac The image given below shows the extraembryonic mesoderm.\n\n\nEmbryonic Phase of Development\n\n\nQuestion 1:\n\nFormation of which of the following indicates the beginning of gastrulation?\nNotochord\nNeural groove\nNeural pit\nPrimitive streak\n\n\nQuestion 2:\n\nWhich of the following germ layer(s) are formed from the epiblast?\nEctoderm\nEndoderm, Mesoderm, and Ectoderm\nEctoderm and Mesoderm\nEndoderm and Mesoderm\n\n\nQuestion 3:\n\nWhich of the following statements regarding intraembryonic mesoderm is false?\nIt is also known as secondary mesoderm\nIt Is formed from the epiblast cells\nIt spreads throughout the embryonic disc\nMost of the body tissues are formed from mesoderm\n\n\nQuestion 4:\n\nArrange the following structures formed during the development of the definitive notochord, from the earlier stage to the later stage.\n3 – 4 – 2 – 1\n1 – 4 – 2 – 3\n\n3 – 2 – 4 – 1\n1 – 2 – 4 – 3\n\n\nQuestion 5:\n\nWhich of the following statements regarding the notochord is false?\nIt induces neural plate formation\nIt persists as apical ligament of the dens\nIt persists as nucleus pulposus\nIt develops from hypoblast cells\n\n\nQuestion 6:\n\nNeurulation refers to the process of the formation of:\nPrimitive streak\nNeural plate\nNotochord\nNeural tube\n\n\nQuestion 7:\n\nA 45-year-old woman presented with an itchy elevated lesion on her face as shown in the image. On dermoscopy, there is an atypical pigmented network. From which structure is the cell responsible for this lesion derived?\n\n\n\nLateral plate mesoderm\nIntermediate mesoderm\nNeural crest cell\nParaxial mesoderm\n\n\nQuestion 8:\n\nAnomaly scan in a pregnant woman revealed renal agenesis in the fetus. Which of the following mesodermal layers is involved?\nExtra-embryonic mesoderm\nParaxial mesoderm\nIntermediate mesoderm\nLateral plate mesoderm\n\n\nQuestion 9:\n\nA 26-year-old man with congenital scoliosis is found to have hemivertebrae. The affected structures are derivatives of which layer of the mesoderm?\nLateral mesoderm\nParaxial mesoderm\nIntermediate mesoderm\nExtraembryonic mesoderm\n\nQuestion 10:\n\nWhich of the following gives rise to the pericardial cavity?\nParaxial mesoderm\nIntermediate mesoderm\nLateral plate mesoderm\nExtraembryonic mesoderm\n\n\nQuestion 11:\n\nNucleus pulposus is derived from \t.\n\n\n1\n2\n3\n4\n\n\nQuestion 12:\n\nWhich of following structures becomes the primitive gut?\nPart of amniotic cavity lined by the mesoderm\nPart of amniotic cavity lined by the endoderm\n\nPart of yolk sac lined by the endoderm\nPart of yolk sac lined by the mesoderm\n\n\nQuestion 13:\n\nA newborn presented to the NICU with respiratory distress and meconium discharge from the umbilicus. The condition occurs due to the patency of the duct that connects the primitive gut to the \t.\nEmbryonic body cavity\nChorionic cavity\nAmniotic cavity\nYolk sac\n\n\nQuestion 14:\n\nA 32-year-old primigravida who is a known diabetic, had a spontaneous miscarriage. The baby had the deformity as shown in the image below. Which of the following defects during embryonal development is likely to cause the given condition?\n\n\nInsufficient formation of mesoderm\nPersistence of pluripotent cells in primitive streak\nDefect in the development of notochord\nLoss of cells in the anterior midline of the germ disc\n\nQuestion 15:\n\nWhich of the following blood vessels in the connecting stalk disappears during development?\nRight artery\nLeft artery\nRight vein\nLeft vein\n\n\nQuestion 16:\n\nWhich of the following structures develops into Wharton’s jelly?\nSomatopleuric mesoderm\nSplanchnopleuric mesoderm\nExtraembryonic mesoderm\nParaxial mesoderm\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe formation of the primitive streak from the epiblast is an indicator of the beginning of gastrulation.\nBy the 15th day of development, some epiblast cells lying along the central axis, near the tail end of the embryonic disc, begin to proliferate. These proliferated cells form an elevation called primitive streak that bulges into the amniotic cavity.\nGastrulation is the process that forms all the 3 germ layers namely, ectoderm, mesoderm, and endoderm in the embryo. It occurs during the 3rd week of gestation.\nThe image given below shows the formation of primitive streak.\n\n\n\n\nSolution to Question 2:\nEpiblast gives rise to all the 3 germ layers through the process of gastrulation.\nAfter the formation of the primitive streak, the epiblast cells migrate toward the primitive streak. When they arrive at the primitive streak, these cells become flask-shaped, detach from the epiblast, and slip beneath the primitive streak. This inward movement is known as invagination.\nSome of the invaginated epiblast cells displace the hypoblast to create the embryonic endoderm. Endoderm is the first germ layer to form.\nSome of the invaginated cells then start occupying the space between the epiblast and newly created endoderm to form mesoderm. Cells remaining in the epiblast then form the ectoderm.\n\nThe image given below shows the formation of germ layers.\n\n\n\n\nSolution to Question 3:\nThe intraembryonic mesoderm spreads throughout the embryonic disc, except in the region of the prechordal plate and cloacal membrane. In these two regions, the ectoderm is in direct contact with the endoderm.\nThe image given below shows the direct contact of intraembryonic mesoderm with the endoderm.\n\n\nThe intraembryonic mesoderm or secondary mesoderm is formed by the invagination and movement of epiblast cells between the newly formed endoderm and the epiblast.\nIn the later stages of development, the ectoderm and endoderm mostly persist as lining epithelium. Mesoderm forms most of the tissues of the body, including bone, cartilage, connective\n\ntissue, muscles (skeletal, smooth, cardiac), blood, lymph, and cardiovascular organs.\n\n\n\nSolution to Question 4:\nThe correct order is blastopore - notochordal process - notochordal canal - notochordal plate -\ndefinitive notochord. Notochord formation steps:\nPrimitive knot - The cranial end of the primitive streak thickens to form the primitive knot\n(primitive node or Hensen's node).\nPrimitive pit (Blastopore) - A depression appears in the center of the knot known as the primitive pit (or blastopore).\nNotochordal process - The cells in the primitive knot multiply and pass cranially in the midline between the ectoderm and endoderm. They reach up to the caudal margin of the prechordal plate. These cells form a solid chord known as the notochordal process or head process.\nNotochordal canal - The cavity of the blastopore then extends into the notochordal process to orm a tube-like structure called the notochordal canal.\nNotochordal plate - The floor of the notochordal canal gets intercalated (mixed up) with the endoderm and gradually breaks down. This eventually leads to the formation of a flat plate-like structure notochordal plate.\nDefinitive notochord - The cells from the notochordal plate proliferate to form a solid rod-like structure called a definitive notochord.\n\n\n\n\nSolution to Question 5:\nThe notochord is derived from the epiblast and not from the hypoblast cells.\n\nEpiblast cells from the primitive knot region of the primitive streak multiply and pass cranially in the midline between the ectoderm and endoderm. They undergo several stages of rearrangement to form the notochord.\nDuring the initial stages of neurulation, the notochord plays a role in the induction of overlying ectoderm to thicken and form the neural plate.\nAlthough the notochord regresses, it has 2 important remnants:\nNucleus pulposus in the region of the intervertebral disc\nApical ligament of the dens of axis vertebra\n\n\n\nSolution to Question 6:\nNeurulation refers to the process of the formation of the neural tube from the neural plate. The neural tube gives rise to the central nervous system.\nThe image given below shows the steps of neurulation:\n\n\n\n\nSolution to Question 7:\nThe given image shows asymmetrical pigmented lesion on the face with an irregular border. This is suggestive of malignant melanoma arising from the melanocytes. Melanocytes are derived from neural crest cells (NCC).\nDuring neurulation, when the neural folds elevate and fuse, the cells at the lateral border (the neural crest) of the neuroectoderm dissociate from their neighboring cells. These neural crest cells undergo an epithelial-to-mesenchymal transition while leaving the neuroectoderm and then migrate to the underlying mesoderm.\n\nNCCs contribute to many organs and tissues and are sometimes referred to as the fourth germ layer:\nIn the trunk region, they form:\nMelanocytes\nSensory ganglia\nSympathetic and enteric neurons\nSchwann cells\nAdrenal medulla cells\nIn the cranial region, they contribute to the:\nCraniofacial skeleton\nNeurons for cranial ganglia\nSatellite glial cells\nMelanocytes\nSome of the other neural crest derivatives are:\nC cells of the thyroid gland\nConotruncal septum in the heart\nOdontoblasts\nSmooth muscle cells to blood vessels to face and forebrain.\n\n\nOption A: Lateral plate mesoderm is the lateral layer of the intraembryonic mesoderm. This is a thin layer. This layer develops a large cavity called the intraembryonic cavity and gives rise to a somatic or parietal mesodermal layer and a splanchnic or visceral mesodermal layer. The intraembryonic cavity gives rise to pericardial, pleural, and peritoneal cavities.\nOption B: Intermediate mesoderm is a longitudinal strip of intraembryonic mesoderm that connects paraxial with the lateral plate mesoderm. The urinary and genital systems are derived\n\nfrom the intermediate mesoderm.\nOption D: Paraxial mesoderm is the thickened plate of the intraembryonic mesoderm close to the midline, on either side of the notochord. This forms the somitomeres and somites.\n\n\n\nSolution to Question 8:\nKidneys are developed from the intermediate mesoderm.\nAfter the notochord is formed, the intraembryonic mesoderm on either side can be seen organized into 3 layers:\nParaxial mesoderm - Thickened plate of the mesoderm close to the midline, on either side of the notochord. This forms the somitomeres and somites.\nIntermediate mesoderm - Longitudinal strip of mesoderm that connects paraxial with the lateral plate mesoderm. The urinary and genital systems are derived from the intermediate mesoderm.\nLateral plate mesoderm - A thinner layer of mesoderm that lies laterally. This layer develops a large cavity called the intraembryonic coelom that gives rise to pericardial, pleural, and peritoneal cavities.\n\n\n\n\nSolution to Question 9:\nThe vertebrae are derived from somites which are derivatives of paraxial mesoderm. The paraxial mesoderm during development gets organized into segments called somitomeres and somites.\nSomitomeres appear in the head region of the embryo. They are rounded structures and 7 in number. They form the mesoderm and muscles of the head and jaw.\nFrom the occipital region downwards, somitomeres organize into somites. The first pair of somites arise in the occipital region of the embryo at approximately the 20th day of development.\n\nFrom here, new somites appear in craniocaudal sequence at a rate of approximately 3 pairs per day.\nBy the end of the 5th week, 42-44 pairs of somites are present. There are 4 occipital, 8 cervical, 12 thoracic, 5 lumbar, 5 sacral, and 8 to 10 coccygeal pairs. The first occipital and the last five to seven coccygeal somites later disappear. The remaining somites form the axial skeleton.\n\n\n\nSolution to Question 10:\nThe pericardial cavity is formed by the intraembryonic celom in the lateral plate mesoderm.\nWithin the lateral plate mesoderm, a large cavity known as intraembryonic celom is formed. The intraembryonic celom forms the pericardial, pleural, and peritoneal cavities.\nThe lateral plate mesoderm is divided by the intraembryonic celom to form:\nSomatopleuric or parietal layer of intraembryonic mesoderm that is in contact with the ectoderm. This forms the parietal layer of peritoneal, pleural, and pericardial membranes.\nSplanchnopleuric or visceral layer of intraembryonic mesoderm that is in contact with endoderm. This forms the visceral layer of the peritoneal, pleural, and pericardial membranes.\nThe image given below shows the somatopleuric and splanchnopleuric layers and the intraembryonic celom.\n\n\n\n\nSolution to Question 11:\nNucleus pulposus is derived from the notochord (marked as 1). The other labelled structures are\n- Ectoderm\n\n- Endoderm\n- Intraembryonic mesoderm\n\n\n\nSolution to Question 12:\nThe primitive gut is derived from the part of the yolk sac lined by the endoderm.\nWith the development of the lateral folds of the embryo, a part of the yolk sac gets enclosed within the embryo, to form a tube-like structure. This structure is lined by the endoderm and is called the primitive gut.\nInitially, the primitive gut has a wide communication with the yolk sac. Later, three different sections of the primitive gut can be recognized:\nForegut - Part of the primitive gut cranial to the communication with the yolk sac\nMidgut - Middle part of the primitive gut in communication with the yolk sac\nHindgut - Part of the primitive gut caudal to the communication with the yolk sac The image given below shows the sections of primitive gut.\n\n\n\n\nSolution to Question 13:\nThe presence of meconium discharge at the umbilicus is suggestive of vitelline fistula. It occurs due to patent vitelline duct, which connects the primitive gut to the yolk sac.\nThe primitive gut is connected to the definitive yolk sac through a narrow stalk-like communication known as the vitellointestinal duct. It is also known as vitelline duct or yolk stalk or omphalomesenteric duct.\n\nDue to the folding of the embryo in the cephalocaudal and lateral directions, the embryo\ngets enclosed all around by ectoderm, except in the region through which the vitellointestinal duct passes. In this region, there is a circular aperture, which is now called the umbilical opening. The vitellointestinal duct completely obliterates by the 7th week of development.\n\n\nVitelline duct abnormalities:\nMeckel's diverticulum: In about 2% o the individuals, a portion of the vitelline duct persists an outpouching of the ileum called, Meckel diverticulum. The diverticulum is usually asymptomatic unless it contains heterotopic pancreatic or gastric mucosa, which may lead to bleeding, ulceration, or perforation.\nVitelline cyst: In some individuals, both the ends of the vitelline duct transforms into fibrous cords. However, the middle portion of the duct forms a large cyst called, enterocystoma, or vitelline cyst. As the fibrous cords run across the peritoneal cavity, it may lead to intestinal obstruction, strangulation, or volvulus.\n\n\n\nSolution to Question 14:\nThe condition shown in the above image is sirenomelia. It is caused due to insufficient formation of mesoderm in the caudal most region of the embryo.\nThe mesoderm in the caudal region is involved in the formation of lower limbs, urogenital system, and lumbosacral vertebrae. Therefore, the defects seen in this condition include hypoplasia and fusion of the lower limbs, vertebral abnormalities, renal agenesis, imperforate anus, and anomalies of the genital organs.\nDuring the third week of development, a process called gastrulation occurs which leads to the formation of all three germ layers. The process begins with the formation of the primitive streak, which develops into the primitive node and primitive pit. The primitive pit further invaginates and organizes itself into cells arranged in three layers, which eventually develop into ectoderm, mesoderm, and endoderm.\n\nGastrulation related abnormalities:\nSacrococcygeal teratomas occur due to remnants of pluripotent cells from the primitive streak.\nThey are the most common tumor in newborns, occurring at a frequency of 1 in 37,000 births. Sacrococcygeal teratomas contain tissues derived from all three germ layers.\nWhen pluripotent cells from the primitive streak remain in the sacrococcygeal region, they proliferate to form sacrococcygeal teratomas.\nHoloprosencephaly is a deficiency in the midline craniofacial structures. It occurs due to teratogenic exposure (such as high alcohol dose) during gastrulation which kills the cells in the anterior midline of the embryonic disc. In holoprosencephaly, the forebrain is small, the two lateral ventricles are often merged into a single ventricle, and the eyes are close together (hypotelorism).\n\n\n\nSolution to Question 15:\nThe right vein in the connecting stalk disappears during development.\nAt first, the connecting stalk is at the caudal end of the embryonic disc. With the formation of the tail fold, the connecting stalk moves to the ventral part of the embryo, near the area of the umbilical opening.\nThe blood vessels connecting the placenta to the embryo pass through the connecting\nstalk. Initially, there are 2 arteries and 2 veins. Later the right vein disappears (the left vein is left behind). The connecting stalk then consists of 2 arteries and 1 vein.\n\n\n\nSolution to Question 16:\nThe extraembryonic mesoderm of the connecting stalk develops into a gelatinous substance known as Wharton’s jelly.\nWhen the tail fold of the embryo is formed, the connecting stalk moves towards the ventral aspect of the embryo. The connecting stalk is now attached only in the region of the umbilical opening. The extraembryonic mesoderm of the connecting stalk becomes Wharton's jelly in the umbilical cord. Wharton's jelly protects the blood vessels in the umbilical cord.\n\nPlacenta, Fetal Membranes and Twinning\n\nQuestion 1:\n\nIdentify the structures labeled in the image from 1 to 4.\n\n\nDecidua basalis, Decidua capsularis, Decidua parietalis, Amniotic cavity\nDecidua parietalis, Decidua capsularis, Decidua basalis, Amniotic cavity\nDecidua basalis, Decidua capsularis, Decidua parietalis, Uterine cavity\nDecidua parietalis, Decidua capsularis, Decidua basalis, Uterine cavity\n\n\nQuestion 2:\n\nWhich of the following contributes to the maternal and fetal components of the structure shown below, respectively?\n\n\n\nDecidua basalis and chorion laeve\nDecidua capsularis and chorion frondosum\nDecidua capsularis and chorion laeve\nDecidua basalis and chorion frondosum\n\n\nQuestion 3:\n\nWhich of the following statements regarding chorionic villi is false?\nPrimary villi contain cytotrophoblast and syncytiotrophoblast\nSecondary villi contain extraembryonic mesoderm\nTertiary villi contain extraembryonic mesoderm\nSecondary villi contain fetal capillaries\n\n\nQuestion 4:\n\nWhich of the following are components of the definitive chorion?\nCytotrophoblast and syncytiotrophoblast\nExtraembryonic somatic mesoderm and cytotrophoblast\nExtraembryonic somatic mesoderm and syncytiotrophoblast\nExtraembryonic somatic mesoderm, cytotrophoblast, and syncytiotrophoblast\n\nQuestion 5:\n\nIdentify the layers marked as A, B, and C, respectively, in the image of the definitive placenta.\n\n\nRohr's layer, Langhan's layer, Nitabuch's layer\nLanghan's layer, Rohr's layer, Nitabuch's layer\nLanghan's layer, Nitabuch's layer, Rohr's layer\nNitabuch's layer, Langhan's layer, Rohr's layer\n\n\nQuestion 6:\n\nIdentify the structures marked as 1 to 4, respectively, in the chorionic plate of the placental tissue as depicted below.\n\n\n\nAmnion, extraembryonic mesoderm, syncytiotrophoblast, cytotrophoblast\nExtraembryonic mesoderm, amnion, syncytiotrophoblast, cytotrophoblast\nAmnion, extraembryonic mesoderm, cytotrophoblast, syncytiotrophoblast\nExtraembryonic mesoderm, amnion, cytotrophoblast, syncytiotrophoblast\n\n\nQuestion 7:\n\nWhich of the following is present in the intervillous space of placenta?\nMaternal blood\nFetal blood\nMaternal and fetal blood\nAmniotic fluid\n\n\nQuestion 8:\n\nWhich of the following are macrophages present in the mesoderm of the chorionic villus?\nLanghans cells\nNitabuch’s cells\nHofbauer cells\nRohr's cells\n\nQuestion 9:\n\nFertilization, as shown in the image, will result in twins that are \t\n\n\nDizygotic, Bichorial, Biamniotic\nDizygotic, Monochorial, Biamniotic\nMonozygotic, Monochorial, Biamniotic\nMonozygotic, Monochorial, Monoamniotic\n\n\nQuestion 10:\n\nOn USG examination of a pregnant woman at 15 weeks gestation, the following finding was noted. Which of the following events will result in the development of this condition?\n\n\n\nEarly blastomere separation\nDuplication of inner cell mass before amniotic sac formation\nDuplication of embryonic disc between 4 -7 days after fertilization\nDuplication of embryonic disc between 8 - 12 days after fertilization\n\n\nQuestion 11:\n\nThe following finding was noted in the twins that were delivered a couple of hours ago. Identify the condition.\n\n\nHeteropagous\n\nXiphipagous\nOmphalopagous\nPygopagus\n\n\nQuestion 12:\n\nA pregnant lady comes for a routine antenatal checkup during the first trimester. USG examination reveals the following finding. Identify the type of twins in this patient.\n\n\nDichorionic, monoamniotic\nDichorionic, Diamniotic\nMonochorionic, Diamniotic\nMonochorionic, Monoamniotic\n\n\nQuestion 13:\n\nA 37-year-old man is diagnosed with renal failure and is advised to undergo renal transplantation. The patient has a twin brother who is willing to donate his kidney. Which of the following types of twins are HLA identical, hence the recepient twin does not require immunosuppression?\n1 only\n2 and 3\n3 only\n1, 2, and 3\n\nQuestion 14:\n\nIdentify the type of twin babies shown in the image below.\n\n\nDizygotic\nMonozygotic, Bichorial, Biamniotic\nMonozygotic, Monochorial, Biamniotic\nMonozygotic, Monochorial, Monoamniotic\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe structures labeled in the above image are (1) Decidua parietalis, (2) Decidua capsularis, (3)\nDecidua basalis, and (4) Uterine cavity.\nThe decidua is the modified endometrium formed under the influence of progesterone and human chorionic gonadotropin (hCG) secreted by the cells of syncytiotrophoblast. After the implantation of the blastocyst, the decidua gets divided into 3 parts as follows:\nDecidua capsularis: part surrounding the embryo and separating it from the uterine cavity\nDecidua basalis: part deeper to the developing blastocyst that contributes to the maternal component of the placenta\nDecidua parietalis: part lining the rest of the uterine cavity The image given below shows the parts of decidua.\n\n\n\n\nSolution to Question 2:\n\nThe image shown is of a placenta. The maternal component of the placenta is from the decidua basalis and the fetal component is from the chorion frondosum.\nThe placenta is a fetomaternal organ containing tissues from two different sources as follows:\nMaternal component - contributed by the decidua basalis. The decidua basalis is also referred to as the decidua serotina or decidual plate.\nFetal component - contributed by chorion frondosum. The chorionic villi adjacent to the decidua basalis undergo significant development and branching to form a bushy region called chorion frondosum.\n\n\n\n\nSolution to Question 3:\nSecondary villi do not contain fetal capillaries. Fetal capillaries are present in tertiary villi. Chorionic villi pass through the following stages during development:\n\n\n\n\n\nSolution to Question 4:\nThe definitive chorion is an extraembryonic membrane composed of three components:\nExtraembryonic somatic mesoderm\nCytotrophoblast\nSyncytiotrophoblast\nIt contributes to the fetal portion of the placenta, including the villi and villus lakes.\n\n\n\n\nSolution to Question 5:\n\nThe structures marked in the above image are (A) Langhan's layer, (B) Rohr's layer, and (C)\nNitabuch's layer.\nThe definitive placenta consists of the chorionic plate on the fetal aspect and a basal plate on the maternal aspect with the intervillous space between them.\nThe structures of the definitive placenta are shown in the image below:\n\n\n\n\nSolution to Question 6:\nThe structures labeled in the above image of the chorionic plate (fetal component) are (1) amnion,\n(2) extraembryonic mesoderm, (3) cytotrophoblast, and (4) syncytiotrophoblast.\n\n\nSolution to Question 7:\nThe intervillous space between the chorionic plate and the basal plate of the placenta contains only maternal blood. Fetal blood circulates in the blood vessels in the villi.\nMaternal blood flows into the lacunar spaces of the syncytiotrophoblast as early as the 9th day of pregnancy. After the formation of chorionic villi, the lacunar space is known as the intervillous space.\nEroded uterine spiral arteries empty into the intervillous space and immerse the chorionic villi in maternal blood. In the fully formed placenta, the intervillous spaces contain about 150 mL of blood that is replaced every 15–20 seconds (i.e. three to four times per minute).\n\n\n\n\nSolution to Question 8:\nHofbauer cells are fetal-derived macrophages present in the placenta.\nHofbauer cells are large (10–30 µm), pleomorphic cells, with highly vacuolated and granular cytoplasm. They are seen in the fetal villi of the placenta from the first trimester of pregnancy until birth.\nThe role of Hofbauer cells is not established yet, but they are thought to play a gate-keeper role in preventing the transmission of pathogens from the mother to the fetus.\n\n\n\nSolution to Question 9:\nThe above image shows the fertilization of two different ova by two different sperms that will result in dizygotic twins, each with its own chorion and amnion (bichorial, biamnionic).\nDizygotic twins arise from two oocytes that mature during the same menstrual cycle and are fertilized by two different sperm cells. Thus, dizygotic twins can be of the same or opposite sex.\n\nDizygotic embryos implant separately and develop membranes that are independent of each other. Each twin has its own placenta, its own chorion, and its own amniotic cavity.\nDizygotic twins are more common than monozygotic twins. They are also known as fraternal twins, sibling twins, or false twins because genetically they are as different as two separately born siblings of the same biological parents.\nThe image given below shows how fertilization occurs in fraternal and identical twins.\n\n\n\n\nSolution to Question 10:\nThe USG examination is suggestive of monozygotic, monochorionic, monoamniotic\ntwins. Duplication of the embryonic disc between the 8-12 days after fertilization will result in the development of this condition.\nAt this stage, the amniotic sac is already formed. In this case, the two fetuses share a common chorion and common amniotic cavity.\nThe image given below shows a diagrammatic representation of the placentation.\n\n\n\n\n\nSolution to Question 11:\nThe image shows conjoined twins with fusion in the sacral region, which is known as the pygopagus.\nIn monochorionic monoamniotic twinning, incomplete duplication of the embryonic disc can occur. Incomplete separation of the monozygotic twins results in the birth of two infants that are joined or fused together at some part of the body. These twins are known as conjoined twins or Siamese twins.\nDepending on the degree of incomplete separation, different types of conjoined twins can form:\n\n\nSolution to Question 12:\nThe given scenario is suggestive of dichorionic, diamniotic twins. The image shows two separate amniotic cavities (diamniotic) and lambda sign (dichorionic).\nIn dichorionic twins, there is a thick triangular projection of placental tissue between the two gestational sacs. This is known as the lambda sign or twin peak sign. The following image shows the lambda/twin peak.\n\n\nDichorial, diamniotic twins can occur in 2 instances:\nDizygotic twins: The two fertilized ova get implanted at two separate sites and develop separate chorion and two separate amniotic cavities\nMonozygotic twins: With early blastomere separation (up to 3rd day after fertilization), the two embryos formed will have separate chorionic and amniotic sacs, similar to dizygotic twins.\n\n\n\nSolution to Question 13:\nAll monozygotic twins are of the same gender, genetically identical, have identical HLA genes, regardless of the stage of separation of the cell mass.\nAll monozygotic twins develop from a single zygote that is formed as a result of the fertilization of a single oocyte with a single sperm. At a later stage, there is a separation of the blastomeres, inner cell mass, or embryonic disc to give rise to twins. Since they are formed from a single zygote, the twins have similar genetic composition.\n\n\n\nSolution to Question 14:\nThe image shows monozygotic, monochorial, monoamniotic twins. It depicts that a single zygote has separated between 8-13 days and therefore resulted in twins implanted at one site,\n\nhaving the same chorion and having a single amniotic cavity.\nThe monozygotic, monochorionic, monoamniotic twins develop due to the duplication of the embryonic disc after the amniotic sac is already formed, i.e., between the 8th and 12th day after fertilization.\n\nPharyngeal arches, Skeletal & Muscular Systems\n\nQuestion 1:\n\nThe core of the branchial arch is derived from which of the following?\nEctoderm and mesoderm\nEndoderm and neural crest cells\nMesoderm and neural crest cells\nEctoderm and endoderm\n\n\nQuestion 2:\n\nWhich of the following pharyngeal arches disappear soon after formation?\n3rd Arch\n4th Arch\n5th Arch\n6th Arch\n\n\nQuestion 3:\n\nThe site in the pharyngeal arch where the ectodermal cleft meets the endodermal pouch is known as:\nPharyngeal cleft\nPharyngeal pouch\nPharyngeal membrane\nCervical sinus\n\n\nQuestion 4:\n\nA 4-day-old infant who was delivered at home is brought to the pediatrician for a routine checkup. The infant has a noticeable small mandible and cleft palate. A CT scan reveals hypoplasia of the mandible and a defect in the ■middle ear cavity and tympanic membrane. A developmental defect of which of the following pharyngeal arches is most likely?\n\n1st pharyngeal arch\n2nd pharyngeal arch\n3rd pharyngeal arch\n6th pharyngeal arch\n\n\nQuestion 5:\n\nA newborn had hypoplasia of the mandibles and zygomatic bones, malformed external ears, and slanted palpebral fissures. Abnormality in the development of which of the following pharyngeal arches will most likely■ lead to the given condition?\nPharyngeal arch 1\nPharyngeal arch 2\nPharyngeal arch 3\nPharyngeal arch 6\n\n\nQuestion 6:\n\nWhich of the following structures is not derived from Meckel's cartilage?\nAnterior ligament of malleus\nSpine of sphenoid\nStapes\nSphenomandibular ligament\n\n\nQuestion 7:\n\nA 49-year-old woman came with complaints of dull aching pain in the throat and right side of the face. She also frequently gets pain while swallowing associated with earache and headaches. On CT scan, a calcified stylohyoid ligament was seen. This ligament is derived from:\nFirst pharyngeal arch\nSecond pharyngeal arch\nThird pharyngeal arch\nFourth pharyngeal arch\n\nQuestion 8:\n\nWhich structure is derived from the 3rd pharyngeal arch?\nLesser cornu of hyoid bone\nGreater cornu of hyoid bone\nUpper part of the body of hyoid bone\nFull body of the hyoid bone\n\n\nQuestion 9:\n\nWhich of the following muscles is affected in patients with mandibular nerve injury?\nStylopharyngeus\nTensor tympani\nPosterior belly of digastric\nLevator veli palitini\n\n\nQuestion 10:\n\nDuring thyroidectomy, the surgeon accidentally damages a nerve. Post-op, the patient is not able to raise the pitch of his voice. Which arch is the affected structure derived from?\n4th pharyngeal arch\n2nd pharyngeal arch\n3rd pharyngeal arch\n1st pharyngeal arch\n\n\nQuestion 11:\n\nWhich of the following is the nerve of 6th pharyngeal arch?\nMandibular nerve\nSuperior laryngeal nerve of vagus\nGlossopharyngeal nerve\nRecurrent laryngeal nerve of vagus\n\nQuestion 12:\n\nThe nerve of the second branchial arch is:\nGlossopharyngeal nerve\nTrigeminal nerve\nFacial nerve\nVagal nerve\n\n\nQuestion 13:\n\nWhich of the following arteries develops from the hyoid arch?\nMaxillary artery\nStapedial artery\nSubclavian artery\nCommon carotid artery\n\n\nQuestion 14:\n\nA 5-month-old infant was brought to the pediatric OPD for a routine checkup. The child had congenital hypoparathyroidism. CT scan revealed thyroid hypoplasia and absent thymus.\nAbnormality in the development of which of the following pharyngeal pouches will most likely cause the given features?\nFourth and fifth pharyngeal pouch\nFirst and second pharyngeal pouch\nSecond and third pharyngeal pouch\nThird and fourth pharyngeal pouch\n\n\nQuestion 15:\n\nA 46-year-old woman presented with thyroid swelling. After evaluation, it was diagnosed as medullary thyroid cancer. Calcitonin produced from parafollicular C cells was used as a prognostic marker. These cells are derived from which structure?\n3rd pharyngeal cleft\n3rd pharyngeal pouch\n\n4th pharyngeal cleft\nUltimobranchial body\n\n\nQuestion 16:\n\nA patient diagnosed with thymoma underwent thymectomy. The histological section of the the organ is given below. The structure marked is derived from which pharyngeal pouch?\n\n\nFourth pharyngeal pouch\nThird pharyngeal pouch\nSecond pharyngeal pouch\nFirst pharyngeal pouch\n\n\nQuestion 17:\n\nAn 8-year-old girl was brought to the OPD with fever and throat pain for 3 days. On examination congestion and inflammation of the palatine tonsils were noticed. The affected structure is derived from which of the following?\n1st pharyngeal pouch\n2nd pharyngeal pouch\n3rd pharyngeal pouch\nUltimobranchial body\n\nQuestion 18:\n\nA young patient presented with hypoparathyroidism, absent thymus and tetany. Which of the following marked areas in the picture is defective in this condition?\n\n\n1\n2\n3\n4\n\n\nQuestion 19:\n\nThe foramen cecum indicates the site of development of \t.\nThyroid\nParathyroid\nThymus\nPituitary\n\n\nQuestion 20:\n\nThe tongue muscles are derived from \t\nPreoccipital myotomes\nOccipital myotomes\n\nEctoderm derived\nSplanchnic mesoderm\n\n\nQuestion 21:\n\nA 19-year-old girl presented with a painless swelling on the right side of the neck. CT-scan revealed a well-defined cystic mass at the angle of the mandible just in front of the anterior border of the sternocleidomastoid muscle. Persistence of which of the following structures during the development will most likely cause the given condition?\nFirst branchial cleft\nUltimobranchial body\nCervical sinus\nFourth branchial pouch\n\n\nQuestion 22:\n\nThe cardiac and smooth muscles are derived from:\nEctoderm\nSomatic mesoderm\nBranchial mesoderm\nSplanchnic mesoderm\n\n\nQuestion 23:\n\nThe structures marked as “1” and “2” in the image below are developmentally derived from\n\t and \t, respectively.\n\n\n\nNotochord and sclerotome\nSclerotome and dermatome\nDermatome and notochord\nSclerotome and notochord\n\n\nQuestion 24:\n\nThe long left recurrent laryngeal nerve is due to the persistence of which arch artery?\n3rd arch\n4th arch\n5th arch\n6th arch\n\n\n\n\nAnswer Key\n\n\n\n\nDetailed Explanations\nSolution to Question 1:\nThe core of each pharyngeal arch (branchial arch) is derived from mesoderm and neural crest cells.\nPharyngeal arches initially have identical structures:\nSurface ectoderm on the outside\nA mesenchymal core derived from mesoderm\nEndoderm derived epithelium on the inside\nThe mesoderm in the arches is derived from paraxial mesoderm and lateral plate mesoderm. This is invaded by the neural crest cells that contribute to the formation of skeletal elements and connective tissue of the head and neck region.\n\n\n\n\n\nSolution to Question 2:\nThe 5th pharyngeal arch disappears soon after its formation, so only 5 arches remain.\nPharyngeal arches appear in the 4th or 5th week of development and contribute to the formation of the head and neck region. They are formed as a series of 6 thickenings in the cranial most part of the foregut (the future pharynx). They are craniocaudally numbered from I to VI. The 5th pharyngeal arch disappears, so only 5 arches remain.\nThe first pharyngeal arch is also known as the mandibular arch\nThe second pharyngeal arch is also known as the hyoid arch\nThe 3rd, 4th, and 6th pharyngeal arches have no special names\n\n\nSolution to Question 3:\nThe pharyngeal membrane is the location where the ectoderm of the pharyngeal cleft meets the endoderm of the pharyngeal pouch.\nIn the interval between any two adjoining pharyngeal arches, the endoderm extends outward in the form of a pouch (pharyngeal pouch) to meet the ectoderm, which dips into this interval as a pharyngeal cleft. The membrane formed where the pharyngeal cleft comes in contact with the pouch is called the pharyngeal membrane.\nInitially, there are four pharyngeal membranes between the five arches. Only the first pharyngeal membrane develops and contributes to the formation of the tympanic membrane. The 2nd, 3th, and 4th pharyngeal membranes do not develop further into any structure. They get obliterated when the mesoderm from the 2nd arch overgrows and fills the succeeding clefts.\n\n\n\nSolution to Question 4:\nThe clinical features are suggestive of first arch syndrome due to the defect in the development of the first pharyngeal arch.\nThe derivatives of the first pharyngeal arch are:\nSkeletal derivatives: It has 2 prominences -\nMandibular prominence (ventral)\nMeckel's cartilage: Malleus, incus, anterior malleolar ligament, the spine of the sphenoid, and the sphenomandibular ligament.\nMesenchyme: In the jaw region, it surrounds the Meckel's cartilage and undergoes membranous ossification to form the mandible\nMaxillary prominence (dorsal)\nMesenchyme: Maxilla, zygomatic bone, and part of the temporal bone are formed by membranous ossification\nPharyngeal pouch derivatives:\nAuditory tube\nMiddle ear cavity Muscular derivatives:\nTensor tympani\nTensor veli palaitini\nMuscles of mastication\nAnterior belly of digastric\nMylohyoid Vascular derivatives:\nMaxillary artery\n\n\n\nSolution to Question 5:\nThe given scenario is suggestive of Treacher Collins syndrome that results from abnormal development of the 1st pharyngeal arch (mandibular arch).\nFirst arch syndromes are congenital defects caused due to the failure of the neural crest cells to migrate into the 1st pharyngeal arch. They are:\nTreacher-Collins syndrome (mandibulofacial dysostosis) - Autosomal dominant genetic disorder characterized by:\nCraniofacial bone defects - Involves mandible (causing micrognathia), maxilla, and zygomatic arches\n\nEar defects - Involves the external ear, atresia of auditory canals, and abnormalities of the middle ear ossicles leading to bilateral conductive hearing loss\nEye defects - Down-slanting palpebral fissures and lower eyelid colobomas\nPierre Robin sequence (or Robin sequence) - Caused due to genetic defects or due to environmental factors. It can also be seen in oligohydramnios when the chin gets compressed against the chest in utero.\nIt is characterized by a triad of micrognathia, glossoptosis (posteriorly placed tongue), and cleft palate\nThe primary defect is poor growth of the mandible (micrognathia)\nAs a consequence of this, the tongue is posteriorly placed (glossoptosis)\nAdditionally, the tongue remains in between the palatal shelves and they fail to fuse (cleft palate)\n\n\n\nSolution to Question 6:\nThe stapes is not derived from the Meckel's cartilage.\nThe cartilage of the first arch is Meckel's cartilage. Structures derived from it include:\nMalleus\nIncus\nAnterior ligament of malleus\nSpine of sphenoid\nSphenomandibular ligament\n\n\nNote:\nThe mandible, maxilla, zygomatic bone, and part of the temporal bone are formed from the mesenchyme of the first arch and not from Meckel's cartilage.\nThe portion of Meckel’s cartilage that extends from the mandibular symphysis to mental foramen is probably incorporated into the intramembranous mandibular bone.\n\n\n\nSolution to Question 7:\nThe stylohyoid ligament is derived from the cartilage of the second pharyngeal arch which is Reichert's cartilage.\nReichert's cartilage contributes to the development of the following structures: The dorsal portion forms:\nStapes\nStyloid process of the temporal bone\nStylohyoid ligament\n\nThe ventral portion forms:\nThe upper part of the body and the lesser cornu of the hyoid bone.\nNote: This condition is called Eagle syndrome. It is a condition associated with the elongation of the styloid process or calcification of the stylohyoid ligament.\n\n\nThese structures can be remembered as 5S's:\nStapes\nStyloid process of the temporal bone\nStylohyoid ligament\nSmaller (lesser) cornu of the hyoid bone\nSuperior part of the body of the hyoid bone\n\n\n\nSolution to Question 8:\nGreater cornu (greater horn) is derived from the 3rd pharyngeal arch.\nThe lower part of the body of the hyoid bone is also formed from 3rd pharyngeal arch.\n\n\n\n\n\nSolution to Question 9:\nThe tensor tympani muscle is affected in the mandibular nerve injury. The mandibular nerve supplies the muscle since it is derived from the first pharyngeal arch (mandibular arch).\n\n\n\n\nSolution to Question 10:\nIn the above scenario, the cricothyroid muscle is affected since it is responsible for high pitch phonation. It is derived from the 4th pharyngeal arch.\n\nAll the other intrinsic muscles of the larynx arise from the 6th pharyngeal arch.\n\n\n\n\nSolution to Question 11:\nThe recurrent laryngeal nerve of the vagus is the nerve of the 6th pharyngeal arch. The vagus nerve is distributed to the 4th and 6th arches as follows:\nSuperior laryngeal nerve for 4th arch\nRecurrent laryngeal nerve for 6th arch\n\n\n\nSolution to Question 12:\nThe facial nerve is the nerve of the 2nd pharyngeal arch.\nEach pharyngeal arch is characterized by its own muscular components. The muscular components of each arch have their own cranial nerve. Wherever the muscle cells migrate, they carry their nerve component with them.\nThe neurons of the 5th, 7th, 9th, and 10th cranial sensory ganglia that supply the pharyngeal arch structures are derived from ectodermal placodes (epipharyngeal placodes) and from the neural crest cells.\n\n\n\nSolution to Question 13:\nThe stapedial artery develops in the second pharyngeal arch (hyoid arch).\n\n\n\n\n\nSolution to Question 14:\nThe given clinical scenario of congenital hypoparathyroidism and thyroid hypoplasia, absent thymus on CT scan is suggestive of DiGeorge syndrome. The defect is most likely to be present in the development of third and fourth pharyngeal pouches.\nStructures derived from various pharyngeal pouches (I-IV) are:\n\n\n\n\nSolution to Question 15:\n\nCalcitonin produced by parafollicular C-cells of the thyroid which is derived from the ultimobranchial body (4th pharyngeal pouch derivative).\nThe 4th pharyngeal pouch develops a small diverticulum medial to the main pouch called the ultimobranchial body. The ultimobranchial body is later incorporated into the thyroid gland and its cells give rise to the parafollicular or C-cells of the thyroid gland. These cells secrete a hormone called calcitonin that is involved in the regulation of the calcium level in the blood.\nClinical consideration: Both chromaffin cells of the adrenal medulla and parafollicular cells\n(C-cells) of the thyroid originate from the neural crest cells. A common, germ-line mutation in neural crest cells can cause tumors in both the adrenal medulla and the thyroid, as seen in MEN types 2A and 2B.\n\n\n\n\nSolution to Question 16:\nThe image is showing Hassall’s corpuscles (thymic corpuscles) which are derived from the 3rd pharyngeal pouch.\nThe 3rd pouch gives rise to the thymus in the ventral part and the inferior parathyroid gland in the dorsal part. The thymus then moves away from the pharyngeal wall in a caudal and medial direction, pulling the inferior parathyroid with it. It reaches the anterior part of the thorax, where it fuses with its counterpart from the opposite side.\nThe endodermal cells of the thymus get invaded by the vascular mesoderm, which contains numerous lymphoblasts. Hassall’s corpuscles (thymic corpuscles) are derived from the endoderm of the 3rd pouch. The thymocytes are derived from bone marrow and the cytoreticulum.\n\n\n\n\n\nSolution to Question 17:\nThe diagnosis according to the given clinical vignette is acute tonsillitis affecting palatine tonsils. They are derived from the 2nd pharyngeal pouch.\nThe epithelium of the 2nd pharyngeal pouch proliferates to form solid cords known as tonsillar buds. The tonsillar buds penetrate into the surrounding mesoderm. These buds are then invaded by the mesodermal tissue to form the palatine tonsil. The capsule of the tonsil is formed by the condensed mesoderm. During the 3rd and 5th months, the tonsil is infiltrated by lymphatic tissue.\nThe intratonsillar cleft (tonsillar fossa) is the remnant of the 2nd pharyngeal pouch found in the adult.\n\n\nSolution to Question 18:\nThe given clinical scenario of hypoparathyroidism, absent thymus, and tetany is suggestive of DiGeorge syndrome. It is caused by defective development of the third and fourth pharyngeal pouch. In the image of pharyngeal pouches, \"3\" points to the thymus (derivative of 3rd pharyngeal pouch). Since in the above question, the thymus is absent, option 3 will be the most appropriate answer.\n\n\nDiGeorge syndrome is a complex embryopathy that is caused by the hemizygous interstitial deletion of chromosome 22. It is characterized by multiple developmental defects, including conotruncal defects, hypoparathyroidism, and dysmorphic syndrome. It is also known as velocardiofacial syndrome (palate, facial, and cardiac defects).\nIt has variable presentations including Cleft palate, Abnormal facies, Thymic aplasia leading to T-cell deficiency, Cardiac defects, and Hypocalcemia secondary to parathyroid\naplasia (CATCH-22).\n\n\n\nSolution to Question 19:\nThe foramen cecum indicates the site of development of thyroid.\nThe thyroid gland develops as a midline derivative of the pharynx between the 1st and\n2nd pharyngeal pouches. Around the 5th week, a midline diverticulum is formed just caudal to the median tongue bud, at the site where foramen cecum is found later. This midline diverticulum passes caudally as the thyroglossal duct in front of the hyoid bone. The tip of this thyroglossal duct divides into two and their tissue mass proliferates to form the thyroid.\nTissues of the thyroid and their origin:\nThe epithelial tissue of the thyroid gland is derived from endoderm.\nThe connective tissue of capsule and interlobular septa are derived from the neural crest mesenchyme.\n\nThe parafollicular or C cells are derived from the ultimobranchial body, a small diverticulum of the 4th pharyngeal pouch.\nRemnants of the thyroglossal duct can result in the formation of the thyroglossal cyst or fistula.",
        "image": "Anatomy_img_19.png"
    }
]